{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045580073",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les demandes de prise de connaissance du dossier formées, en application du II de l'article 77-2 , par une personne suspectée peuvent être adressées au procureur de la République par l'intermédiaire de son avocat. Dans ce cas, la demande peut être adressée par un moyen de télécommunication sécurisé conformément aux dispositions de l'article D. 591 . Si la demande est formée en application du 3° du II de l'article 77-2, elle comporte tous les documents justifiant qu'il a été porté atteinte à la présomption d'innocence de la personne par un moyen de communication au public et notamment, s'il y a lieu, une copie des enregistrements sonores ou audiovisuels. Le procureur de la République peut solliciter du demandeur des documents complémentaires établissant la réalité de cette atteinte. Cette demande est versée au dossier de la procédure par le procureur de la République, au plus tard lorsque l'enquête est achevée et que les procès-verbaux ont été adressés à ce magistrat en application de l'article 19 . II.-Dans un délai d'un mois à compter de la réception de la demande, ou, dans le cas prévu par le 2e alinéa du I du présent article, de la réception des documents complémentaires sollicités, le procureur de la République fait connaître à la personne, par une décision écrite qui est versée au dossier conformément au dernier alinéa du I du présent article et qui lui est notifiée par tout moyen : 1° Soit qu'il accepte de communiquer le dossier, afin de permettre le dépôt ultérieur d'observations pouvant consister en des demandes d'actes ; 2° Soit que les conditions prévues au 1°, 2° ou 3° du II de l'article 77-2 ne sont pas réunies, et qu'il refuse cette communication ; 3° Soit que les conditions prévues au 1°, 2° ou 3° du II de l'article 77-2 ne sont pas réunies, mais qu'il accepte cette communication en application du I de cet article ; 4° Soit qu'il estime que la communication demandée risque de porter atteinte à l'efficacité des investigations, et qu'il diffère en conséquence celle-ci pour une durée qu'il précise et qui ne peut être supérieure à six mois à compter de la réception de la demande ou, si l'enquête porte sur des crimes ou délits mentionnés aux articles 706-73 ou 706-73-1 ou relevant de la compétence du procureur de la République antiterroriste, qui ne peut être supérieure à un an à compter de cette date. Dans les cas prévus aux 1° et 3°, le procureur de la République peut indiquer à la personne que ne seront pas mises à sa disposition certaines pièces de la procédure en raison des risques de pression sur les victimes, les autres personnes mises en cause, leurs avocats, les témoins, les enquêteurs, les experts ou toute autre personne concourant à la procédure. Dans les cas prévus aux 2° à 4° et à l'alinéa précédent, la décision du procureur est motivée, sans que cette motivation ne fasse apparaître des éléments de nature à porter atteinte à l'efficacité des investigations. En particulier, dans le cas mentionné à l'alinéa précédent, la liste et la nature des pièces non communiquées ne sont pas portées à la connaissance de la personne. La décision du procureur mentionne qu'elle peut faire l'objet d'un recours devant le procureur général. La décision de ce dernier, rendue dans le mois de sa saisine, est versée au dossier conformément au dernier alinéa du I du présent article. III.-La mise à disposition du dossier se fait par tout moyen. Elle peut consister en la consultation des pièces de celui-ci dans les locaux du tribunal judiciaire ou en la remise d'une copie de la procédure. Les dispositions de l'article D. 593-2 sont alors applicables. La personne dispose d'un délai d'un mois à compter de la mise à disposition du dossier pour formuler ses observations par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe contre récépissé. Les observations formulées par l'avocat peuvent être adressées par un moyen de télécommunication sécurisé conformément aux dispositions de l'article D. 591. Pendant ce délai d'un mois le procureur de la République ne peut, conformément au septième alinéa du II de l'article 77-2, prendre aucune décision de poursuites hors l'ouverture d'une information, l'application de l'article 393 ou le recours à la procédure de comparution sur reconnaissance préalable de culpabilité prévue aux articles 495-7 à 495-13 . IV.-Les observations formulées en application de l'article 77-2 ainsi que l'information adressée en retour par le procureur de la République sur les suites qui y ont été réservées sont versées au dossier conformément au dernier alinéa du I du présent article. Lorsque ces observations consistent en une demande d'acte, le procureur de la République informe la personne des suites qu'il entend y apporter dans un délai d'un mois à compter de la réception des observations. S'il refuse de procéder à un acte demandé, il rend une décision motivée indiquant qu'elle peut être contestée devant le procureur général, et qui est versée au dossier dans les mêmes conditions. A défaut de réponse du procureur dans le délai d'un mois, qui vaut refus de procéder aux actes demandés, la personne peut également contester ce refus devant le procureur général. Le procureur général statue dans le délai d'un mois à compter de sa saisine, par une décision motivée versée au dossier conformément au dernier alinéa du I du présent article. V.-Les saisines du procureur général prévues par l'article 77-2 se font par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe contre récépissé ou, lorsqu'elles émanent d'un avocat, par un moyen de télécommunication sécurisé conformément aux dispositions de l'article D. 591. Lorsque la personne saisit le procureur général en raison du défaut de réponse du procureur de la République dans le délai d'un mois, elle en informe dans le même temps, par les mêmes moyens, le procureur de la République. Cette saisine est caduque si le procureur de la République fait ensuite droit à la demande de communication du dossier ou à la demande d'actes. VI.-Lorsque l'enquête concerne plusieurs personnes suspectées et que le procureur de la République accède à la demande d'accès à la procédure présentée par l'une d'entre elles, il n'est pas tenu d'accorder les mêmes droits aux autres personnes suspectées, sans préjudice de sa possibilité de le faire s'il l'estime possible et opportun, en application du I de l'article 77-2.",
            "texteHtml": "<p>I.-Les demandes de prise de connaissance du dossier formées, en application du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575143&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 77-2 (V)'>77-2</a>, par une personne suspectée peuvent être adressées au procureur de la République par l'intermédiaire de son avocat. Dans ce cas, la demande peut être adressée par un moyen de télécommunication sécurisé conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006516787&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. D591 (V)'>D. 591</a>. <br/><br/>Si la demande est formée en application du 3° du II de l'article 77-2, elle comporte tous les documents justifiant qu'il a été porté atteinte à la présomption d'innocence de la personne par un moyen de communication au public et notamment, s'il y a lieu, une copie des enregistrements sonores ou audiovisuels. Le procureur de la République peut solliciter du demandeur des documents complémentaires établissant la réalité de cette atteinte. <br/><br/>Cette demande est versée au dossier de la procédure par le procureur de la République, au plus tard lorsque l'enquête est achevée et que les procès-verbaux ont été adressés à ce magistrat en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574877&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 19 (V)'>19</a>. <br/><br/>II.-Dans un délai d'un mois à compter de la réception de la demande, ou, dans le cas prévu par le 2e alinéa du I du présent article, de la réception des documents complémentaires sollicités, le procureur de la République fait connaître à la personne, par une décision écrite qui est versée au dossier conformément au dernier alinéa du I du présent article et qui lui est notifiée par tout moyen : <br/><br/>1° Soit qu'il accepte de communiquer le dossier, afin de permettre le dépôt ultérieur d'observations pouvant consister en des demandes d'actes ; <br/><br/>2° Soit que les conditions prévues au 1°, 2° ou 3° du II de l'article 77-2 ne sont pas réunies, et qu'il refuse cette communication ; <br/><br/>3° Soit que les conditions prévues au 1°, 2° ou 3° du II de l'article 77-2 ne sont pas réunies, mais qu'il accepte cette communication en application du I de cet article ; <br/><br/>4° Soit qu'il estime que la communication demandée risque de porter atteinte à l'efficacité des investigations, et qu'il diffère en conséquence celle-ci pour une durée qu'il précise et qui ne peut être supérieure à six mois à compter de la réception de la demande ou, si l'enquête porte sur des crimes ou délits mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006577776&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 706-73 (V)'>706-73 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000031050748&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 706-73-1 (V)'>706-73-1 </a>ou relevant de la compétence du procureur de la République antiterroriste, qui ne peut être supérieure à un an à compter de cette date. <br/><br/>Dans les cas prévus aux 1° et 3°, le procureur de la République peut indiquer à la personne que ne seront pas mises à sa disposition certaines pièces de la procédure en raison des risques de pression sur les victimes, les autres personnes mises en cause, leurs avocats, les témoins, les enquêteurs, les experts ou toute autre personne concourant à la procédure. <br/><br/>Dans les cas prévus aux 2° à 4° et à l'alinéa précédent, la décision du procureur est motivée, sans que cette motivation ne fasse apparaître des éléments de nature à porter atteinte à l'efficacité des investigations. En particulier, dans le cas mentionné à l'alinéa précédent, la liste et la nature des pièces non communiquées ne sont pas portées à la connaissance de la personne. La décision du procureur mentionne qu'elle peut faire l'objet d'un recours devant le procureur général. La décision de ce dernier, rendue dans le mois de sa saisine, est versée au dossier conformément au dernier alinéa du I du présent article. <br/><br/>III.-La mise à disposition du dossier se fait par tout moyen. Elle peut consister en la consultation des pièces de celui-ci dans les locaux du tribunal judiciaire ou en la remise d'une copie de la procédure. Les dispositions de l'article D. 593-2 sont alors applicables. <br/><br/>La personne dispose d'un délai d'un mois à compter de la mise à disposition du dossier pour formuler ses observations par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe contre récépissé. Les observations formulées par l'avocat peuvent être adressées par un moyen de télécommunication sécurisé conformément aux dispositions de l'article D. 591. Pendant ce délai d'un mois le procureur de la République ne peut, conformément au septième alinéa du II de l'article 77-2, prendre aucune décision de poursuites hors l'ouverture d'une information, l'application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576414&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 393 (V)'>393</a> ou le recours à la procédure de comparution sur reconnaissance préalable de culpabilité prévue aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576739&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 495-7 (V)'>495-7 à 495-13</a>. <br/><br/>IV.-Les observations formulées en application de l'article 77-2 ainsi que l'information adressée en retour par le procureur de la République sur les suites qui y ont été réservées sont versées au dossier conformément au dernier alinéa du I du présent article. Lorsque ces observations consistent en une demande d'acte, le procureur de la République informe la personne des suites qu'il entend y apporter dans un délai d'un mois à compter de la réception des observations. S'il refuse de procéder à un acte demandé, il rend une décision motivée indiquant qu'elle peut être contestée devant le procureur général, et qui est versée au dossier dans les mêmes conditions. A défaut de réponse du procureur dans le délai d'un mois, qui vaut refus de procéder aux actes demandés, la personne peut également contester ce refus devant le procureur général. Le procureur général statue dans le délai d'un mois à compter de sa saisine, par une décision motivée versée au dossier conformément au dernier alinéa du I du présent article. <br/><br/>V.-Les saisines du procureur général prévues par l'article 77-2 se font par lettre recommandée avec demande d'avis de réception ou par déclaration au greffe contre récépissé ou, lorsqu'elles émanent d'un avocat, par un moyen de télécommunication sécurisé conformément aux dispositions de l'article D. 591. Lorsque la personne saisit le procureur général en raison du défaut de réponse du procureur de la République dans le délai d'un mois, elle en informe dans le même temps, par les mêmes moyens, le procureur de la République. Cette saisine est caduque si le procureur de la République fait ensuite droit à la demande de communication du dossier ou à la demande d'actes. <br/><br/>VI.-Lorsque l'enquête concerne plusieurs personnes suspectées et que le procureur de la République accède à la demande d'accès à la procédure présentée par l'une d'entre elles, il n'est pas tenu d'accorder les mêmes droits aux autres personnes suspectées, sans préjudice de sa possibilité de le faire s'il l'estime possible et opportun, en application du I de l'article 77-2.</p>",
            "num": "D15-6-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640304000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095534",
                        "id": "LEGISCTA000006095534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120178",
                        "id": "LEGISCTA000006120178",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Des enquêtes et des contrôles d'identité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137380",
                        "id": "LEGISCTA000006137380",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des enquêtes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033320404",
                        "id": "LEGISCTA000033320404",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-12-24",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Du contradictoire au cours de l'enquête préliminaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045577558",
                        "id": "LEGISCTA000045580075",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045577560",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000045577558",
            "sectionParentId": "LEGISCTA000045580075",
            "sectionParentTitre": "Section 3 : Du contradictoire au cours de l'enquête préliminaire",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre II : Des enquêtes et des contrôles d'identité &gt; Chapitre Ier : Des enquêtes &gt; Section 3 : Du contradictoire au cours de l'enquête préliminaire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045580073",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux modalités d'application prévues au III de l'article 3 du décret n°2022-546 du 13 avril 2022.",
            "notaHtml": "<p>Se reporter aux modalités d'application prévues au III de l'article 3 du décret n°2022-546 du 13 avril 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045570994",
                    "textTitle": "Décret n°2022-546 du 13 avril 2022 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000045575183",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-14",
                    "dateSignaTexte": "2022-04-13",
                    "dateDebutCible": "2022-04-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006574877",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 393 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "393",
                    "articleId": "LEGIARTI000006576414",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 495-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "495-7",
                    "articleId": "LEGIARTI000006576739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096588800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "706-73",
                    "articleId": "LEGIARTI000006577776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-73-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "706-73-1",
                    "articleId": "LEGIARTI000031050748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 77-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "77-2",
                    "articleId": "LEGIARTI000006575143",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. D591 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D591",
                    "articleId": "LEGIARTI000006516787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045580073",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D15-6-3",
                "15-6-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}