{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019757920",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ÉTAT C 1 Résultats techniques par contrats Les entreprises agréées pour les opérations visées au 1° de l'article L. 310-1 établissent un état C 1 Vie-Capitalisation ; si elles pratiquent les opérations visées au 2° de l'article L. 310-1, elles établissent en outre un état C 1 Dommages corporels. Les autres entreprises visées au 1°, 3° ou 4° de l'article L. 310-2 établissent un état C 1 Non-Vie. Les entreprises visées au 1° du III de l'article L. 310-1-1 qui pratiquent uniquement des opérations relevant de la catégorie 19 de l'article A. 344-2 établissent un état C 1 Vie-Capitalisation ; si elles pratiquent uniquement des opérations relevant de la catégorie 39 de l'article A. 344-2, elles établissent un état C 1 Non-Vie ; si elles pratiquent simultanément des opérations relevant des catégories 19 et 39 de l'article A. 344-2, elles établissent un état C 1 Vie-Capitalisation et un état C 1 Non-Vie. L'état C 1 répartit d'abord les résultats techniques par pays d'établissement. Les affaires souscrites en France sont ensuite détaillées selon leur modalité d'exploitation : risques directs français ; contrats émis en libre prestation de services ; acceptations. Enfin, les risques directs français sont ventilés par catégories ou regroupement de catégories de contrats définies à l'article A. 344-2. Lorsqu'un contrat regroupe des opérations relevant de catégories différentes, il est rattaché en totalité à la catégorie principale dès lors que celle-ci peut être déterminée sans ambiguïté. Lorsqu'aucune catégorie ne peut être qualifiée de principale, les garanties sont ventilées en autant d'ensembles qu'il existerait de contrats séparés au regard des pratiques commerciales constatées sur le marché ; chacun de ces ensembles de garanties est rattaché à sa catégorie principale. Par exception : -en assurances de personnes, les garanties de dommages corporels sont toujours dissociées des garanties en cas de vie ou de décès ; -en assurance non-vie, les garanties contre les catastrophes naturelles sont dissociées du reste du contrat. Le modèle des états C 1 Vie-Capitalisation, C 1 Non-Vie et C 1 Dommages corporels est fixé ci-après. Le contenu des lignes est précisé par référence aux comptes ou sous-comptes du plan comptable relatifs aux affaires directes, hors opérations en unités de compte ; les entreprises effectuent les transpositions nécessaires pour présenter leurs opérations en unités de compte et leurs acceptations. Les sous-comptes rattachés aux comptes 6004, 6024, 6104, 6124, 62004 et 62124 en application du troisième alinéa du point 5 du VI-classe 6 de l'annexe à l'article A. 343-1 (troisième alinéa) sont identifiés par la postposition pb ou it selon qu'ils retracent les participations aux bénéfices ou les intérêts techniques. A.-État C 1 Vie-Capitalisation L'état C 1 Vie-Capitalisation comporte les colonnes suivantes : Contrats de capitalisation en francs ou devises à prime unique ou versements libres (catégorie 1 de l'article A. 344-2) ; Contrats de capitalisation en francs ou devises à primes périodiques (catégorie 2 de l'article A. 344-2) ; Contrats individuels (ou groupes ouverts) d'assurance temporaire décès en francs ou devises (catégorie 3 de l'article A. 344-2) ; Autres contrats individuels (ou groupes ouverts) d'assurance vie en francs ou devises à prime unique ou versements libres (catégorie 4 de l'article A. 344-2) ; Autres contrats individuels (ou groupes ouverts) d'assurance vie en francs ou devises à primes périodiques (catégorie 5 de l'article A. 344-2) ; Contrats collectifs d'assurance en cas de décès en francs ou devises (catégorie 6 de l'article A. 344-2) ; Contrats collectifs d'assurance en cas de vie en francs ou devises (catégorie 7 de l'article A. 344-2) ; Contrats en unités de compte à prime unique ou versements libres (catégorie 8 de l'article A. 344-2) ; Contrats en unités de compte à primes périodiques (catégorie 9 de l'article A. 344-2) ; Contrats collectifs relevant de l'article L. 441-1 du code des assurances (catégorie 10 de l'article A. 344-2) ; Plans d'épargne retraite populaires relevant de l'article 108 de la loi n° 2003-775 du 21 août 2003 (catégorie 11 de l'article A 344-2) ; Total des affaires directes en France ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; Opérations des succursales établies hors de l'Union européenne ; Total général. L'état C 1 Vie-Capitalisation comporte les lignes suivantes : (L 1) Primes et accessoires émis (comptes 7000 et 7001) ; (L 2) Annulations (compte 7002) ; (L 3) Primes à émettre nettes de primes à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; (L 4) Primes à émettre nettes de primes à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; (L 5) Sous-total : Primes nettes (lignes L 1-L 2 + L 3-L 4) ; (L 10) Sinistres et capitaux payés (compte 6001) ; (L 11) Versements périodiques de rentes payés (compte 6002) ; (L 12) Rachats payés (compte 6003) ; (L 13) Frais de gestion des sinistres (comptes 6005 et 6008) ; (L 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 32 à la clôture) ; (L 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 32 à l'ouverture) ; (L 16) Intérêts techniques inclus dans l'exercice dans les prestations payées ou provisionnées (compte 6004 it et 6104 it) ; (L 17) Participations aux bénéfices incorporées dans l'exercice dans les prestations payées ou provisionnées (comptes 6004 pb, 6104 pb, 63093 et 63094) ; (L 18) Sous-total : Charge des prestations (lignes L 10 + L 11 + L 12 + L 13 + L 14-L 15-L 16-L 17) ; (L 20) Provisions d'assurance-vie à la clôture de l'exercice (compte 30 à la clôture) ; (L 21) Provisions d'assurance-vie à l'ouverture de l'exercice (compte 30 à l'ouverture) ; (L 22) Intérêts techniques incorporés dans l'exercice aux provisions d'assurance-vie (compte 62004 it) ; (L 23) Ajustement sur opérations à capital variable (compte 766 moins 666) ; (L 24) Participations aux bénéfices incorporées dans l'exercice aux provisions d'assurance-vie (comptes 62004 pb et 63095) ; (L 25) Autres provisions techniques à la clôture de l'exercice (comptes 36 Vie, 370 et 377 à la clôture) ; (L 26) Autres provisions techniques à l'ouverture de l'exercice (comptes 36 Vie, 370 et 377 à l'ouverture) ; (L 27) Sous-total : Charge de provisions (lignes L 20-L 21-L 22-L 23-L 24 + L 25-L 26) ; (Arrêté du 10 juin 2005, point b-ii de l'annexe.) (L 28) Virement de provisions (L 30) Participations aux bénéfices (comptes 6303, 6304, 6305 et 6306) ; (L 40) Frais d'acquisition (compte 6400) ; (L 41) Frais d'administration et autres charges techniques nets (comptes 6402 et 644 moins 720 et 740) ; (L 42) Subventions d'exploitation reçues (compte 73) ; (L 43) Produits des placements nets de charges (compte 76, sauf 766, moins 7939 et 66, sauf 666) ; (L 44) Intérêts techniques nets de cessions (comptes 6300, 6301 et 6302 moins sous-comptes correspondants du compte 6390) ; (L 45) Sous-total : Produits financiers nets (L 43-L 44) ; (L 50) Primes cédées aux réassureurs (compte 7080) ; (L 51) Part des réassureurs dans les prestations payées (compte 6090 sauf sous-compte correspondant au compte 6004) ; (L 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à la clôture de l'exercice (compte 39, sauf compte 394, à la clôture) ; (L 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à l'ouverture de l'exercice (compte 39, sauf compte 394, à l'ouverture) ; (L 54) Part des réassureurs dans les participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-compte des comptes 6090, 6190 et 6290 correspondant aux comptes 6004, 6104 et 62004 ainsi que sous-comptes du compte 6390 correpondant au compte 6309) ; (L 55) Part des réassureurs dans les participations aux bénéfices (sous-comptes du compte 6390 correspondant aux comptes 6303, 6304, 6305 et 6306) ; (L 56) Commissions reçues des réassureurs (compte 6490) ; (L 57) Sous-total : Charge de la réassurance (lignes L 50-L 51-L 52 + L 53 + L 54-L 55-L 56) ; (Arrêté du 10 juin 2005, point b-ii de l'annexe.) (L 60) Résultat technique (lignes L 5-L 18-L 27-L 28-L 30-L 40-L 41 + L 42 + L 45-L 57). L'état C 1 Vie-Capitalisation est complété par quatre lignes hors compte : (L 70) Provisions pour participation aux bénéfices à la clôture de l'exercice (compte 34 à la clôture) ; (L 71) Provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 34 à l'ouverture) ; (L 72) Part des réassureurs dans les provisions pour participation aux bénéfices à la clôture de l'exercice (compte 394 à la clôture) ; (L 73) Part des réassureurs dans les provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 394 à l'ouverture). B.-État C 1 Non-Vie L'état C 1 Non-Vie comporte les colonnes suivantes : Dommages corporels : contrats individuels (catégorie 20 de l'article A. 344-2) ; Dommages corporels : contrats collectifs (catégorie 21 de l'article A. 344-2) ; Automobile (catégories 22 et 23 de l'article A. 344-2) ; Dommages aux biens des particuliers (catégorie 24 de l'article A. 344-2) ; Dommages aux biens professionnels (catégories 25 et 26 de l'article A. 344-2) ; Catastrophes naturelles (catégorie 27 de l'article A. 344-2) ; Responsabilité civile générale (catégorie 28 de l'article A. 344-2) ; Protection juridique, assistance et pertes pécuniaires diverses (catégories 29, 30 et 31 de l'article A. 344-2) ; Sous-total (catégories 20 à 31 de l'article A. 344-2) ; Transports (catégorie 34 de l'article A. 344-2) ; Construction : contrats de dommages aux biens (catégorie 35 de l'article A. 344-2) ; Construction : contrats de responsabilité civile (catégorie 36 de l'article A. 344-2) ; Crédit et caution (catégories 37 et 38 de l'article A. 344-2) ; Sous-total (catégories 34 à 38 de l'article A. 344-2) ; Total des affaires directes en France ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; Opérations des succursales établies hors d'un Etat de l'Union européenne ; Total général. Lorsque l'entreprise couvre des risques par contrats pluriannuels à prime unique ou non révisable, l'état C 1 Non-Vie est complété par deux états annexes qui en sont l'éclatement : -annexe A : état de modèle C 1 Non-Vie pour les contrats autres que les contrats pluriannuels à prime unique ou non révisable ; -annexe B : état de modèle C 1 Non-Vie pour les contrats pluriannuels à prime unique ou non révisable. L'état C 1 Non-Vie comporte les lignes suivantes : (L 1) Primes et accessoires émis (compte 7020) ; (L 2) Annulations et charge des ristournes (comptes 7022 et 7023 moins 63297) ; (L 3) Primes à émettre nettes de primes à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; (L 4) Primes à émettre nettes de primes à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; (L 5) Sous-total : Primes nettes (lignes L 1-L 2 + L 3-L 4) ; (L 6) Provisions pour primes non acquises à la clôture (compte 31 à la clôture) ; (L 7) Provisions pour primes non acquises à l'ouverture (compte 31 à l'ouverture) ; (L 8) Sous-total : Primes de l'exercice (lignes L 5-L 6 + L 7) ; (L 10) Sinistres payés (compte 6020) ; (L 11) Versements périodiques de rentes payés (compte 6021) ; (L 12) Recours encaissés (compte 6023) ; (L 13) Frais de gestion des sinistres (comptes 6025 et 6028) ; (L 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 332 à la clôture) ; (L 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 332 à l'ouverture) ; (L 16) Prévision de recours à encaisser à la clôture de l'exercice (compte 333 à la clôture) ; (L 17) Prévision de recours à encaisser à l'ouverture de l'exercice (compte 333 à l'ouverture) ; (L 18) Autres provisions techniques à la clôture de l'exercice (comptes 36 Non-Vie et 372 à la clôture) ; (L 19) Autres provisions techniques à l'ouverture de l'exercice (comptes 36 Non-Vie et 372 à l'ouverture) ; (L 20) Participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (comptes 6024, 6124, 62124 et 6329 sauf 63297) ; (L 21) Sous-total : Charge des prestations (lignes L 10 + L 11-L 12 + L 13 + L 14-L 15-L 16 + L 17 + L 18-L 19-L 20) ; (L 30) Participations aux bénéfices (comptes 6323, 6324 et 6326) ; (L 40) Frais d'acquisition (compte 6420) ; (L 41) Frais d'administration et autres charges techniques nets (comptes 6422 et 645 moins 722 et 742) ; (L 42) Subventions d'exploitation reçues (compte 732) ; (L 43) Produits des placements alloués (compte 7920) ; (L 44) Intérêts techniques nets de cessions (comptes 6320 et 6321 moins sous-comptes correspondants du compte 6392) ; (L 45) Sous-total : Produits financiers nets (L 43-L 44) ; (L 50) Primes cédées aux réassureurs (compte 7082 moins sous-compte du compte 6392 correspondant au compte 63297) ; (L 51) Part des réassureurs dans les prestations payées (comptes 6092 sauf sous-compte correspondant au compte 6024) ; (L 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à la clôture de l'exercice (compte 39 sauf compte 395 à la clôture) ; (L 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à l'ouverture de l'exercice (compte 39 sauf compte 395 à l'ouverture) ; (L 54) Part des réassureurs dans les participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-comptes des comptes 6092, 6192 et 62912 correspondant aux comptes 6024, 6124 et 62124 ainsi que sous-comptes du compte 6392 correspondant au compte 6329 sauf sous-compte 63297) ; (L 55) Part des réassureurs dans les participations aux bénéfices (sous-comptes du compte 6392 correspondant aux comptes 6323, 6324 et 6326) ; (L 56) Commissions reçues des réassureurs (compte 6492) ; (L 57) Sous-total : Charge de la réassurance (L 50-L 51-L 52 + L 53 + L 54-L 55-L 56) ; (L 60) Résultat technique (lignes L 8-L 21-L 30-L 40-L 41 + L 42 + L 45-L 57). L'état C 1 Non-Vie est complété par quatre lignes hors compte : (L 70) Provisions pour participation aux bénéfices et ristournes à la clôture de l'exercice (compte 35 à la clôture) ; (L 71) Provisions pour participation aux bénéfices et ristournes à l'ouverture de l'exercice (compte 35 à l'ouverture) ; (L 72) Part des réassureurs dans les provisions pour participation aux bénéfices à la clôture de l'exercice (compte 395 à la clôture) ; (L 73) Part des réassureurs dans les provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 395 à l'ouverture). C.-Etat C 1 Dommages corporels L'état C 1 Dommages corporels comporte les colonnes suivantes : Dommages corporels : contrats individuels (catégorie 20 de l'article A. 344-2) ; Dommages corporels : contrats collectifs (catégorie 21 de l'article A. 344-2) ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; Opérations des succursales établies hors de l'Union européenne ; Total général. Si l'entreprise est agréée pour les opérations visées au 2° de l'article L. 310-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Non-Vie, avec les mêmes références au plan comptable sauf pour la ligne L 43 (Produits des placements alloués) qui reçoit le résultat du calcul effectué en application des dispositions du VII.-Classe 7, 4, point f, de l'annexe à l'article A. 343-1 (3e alinéa). Si l'entreprise n'est pas agréée pour les opérations visées au 2° de l'article L. 310-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Vie. D.-Part des organismes dispensés d'agrément (Sous-titre abrogé par arrêté du 10 juin 2005, point c de l'annexe.)",
            "texteHtml": "<p align='center'><strong>ÉTAT C 1 </strong></p><p align='center'><strong>Résultats techniques par contrats </strong></p><p align='center'></p><p>Les entreprises agréées pour les opérations visées au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid'>L. 310-1 </a>établissent un état C 1 Vie-Capitalisation ; si elles pratiquent les opérations visées au 2° de l'article L. 310-1, elles établissent en outre un état C 1 Dommages corporels. Les autres entreprises visées au 1°, 3° ou 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796373&dateTexte=&categorieLien=cid'>L. 310-2 </a>établissent un état C 1 Non-Vie. </p><p>Les entreprises visées au 1° du III de l'article L. 310-1-1 qui pratiquent uniquement des opérations relevant de la catégorie 19 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788936&dateTexte=&categorieLien=cid'>A. 344-2 </a>établissent un état C 1 Vie-Capitalisation ; si elles pratiquent uniquement des opérations relevant de la catégorie 39 de l'article A. 344-2, elles établissent un état C 1 Non-Vie ; si elles pratiquent simultanément des opérations relevant des catégories 19 et 39 de l'article A. 344-2, elles établissent un état C 1 Vie-Capitalisation et un état C 1 Non-Vie.</p><p>L'état C 1 répartit d'abord les résultats techniques par pays d'établissement. Les affaires souscrites en France sont ensuite détaillées selon leur modalité d'exploitation : risques directs français ; contrats émis en libre prestation de services ; acceptations. Enfin, les risques directs français sont ventilés par catégories ou regroupement de catégories de contrats définies à l'article A. 344-2. </p><p>Lorsqu'un contrat regroupe des opérations relevant de catégories différentes, il est rattaché en totalité à la catégorie principale dès lors que celle-ci peut être déterminée sans ambiguïté. Lorsqu'aucune catégorie ne peut être qualifiée de principale, les garanties sont ventilées en autant d'ensembles qu'il existerait de contrats séparés au regard des pratiques commerciales constatées sur le marché ; chacun de ces ensembles de garanties est rattaché à sa catégorie principale. Par exception :</p><p>-en assurances de personnes, les garanties de dommages corporels sont toujours dissociées des garanties en cas de vie ou de décès ;</p><p>-en assurance non-vie, les garanties contre les catastrophes naturelles sont dissociées du reste du contrat. </p><p>Le modèle des états C 1 Vie-Capitalisation, C 1 Non-Vie et C 1 Dommages corporels est fixé ci-après. Le contenu des lignes est précisé par référence aux comptes ou sous-comptes du plan comptable relatifs aux affaires directes, hors opérations en unités de compte ; les entreprises effectuent les transpositions nécessaires pour présenter leurs opérations en unités de compte et leurs acceptations. Les sous-comptes rattachés aux comptes 6004, 6024, 6104, 6124, 62004 et 62124 en application du troisième alinéa du point 5 du VI-classe 6 de l'annexe à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788916&dateTexte=&categorieLien=cid'>A. 343-1 </a>(troisième alinéa) sont identifiés par la postposition pb ou it selon qu'ils retracent les participations aux bénéfices ou les intérêts techniques.</p><p align='center'>A.-État C 1 Vie-Capitalisation </p><p>L'état C 1 Vie-Capitalisation comporte les colonnes suivantes : </p><p>Contrats de capitalisation en francs ou devises à prime unique ou versements libres (catégorie 1 de l'article A. 344-2) ; </p><p>Contrats de capitalisation en francs ou devises à primes périodiques (catégorie 2 de l'article A. 344-2) ; </p><p>Contrats individuels (ou groupes ouverts) d'assurance temporaire décès en francs ou devises (catégorie 3 de l'article A. 344-2) ; </p><p>Autres contrats individuels (ou groupes ouverts) d'assurance vie en francs ou devises à prime unique ou versements libres (catégorie 4 de l'article A. 344-2) ; </p><p>Autres contrats individuels (ou groupes ouverts) d'assurance vie en francs ou devises à primes périodiques (catégorie 5 de l'article A. 344-2) ; </p><p>Contrats collectifs d'assurance en cas de décès en francs ou devises (catégorie 6 de l'article A. 344-2) ; </p><p>Contrats collectifs d'assurance en cas de vie en francs ou devises (catégorie 7 de l'article A. 344-2) ; </p><p>Contrats en unités de compte à prime unique ou versements libres (catégorie 8 de l'article A. 344-2) ; </p><p>Contrats en unités de compte à primes périodiques (catégorie 9 de l'article A. 344-2) ; </p><p>Contrats collectifs relevant de l'article L. 441-1 du code des assurances (catégorie 10 de l'article A. 344-2) ; </p><p>Plans d'épargne retraite populaires relevant de l'article 108 de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000781627&categorieLien=cid'>loi n° 2003-775 </a>du 21 août 2003 (catégorie 11 de l'article A 344-2) ; </p><p>Total des affaires directes en France ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; </p><p>Opérations des succursales établies hors de l'Union européenne ; </p><p>Total général.</p><p>L'état C 1 Vie-Capitalisation comporte les lignes suivantes : </p><p>(L 1) Primes et accessoires émis (comptes 7000 et 7001) ; </p><p>(L 2) Annulations (compte 7002) ; </p><p>(L 3) Primes à émettre nettes de primes à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; </p><p>(L 4) Primes à émettre nettes de primes à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; </p><p>(L 5) Sous-total : Primes nettes (lignes L 1-L 2 + L 3-L 4) ; </p><p>(L 10) Sinistres et capitaux payés (compte 6001) ; </p><p>(L 11) Versements périodiques de rentes payés (compte 6002) ; </p><p>(L 12) Rachats payés (compte 6003) ; </p><p>(L 13) Frais de gestion des sinistres (comptes 6005 et 6008) ; </p><p>(L 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 32 à la clôture) ; </p><p>(L 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 32 à l'ouverture) ; </p><p>(L 16) Intérêts techniques inclus dans l'exercice dans les prestations payées ou provisionnées (compte 6004 it et 6104 it) ; </p><p>(L 17) Participations aux bénéfices incorporées dans l'exercice dans les prestations payées ou provisionnées (comptes 6004 pb, 6104 pb, 63093 et 63094) ; </p><p>(L 18) Sous-total : Charge des prestations (lignes L 10 + L 11 + L 12 + L 13 + L 14-L 15-L 16-L 17) ; </p><p>(L 20) Provisions d'assurance-vie à la clôture de l'exercice (compte 30 à la clôture) ; </p><p>(L 21) Provisions d'assurance-vie à l'ouverture de l'exercice (compte 30 à l'ouverture) ; </p><p>(L 22) Intérêts techniques incorporés dans l'exercice aux provisions d'assurance-vie (compte 62004 it) ; </p><p>(L 23) Ajustement sur opérations à capital variable (compte 766 moins 666) ; </p><p>(L 24) Participations aux bénéfices incorporées dans l'exercice aux provisions d'assurance-vie (comptes 62004 pb et 63095) ; </p><p>(L 25) Autres provisions techniques à la clôture de l'exercice (comptes 36 Vie, 370 et 377 à la clôture) ; </p><p>(L 26) Autres provisions techniques à l'ouverture de l'exercice (comptes 36 Vie, 370 et 377 à l'ouverture) ; </p><p>(L 27) Sous-total : Charge de provisions (lignes L 20-L 21-L 22-L 23-L 24 + L 25-L 26) ; </p><p>(Arrêté du 10 juin 2005, point b-ii de l'annexe.) (L 28) Virement de provisions </p><p>(L 30) Participations aux bénéfices (comptes 6303, 6304, 6305 et 6306) ; </p><p>(L 40) Frais d'acquisition (compte 6400) ; </p><p>(L 41) Frais d'administration et autres charges techniques nets (comptes 6402 et 644 moins 720 et 740) ; </p><p>(L 42) Subventions d'exploitation reçues (compte 73) ; </p><p>(L 43) Produits des placements nets de charges (compte 76, sauf 766, moins 7939 et 66, sauf 666) ; </p><p>(L 44) Intérêts techniques nets de cessions (comptes 6300, 6301 et 6302 moins sous-comptes correspondants du compte 6390) ; </p><p>(L 45) Sous-total : Produits financiers nets (L 43-L 44) ; </p><p>(L 50) Primes cédées aux réassureurs (compte 7080) ; </p><p>(L 51) Part des réassureurs dans les prestations payées (compte 6090 sauf sous-compte correspondant au compte 6004) ; </p><p>(L 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à la clôture de l'exercice (compte 39, sauf compte 394, à la clôture) ; </p><p>(L 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à l'ouverture de l'exercice (compte 39, sauf compte 394, à l'ouverture) ; </p><p>(L 54) Part des réassureurs dans les participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-compte des comptes 6090, 6190 et 6290 correspondant aux comptes 6004, 6104 et 62004 ainsi que sous-comptes du compte 6390 correpondant au compte 6309) ; </p><p>(L 55) Part des réassureurs dans les participations aux bénéfices (sous-comptes du compte 6390 correspondant aux comptes 6303, 6304, 6305 et 6306) ; </p><p>(L 56) Commissions reçues des réassureurs (compte 6490) ; </p><p>(L 57) Sous-total : Charge de la réassurance (lignes L 50-L 51-L 52 + L 53 + L 54-L 55-L 56) ; </p><p>(Arrêté du 10 juin 2005, point b-ii de l'annexe.) (L 60) Résultat technique (lignes L 5-L 18-L 27-L 28-L 30-L 40-L 41 + L 42 + L 45-L 57).</p><p>L'état C 1 Vie-Capitalisation est complété par quatre lignes hors compte : </p><p>(L 70) Provisions pour participation aux bénéfices à la clôture de l'exercice (compte 34 à la clôture) ; </p><p>(L 71) Provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 34 à l'ouverture) ; </p><p>(L 72) Part des réassureurs dans les provisions pour participation aux bénéfices à la clôture de l'exercice (compte 394 à la clôture) ; </p><p>(L 73) Part des réassureurs dans les provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 394 à l'ouverture).</p><p align='center'>B.-État C 1 Non-Vie </p><p>L'état C 1 Non-Vie comporte les colonnes suivantes : </p><p>Dommages corporels : contrats individuels (catégorie 20 de l'article A. 344-2) ; </p><p>Dommages corporels : contrats collectifs (catégorie 21 de l'article A. 344-2) ; </p><p>Automobile (catégories 22 et 23 de l'article A. 344-2) ; </p><p>Dommages aux biens des particuliers (catégorie 24 de l'article A. 344-2) ; </p><p>Dommages aux biens professionnels (catégories 25 et 26 de l'article A. 344-2) ; </p><p>Catastrophes naturelles (catégorie 27 de l'article A. 344-2) ; </p><p>Responsabilité civile générale (catégorie 28 de l'article A. 344-2) ; </p><p>Protection juridique, assistance et pertes pécuniaires diverses (catégories 29, 30 et 31 de l'article A. 344-2) ; </p><p>Sous-total (catégories 20 à 31 de l'article A. 344-2) ; </p><p>Transports (catégorie 34 de l'article A. 344-2) ; </p><p>Construction : contrats de dommages aux biens (catégorie 35 de l'article A. 344-2) ; </p><p>Construction : contrats de responsabilité civile (catégorie 36 de l'article A. 344-2) ; </p><p>Crédit et caution (catégories 37 et 38 de l'article A. 344-2) ; </p><p>Sous-total (catégories 34 à 38 de l'article A. 344-2) ; </p><p>Total des affaires directes en France ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; </p><p>Opérations des succursales établies hors d'un Etat de l'Union européenne ; </p><p>Total général. </p><p>Lorsque l'entreprise couvre des risques par contrats pluriannuels à prime unique ou non révisable, l'état C 1 Non-Vie est complété par deux états annexes qui en sont l'éclatement :</p><p>-annexe A : état de modèle C 1 Non-Vie pour les contrats autres que les contrats pluriannuels à prime unique ou non révisable ;</p><p>-annexe B : état de modèle C 1 Non-Vie pour les contrats pluriannuels à prime unique ou non révisable.</p><p>L'état C 1 Non-Vie comporte les lignes suivantes : </p><p>(L 1) Primes et accessoires émis (compte 7020) ; </p><p>(L 2) Annulations et charge des ristournes (comptes 7022 et 7023 moins 63297) ; </p><p>(L 3) Primes à émettre nettes de primes à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; </p><p>(L 4) Primes à émettre nettes de primes à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; </p><p>(L 5) Sous-total : Primes nettes (lignes L 1-L 2 + L 3-L 4) ; </p><p>(L 6) Provisions pour primes non acquises à la clôture (compte 31 à la clôture) ; </p><p>(L 7) Provisions pour primes non acquises à l'ouverture (compte 31 à l'ouverture) ; </p><p>(L 8) Sous-total : Primes de l'exercice (lignes L 5-L 6 + L 7) ; </p><p>(L 10) Sinistres payés (compte 6020) ; </p><p>(L 11) Versements périodiques de rentes payés (compte 6021) ; </p><p>(L 12) Recours encaissés (compte 6023) ; </p><p>(L 13) Frais de gestion des sinistres (comptes 6025 et 6028) ; </p><p>(L 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 332 à la clôture) ; </p><p>(L 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 332 à l'ouverture) ; </p><p>(L 16) Prévision de recours à encaisser à la clôture de l'exercice (compte 333 à la clôture) ; </p><p>(L 17) Prévision de recours à encaisser à l'ouverture de l'exercice (compte 333 à l'ouverture) ; </p><p>(L 18) Autres provisions techniques à la clôture de l'exercice (comptes 36 Non-Vie et 372 à la clôture) ; </p><p>(L 19) Autres provisions techniques à l'ouverture de l'exercice (comptes 36 Non-Vie et 372 à l'ouverture) ; </p><p>(L 20) Participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (comptes 6024, 6124, 62124 et 6329 sauf 63297) ; </p><p>(L 21) Sous-total : Charge des prestations (lignes L 10 + L 11-L 12 + L 13 + L 14-L 15-L 16 + L 17 + L 18-L 19-L 20) ; </p><p>(L 30) Participations aux bénéfices (comptes 6323, 6324 et 6326) ; </p><p>(L 40) Frais d'acquisition (compte 6420) ; </p><p>(L 41) Frais d'administration et autres charges techniques nets (comptes 6422 et 645 moins 722 et 742) ; </p><p>(L 42) Subventions d'exploitation reçues (compte 732) ; </p><p>(L 43) Produits des placements alloués (compte 7920) ; </p><p>(L 44) Intérêts techniques nets de cessions (comptes 6320 et 6321 moins sous-comptes correspondants du compte 6392) ; </p><p>(L 45) Sous-total : Produits financiers nets (L 43-L 44) ; </p><p>(L 50) Primes cédées aux réassureurs (compte 7082 moins sous-compte du compte 6392 correspondant au compte 63297) ; </p><p>(L 51) Part des réassureurs dans les prestations payées (comptes 6092 sauf sous-compte correspondant au compte 6024) ; </p><p>(L 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à la clôture de l'exercice (compte 39 sauf compte 395 à la clôture) ; </p><p>(L 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à l'ouverture de l'exercice (compte 39 sauf compte 395 à l'ouverture) ; </p><p>(L 54) Part des réassureurs dans les participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-comptes des comptes 6092, 6192 et 62912 correspondant aux comptes 6024, 6124 et 62124 ainsi que sous-comptes du compte 6392 correspondant au compte 6329 sauf sous-compte 63297) ; </p><p>(L 55) Part des réassureurs dans les participations aux bénéfices (sous-comptes du compte 6392 correspondant aux comptes 6323, 6324 et 6326) ; </p><p>(L 56) Commissions reçues des réassureurs (compte 6492) ; </p><p>(L 57) Sous-total : Charge de la réassurance (L 50-L 51-L 52 + L 53 + L 54-L 55-L 56) ; </p><p>(L 60) Résultat technique (lignes L 8-L 21-L 30-L 40-L 41 + L 42 + L 45-L 57).</p><p>L'état C 1 Non-Vie est complété par quatre lignes hors compte : </p><p>(L 70) Provisions pour participation aux bénéfices et ristournes à la clôture de l'exercice (compte 35 à la clôture) ; </p><p>(L 71) Provisions pour participation aux bénéfices et ristournes à l'ouverture de l'exercice (compte 35 à l'ouverture) ; </p><p>(L 72) Part des réassureurs dans les provisions pour participation aux bénéfices à la clôture de l'exercice (compte 395 à la clôture) ; </p><p>(L 73) Part des réassureurs dans les provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 395 à l'ouverture).</p><p align='center'>C.-Etat C 1 Dommages corporels </p><p>L'état C 1 Dommages corporels comporte les colonnes suivantes : </p><p>Dommages corporels : contrats individuels (catégorie 20 de l'article A. 344-2) ; </p><p>Dommages corporels : contrats collectifs (catégorie 21 de l'article A. 344-2) ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; </p><p>Opérations des succursales établies hors de l'Union européenne ; </p><p>Total général. </p><p>Si l'entreprise est agréée pour les opérations visées au 2° de l'article L. 310-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Non-Vie, avec les mêmes références au plan comptable sauf pour la ligne L 43 (Produits des placements alloués) qui reçoit le résultat du calcul effectué en application des dispositions du VII.-Classe 7, 4, point f, de l'annexe à l'article A. 343-1 (3e alinéa). </p><p>Si l'entreprise n'est pas agréée pour les opérations visées au 2° de l'article L. 310-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Vie.</p><p align='center'>D.-Part des organismes dispensés d'agrément </p><p align='center'>(Sous-titre abrogé par arrêté du 10 juin 2005, point c de l'annexe.)</p>",
            "num": "Annexe A344-10 ETAT C1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1226275200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 113025455,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Catégories d'assurance et états à produire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157007",
                        "id": "LEGISCTA000006157007",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Etats à produire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173875",
                        "id": "LEGISCTA000006173875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Annexes A344-10  : ETATS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019321331",
                        "id": "LEGISCTA000019321331",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019321157",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019321331",
            "sectionParentId": "LEGISCTA000019321331",
            "sectionParentTitre": "Annexes A344-10  : ETATS",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre IV : Catégories d'assurance et états à produire &gt; Section III : Etats à produire.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019757920",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019736137",
                    "textTitle": "Arrêté du 7 novembre 2008 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000019747667",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 2",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031731970",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2015-12-29",
                    "dateSignaTexte": "2015-12-28",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi n° 2003-775 du 21 août 2003",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000781627",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2003-775",
                    "datePubli": 1061510400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A343-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A343-1",
                    "articleId": "LEGIARTI000006788916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 809481600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-2",
                    "articleId": "LEGIARTI000006788936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1322265600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-1",
                    "articleId": "LEGIARTI000006796400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-2",
                    "articleId": "LEGIARTI000006796373",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019321157",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 809481600000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757920",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe A344-10 ETAT C1",
                "344-10",
                "A344-10"
            ],
            "versionPrecedente": "LEGIARTI000019321157",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019321157",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ÉTAT C 1 Résultats techniques par contrats Les entreprises agréées pour les opérations visées au 1° de l'article L. 310-1 établissent un état C 1 Vie-Capitalisation ; si elles pratiquent les opérations visées au 2° de l'article L. 310-1, elles établissent en outre un état C 1 Dommages corporels. Les autres entreprises visées au 1°, 3° ou 4° de l'article L. 310-2 établissent un état C 1 Non-Vie. Les entreprises visées à l'article L. 310-1-1 qui pratiquent uniquement des opérations relevant de la catégorie 19 de l'article A. 344-2 établissent un état C 1 Vie-Capitalisation ; si elles pratiquent uniquement des opérations relevant de la catégorie 39 de l'article A. 344-2, elles établissent un état C 1 Non-Vie ; si elles pratiquent simultanément des opérations relevant des catégories 19 et 39 de l'article A. 344-2, elles établissent un état C 1 Vie-Capitalisation et un état C 1 Non-Vie. L'état C 1 répartit d'abord les résultats techniques par pays d'établissement. Les affaires souscrites en France sont ensuite détaillées selon leur modalité d'exploitation : risques directs français ; contrats émis en libre prestation de services ; acceptations. Enfin, les risques directs français sont ventilés par catégories ou regroupement de catégories de contrats définies à l'article A. 344-2. Lorsqu'un contrat regroupe des opérations relevant de catégories différentes, il est rattaché en totalité à la catégorie principale dès lors que celle-ci peut être déterminée sans ambiguïté. Lorsqu'aucune catégorie ne peut être qualifiée de principale, les garanties sont ventilées en autant d'ensembles qu'il existerait de contrats séparés au regard des pratiques commerciales constatées sur le marché ; chacun de ces ensembles de garanties est rattaché à sa catégorie principale. Par exception : -en assurances de personnes, les garanties de dommages corporels sont toujours dissociées des garanties en cas de vie ou de décès ; -en assurance non-vie, les garanties contre les catastrophes naturelles sont dissociées du reste du contrat. Le modèle des états C 1 Vie-Capitalisation, C 1 Non-Vie et C 1 Dommages corporels est fixé ci-après. Le contenu des lignes est précisé par référence aux comptes ou sous-comptes du plan comptable relatifs aux affaires directes, hors opérations en unités de compte ; les entreprises effectuent les transpositions nécessaires pour présenter leurs opérations en unités de compte et leurs acceptations. Les sous-comptes rattachés aux comptes 6004, 6024, 6104, 6124, 62004 et 62124 en application du troisième alinéa du point 5 du VI-classe 6 de l'annexe à l'article A. 343-1 (troisième alinéa) sont identifiés par la postposition pb ou it selon qu'ils retracent les participations aux bénéfices ou les intérêts techniques. A.-État C 1 Vie-Capitalisation L'état C 1 Vie-Capitalisation comporte les colonnes suivantes : Contrats de capitalisation en francs ou devises à prime unique ou versements libres (catégorie 1 de l'article A. 344-2) ; Contrats de capitalisation en francs ou devises à primes périodiques (catégorie 2 de l'article A. 344-2) ; Contrats individuels (ou groupes ouverts) d'assurance temporaire décès en francs ou devises (catégorie 3 de l'article A. 344-2) ; Autres contrats individuels (ou groupes ouverts) d'assurance vie en francs ou devises à prime unique ou versements libres (catégorie 4 de l'article A. 344-2) ; Autres contrats individuels (ou groupes ouverts) d'assurance vie en francs ou devises à primes périodiques (catégorie 5 de l'article A. 344-2) ; Contrats collectifs d'assurance en cas de décès en francs ou devises (catégorie 6 de l'article A. 344-2) ; Contrats collectifs d'assurance en cas de vie en francs ou devises (catégorie 7 de l'article A. 344-2) ; Contrats en unités de compte à prime unique ou versements libres (catégorie 8 de l'article A. 344-2) ; Contrats en unités de compte à primes périodiques (catégorie 9 de l'article A. 344-2) ; Contrats collectifs relevant de l'article L. 441-1 du code des assurances (catégorie 10 de l'article A. 344-2) ; Plans d'épargne retraite populaires relevant de l'article 108 de la loi n° 2003-775 du 21 août 2003 (catégorie 11 de l'article A 344-2) ; Total des affaires directes en France ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; Opérations des succursales établies hors de l'Union européenne ; Total général. L'état C 1 Vie-Capitalisation comporte les lignes suivantes : (L 1) Primes et accessoires émis (comptes 7000 et 7001) ; (L 2) Annulations (compte 7002) ; (L 3) Primes à émettre nettes de primes à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; (L 4) Primes à émettre nettes de primes à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; (L 5) Sous-total : Primes nettes (lignes L 1-L 2 + L 3-L 4) ; (L 10) Sinistres et capitaux payés (compte 6001) ; (L 11) Versements périodiques de rentes payés (compte 6002) ; (L 12) Rachats payés (compte 6003) ; (L 13) Frais de gestion des sinistres (comptes 6005 et 6008) ; (L 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 32 à la clôture) ; (L 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 32 à l'ouverture) ; (L 16) Intérêts techniques inclus dans l'exercice dans les prestations payées ou provisionnées (compte 6004 it et 6104 it) ; (L 17) Participations aux bénéfices incorporées dans l'exercice dans les prestations payées ou provisionnées (comptes 6004 pb, 6104 pb, 63093 et 63094) ; (L 18) Sous-total : Charge des prestations (lignes L 10 + L 11 + L 12 + L 13 + L 14-L 15-L 16-L 17) ; (L 20) Provisions d'assurance-vie à la clôture de l'exercice (compte 30 à la clôture) ; (L 21) Provisions d'assurance-vie à l'ouverture de l'exercice (compte 30 à l'ouverture) ; (L 22) Intérêts techniques incorporés dans l'exercice aux provisions d'assurance-vie (compte 62004 it) ; (L 23) Ajustement sur opérations à capital variable (compte 766 moins 666) ; (L 24) Participations aux bénéfices incorporées dans l'exercice aux provisions d'assurance-vie (comptes 62004 pb et 63095) ; (L 25) Autres provisions techniques à la clôture de l'exercice (comptes 36 Vie, 370 et 377 à la clôture) ; (L 26) Autres provisions techniques à l'ouverture de l'exercice (comptes 36 Vie, 370 et 377 à l'ouverture) ; (L 27) Sous-total : Charge de provisions (lignes L 20-L 21-L 22-L 23-L 24 + L 25-L 26) ; (Arrêté du 10 juin 2005, point b-ii de l'annexe.) (L 28) Virement de provisions » (L 30) Participations aux bénéfices (comptes 6303, 6304, 6305 et 6306) ; (L 40) Frais d'acquisition (compte 6400) ; (L 41) Frais d'administration et autres charges techniques nets (comptes 6402 et 644 moins 720 et 740) ; (L 42) Subventions d'exploitation reçues (compte 73) ; (L 43) Produits des placements nets de charges (compte 76, sauf 766, moins 7939 et 66, sauf 666) ; (L 44) Intérêts techniques nets de cessions (comptes 6300, 6301 et 6302 moins sous-comptes correspondants du compte 6390) ; (L 45) Sous-total : Produits financiers nets (L 43-L 44) ; (L 50) Primes cédées aux réassureurs (compte 7080) ; (L 51) Part des réassureurs dans les prestations payées (compte 6090 sauf sous-compte correspondant au compte 6004) ; (L 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à la clôture de l'exercice (compte 39, sauf compte 394, à la clôture) ; (L 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à l'ouverture de l'exercice (compte 39, sauf compte 394, à l'ouverture) ; (L 54) Part des réassureurs dans les participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-compte des comptes 6090, 6190 et 6290 correspondant aux comptes 6004, 6104 et 62004 ainsi que sous-comptes du compte 6390 correpondant au compte 6309) ; (L 55) Part des réassureurs dans les participations aux bénéfices (sous-comptes du compte 6390 correspondant aux comptes 6303, 6304, 6305 et 6306) ; (L 56) Commissions reçues des réassureurs (compte 6490) ; (L 57) Sous-total : Charge de la réassurance (lignes L 50-L 51-L 52 + L 53 + L 54-L 55-L 56) ; (Arrêté du 10 juin 2005, point b-ii de l'annexe.) (L 60) Résultat technique (lignes L 5-L 18-L 27-L 28-L 30-L 40-L 41 + L 42 + L 45-L 57) ». L'état C 1 Vie-Capitalisation est complété par quatre lignes hors compte : (L 70) Provisions pour participation aux bénéfices à la clôture de l'exercice (compte 34 à la clôture) ; (L 71) Provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 34 à l'ouverture) ; (L 72) Part des réassureurs dans les provisions pour participation aux bénéfices à la clôture de l'exercice (compte 394 à la clôture) ; (L 73) Part des réassureurs dans les provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 394 à l'ouverture). B.-État C 1 Non-Vie L'état C 1 Non-Vie comporte les colonnes suivantes : Dommages corporels : contrats individuels (catégorie 20 de l'article A. 344-2) ; Dommages corporels : contrats collectifs (catégorie 21 de l'article A. 344-2) ; Automobile (catégories 22 et 23 de l'article A. 344-2) ; Dommages aux biens des particuliers (catégorie 24 de l'article A. 344-2) ; Dommages aux biens professionnels (catégories 25 et 26 de l'article A. 344-2) ; Catastrophes naturelles (catégorie 27 de l'article A. 344-2) ; Responsabilité civile générale (catégorie 28 de l'article A. 344-2) ; Protection juridique, assistance et pertes pécuniaires diverses (catégories 29, 30 et 31 de l'article A. 344-2) ; Sous-total (catégories 20 à 31 de l'article A. 344-2) ; Transports (catégorie 34 de l'article A. 344-2) ; Construction : contrats de dommages aux biens (catégorie 35 de l'article A. 344-2) ; Construction : contrats de responsabilité civile (catégorie 36 de l'article A. 344-2) ; Crédit et caution (catégories 37 et 38 de l'article A. 344-2) ; Sous-total (catégories 34 à 38 de l'article A. 344-2) ; Total des affaires directes en France ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; Opérations des succursales établies hors d'un Etat de l'Union européenne ; Total général. Lorsque l'entreprise couvre des risques par contrats pluriannuels à prime unique ou non révisable, l'état C 1 Non-Vie est complété par deux états annexes qui en sont l'éclatement : -annexe A : état de modèle C 1 Non-Vie pour les contrats autres que les contrats pluriannuels à prime unique ou non révisable ; -annexe B : état de modèle C 1 Non-Vie pour les contrats pluriannuels à prime unique ou non révisable. L'état C 1 Non-Vie comporte les lignes suivantes : (L 1) Primes et accessoires émis (compte 7020) ; (L 2) Annulations et charge des ristournes (comptes 7022 et 7023 moins 63297) ; (L 3) Primes à émettre nettes de primes à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; (L 4) Primes à émettre nettes de primes à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; (L 5) Sous-total : Primes nettes (lignes L 1-L 2 + L 3-L 4) ; (L 6) Provisions pour primes non acquises à la clôture (compte 31 à la clôture) ; (L 7) Provisions pour primes non acquises à l'ouverture (compte 31 à l'ouverture) ; (L 8) Sous-total : Primes de l'exercice (lignes L 5-L 6 + L 7) ; (L 10) Sinistres payés (compte 6020) ; (L 11) Versements périodiques de rentes payés (compte 6021) ; (L 12) Recours encaissés (compte 6023) ; (L 13) Frais de gestion des sinistres (comptes 6025 et 6028) ; (L 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 332 à la clôture) ; (L 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 332 à l'ouverture) ; (L 16) Prévision de recours à encaisser à la clôture de l'exercice (compte 333 à la clôture) ; (L 17) Prévision de recours à encaisser à l'ouverture de l'exercice (compte 333 à l'ouverture) ; (L 18) Autres provisions techniques à la clôture de l'exercice (comptes 36 Non-Vie et 372 à la clôture) ; (L 19) Autres provisions techniques à l'ouverture de l'exercice (comptes 36 Non-Vie et 372 à l'ouverture) ; (L 20) Participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (comptes 6024, 6124, 62124 et 6329 sauf 63297) ; (L 21) Sous-total : Charge des prestations (lignes L 10 + L 11-L 12 + L 13 + L 14-L 15-L 16 + L 17 + L 18-L 19-L 20) ; (L 30) Participations aux bénéfices (comptes 6323, 6324 et 6326) ; (L 40) Frais d'acquisition (compte 6420) ; (L 41) Frais d'administration et autres charges techniques nets (comptes 6422 et 645 moins 722 et 742) ; (L 42) Subventions d'exploitation reçues (compte 732) ; (L 43) Produits des placements alloués (compte 7920) ; (L 44) Intérêts techniques nets de cessions (comptes 6320 et 6321 moins sous-comptes correspondants du compte 6392) ; (L 45) Sous-total : Produits financiers nets (L 43-L 44) ; (L 50) Primes cédées aux réassureurs (compte 7082 moins sous-compte du compte 6392 correspondant au compte 63297) ; (L 51) Part des réassureurs dans les prestations payées (comptes 6092 sauf sous-compte correspondant au compte 6024) ; (L 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à la clôture de l'exercice (compte 39 sauf compte 395 à la clôture) ; (L 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à l'ouverture de l'exercice (compte 39 sauf compte 395 à l'ouverture) ; (L 54) Part des réassureurs dans les participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-comptes des comptes 6092, 6192 et 62912 correspondant aux comptes 6024, 6124 et 62124 ainsi que sous-comptes du compte 6392 correspondant au compte 6329 sauf sous-compte 63297) ; (L 55) Part des réassureurs dans les participations aux bénéfices (sous-comptes du compte 6392 correspondant aux comptes 6323, 6324 et 6326) ; (L 56) Commissions reçues des réassureurs (compte 6492) ; (L 57) Sous-total : Charge de la réassurance (L 50-L 51-L 52 + L 53 + L 54-L 55-L 56) ; (L 60) Résultat technique (lignes L 8-L 21-L 30-L 40-L 41 + L 42 + L 45-L 57). L'état C 1 Non-Vie est complété par quatre lignes hors compte : (L 70) Provisions pour participation aux bénéfices et ristournes à la clôture de l'exercice (compte 35 à la clôture) ; (L 71) Provisions pour participation aux bénéfices et ristournes à l'ouverture de l'exercice (compte 35 à l'ouverture) ; (L 72) Part des réassureurs dans les provisions pour participation aux bénéfices à la clôture de l'exercice (compte 395 à la clôture) ; (L 73) Part des réassureurs dans les provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 395 à l'ouverture). C.-Etat C 1 Dommages corporels L'état C 1 Dommages corporels comporte les colonnes suivantes : Dommages corporels : contrats individuels (catégorie 20 de l'article A. 344-2) ; Dommages corporels : contrats collectifs (catégorie 21 de l'article A. 344-2) ; Opérations en libre prestation de services par un établissement en France ; Acceptations par un établissement en France ; Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; Opérations des succursales établies hors de l'Union européenne ; Total général. Si l'entreprise est agréée pour les opérations visées au 2° de l'article L. 310-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Non-Vie, avec les mêmes références au plan comptable sauf pour la ligne L 43 (Produits des placements alloués) qui reçoit le résultat du calcul effectué en application des dispositions du VII.-Classe 7, 4, point f, de l'annexe à l'article A. 343-1 (3e alinéa). Si l'entreprise n'est pas agréée pour les opérations visées au 2° de l'article L. 310-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Vie. D.-Part des organismes dispensés d'agrément (Sous-titre abrogé par arrêté du 10 juin 2005, point c de l'annexe.)",
            "texteHtml": "<p align='center'><strong>ÉTAT C 1 </strong></p><p align='center'><strong>Résultats techniques par contrats </strong></p><p align='center'></p><p>Les entreprises agréées pour les opérations visées au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid' title='Code des assurances - art. L310-1 (V)'>L. 310-1 </a>établissent un état C 1 Vie-Capitalisation ; si elles pratiquent les opérations visées au 2° de l'article L. 310-1, elles établissent en outre un état C 1 Dommages corporels. Les autres entreprises visées au 1°, 3° ou 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796373&dateTexte=&categorieLien=cid' title='Code des assurances - art. L310-2 (V)'>L. 310-2 </a>établissent un état C 1 Non-Vie. </p><p>Les entreprises visées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796400&dateTexte=&categorieLien=cid' title='Code des assurances - art. L310-1-1 (V)'>L. 310-1-1 </a>qui pratiquent uniquement des opérations relevant de la catégorie 19 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788936&dateTexte=&categorieLien=cid' title='Code des assurances - art. A344-2 (V)'>A. 344-2 </a>établissent un état C 1 Vie-Capitalisation ; si elles pratiquent uniquement des opérations relevant de la catégorie 39 de l'article A. 344-2, elles établissent un état C 1 Non-Vie ; si elles pratiquent simultanément des opérations relevant des catégories 19 et 39 de l'article A. 344-2, elles établissent un état C 1 Vie-Capitalisation et un état C 1 Non-Vie.</p><p>L'état C 1 répartit d'abord les résultats techniques par pays d'établissement. Les affaires souscrites en France sont ensuite détaillées selon leur modalité d'exploitation : risques directs français ; contrats émis en libre prestation de services ; acceptations. Enfin, les risques directs français sont ventilés par catégories ou regroupement de catégories de contrats définies à l'article A. 344-2. </p><p>Lorsqu'un contrat regroupe des opérations relevant de catégories différentes, il est rattaché en totalité à la catégorie principale dès lors que celle-ci peut être déterminée sans ambiguïté. Lorsqu'aucune catégorie ne peut être qualifiée de principale, les garanties sont ventilées en autant d'ensembles qu'il existerait de contrats séparés au regard des pratiques commerciales constatées sur le marché ; chacun de ces ensembles de garanties est rattaché à sa catégorie principale. Par exception :</p><p>-en assurances de personnes, les garanties de dommages corporels sont toujours dissociées des garanties en cas de vie ou de décès ;</p><p>-en assurance non-vie, les garanties contre les catastrophes naturelles sont dissociées du reste du contrat. </p><p>Le modèle des états C 1 Vie-Capitalisation, C 1 Non-Vie et C 1 Dommages corporels est fixé ci-après. Le contenu des lignes est précisé par référence aux comptes ou sous-comptes du plan comptable relatifs aux affaires directes, hors opérations en unités de compte ; les entreprises effectuent les transpositions nécessaires pour présenter leurs opérations en unités de compte et leurs acceptations. Les sous-comptes rattachés aux comptes 6004, 6024, 6104, 6124, 62004 et 62124 en application du troisième alinéa du point 5 du VI-classe 6 de l'annexe à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006788916&dateTexte=&categorieLien=cid' title='Code des assurances - art. A343-1 (V)'>A. 343-1 </a>(troisième alinéa) sont identifiés par la postposition pb ou it selon qu'ils retracent les participations aux bénéfices ou les intérêts techniques.</p><p align='center'>A.-État C 1 Vie-Capitalisation </p><p>L'état C 1 Vie-Capitalisation comporte les colonnes suivantes : </p><p>Contrats de capitalisation en francs ou devises à prime unique ou versements libres (catégorie 1 de l'article A. 344-2) ; </p><p>Contrats de capitalisation en francs ou devises à primes périodiques (catégorie 2 de l'article A. 344-2) ; </p><p>Contrats individuels (ou groupes ouverts) d'assurance temporaire décès en francs ou devises (catégorie 3 de l'article A. 344-2) ; </p><p>Autres contrats individuels (ou groupes ouverts) d'assurance vie en francs ou devises à prime unique ou versements libres (catégorie 4 de l'article A. 344-2) ; </p><p>Autres contrats individuels (ou groupes ouverts) d'assurance vie en francs ou devises à primes périodiques (catégorie 5 de l'article A. 344-2) ; </p><p>Contrats collectifs d'assurance en cas de décès en francs ou devises (catégorie 6 de l'article A. 344-2) ; </p><p>Contrats collectifs d'assurance en cas de vie en francs ou devises (catégorie 7 de l'article A. 344-2) ; </p><p>Contrats en unités de compte à prime unique ou versements libres (catégorie 8 de l'article A. 344-2) ; </p><p>Contrats en unités de compte à primes périodiques (catégorie 9 de l'article A. 344-2) ; </p><p>Contrats collectifs relevant de l'article L. 441-1 du code des assurances (catégorie 10 de l'article A. 344-2) ; </p><p>Plans d'épargne retraite populaires relevant de l'article 108 de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000781627&categorieLien=cid' title='Loi n°2003-775 du 21 août 2003 (V)'>loi n° 2003-775</a> du 21 août 2003 (catégorie 11 de l'article A 344-2) ; </p><p>Total des affaires directes en France ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; </p><p>Opérations des succursales établies hors de l'Union européenne ; </p><p>Total général.</p><p>L'état C 1 Vie-Capitalisation comporte les lignes suivantes : </p><p>(L 1) Primes et accessoires émis (comptes 7000 et 7001) ; </p><p>(L 2) Annulations (compte 7002) ; </p><p>(L 3) Primes à émettre nettes de primes à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; </p><p>(L 4) Primes à émettre nettes de primes à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; </p><p>(L 5) Sous-total : Primes nettes (lignes L 1-L 2 + L 3-L 4) ; </p><p>(L 10) Sinistres et capitaux payés (compte 6001) ; </p><p>(L 11) Versements périodiques de rentes payés (compte 6002) ; </p><p>(L 12) Rachats payés (compte 6003) ; </p><p>(L 13) Frais de gestion des sinistres (comptes 6005 et 6008) ; </p><p>(L 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 32 à la clôture) ; </p><p>(L 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 32 à l'ouverture) ; </p><p>(L 16) Intérêts techniques inclus dans l'exercice dans les prestations payées ou provisionnées (compte 6004 it et 6104 it) ; </p><p>(L 17) Participations aux bénéfices incorporées dans l'exercice dans les prestations payées ou provisionnées (comptes 6004 pb, 6104 pb, 63093 et 63094) ; </p><p>(L 18) Sous-total : Charge des prestations (lignes L 10 + L 11 + L 12 + L 13 + L 14-L 15-L 16-L 17) ; </p><p>(L 20) Provisions d'assurance-vie à la clôture de l'exercice (compte 30 à la clôture) ; </p><p>(L 21) Provisions d'assurance-vie à l'ouverture de l'exercice (compte 30 à l'ouverture) ; </p><p>(L 22) Intérêts techniques incorporés dans l'exercice aux provisions d'assurance-vie (compte 62004 it) ; </p><p>(L 23) Ajustement sur opérations à capital variable (compte 766 moins 666) ; </p><p>(L 24) Participations aux bénéfices incorporées dans l'exercice aux provisions d'assurance-vie (comptes 62004 pb et 63095) ; </p><p>(L 25) Autres provisions techniques à la clôture de l'exercice (comptes 36 Vie, 370 et 377 à la clôture) ; </p><p>(L 26) Autres provisions techniques à l'ouverture de l'exercice (comptes 36 Vie, 370 et 377 à l'ouverture) ; </p><p>(L 27) Sous-total : Charge de provisions (lignes L 20-L 21-L 22-L 23-L 24 + L 25-L 26) ; </p><p>(Arrêté du 10 juin 2005, point b-ii de l'annexe.) (L 28) Virement de provisions » </p><p>(L 30) Participations aux bénéfices (comptes 6303, 6304, 6305 et 6306) ; </p><p>(L 40) Frais d'acquisition (compte 6400) ; </p><p>(L 41) Frais d'administration et autres charges techniques nets (comptes 6402 et 644 moins 720 et 740) ; </p><p>(L 42) Subventions d'exploitation reçues (compte 73) ; </p><p>(L 43) Produits des placements nets de charges (compte 76, sauf 766, moins 7939 et 66, sauf 666) ; </p><p>(L 44) Intérêts techniques nets de cessions (comptes 6300, 6301 et 6302 moins sous-comptes correspondants du compte 6390) ; </p><p>(L 45) Sous-total : Produits financiers nets (L 43-L 44) ; </p><p>(L 50) Primes cédées aux réassureurs (compte 7080) ; </p><p>(L 51) Part des réassureurs dans les prestations payées (compte 6090 sauf sous-compte correspondant au compte 6004) ; </p><p>(L 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à la clôture de l'exercice (compte 39, sauf compte 394, à la clôture) ; </p><p>(L 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à l'ouverture de l'exercice (compte 39, sauf compte 394, à l'ouverture) ; </p><p>(L 54) Part des réassureurs dans les participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-compte des comptes 6090, 6190 et 6290 correspondant aux comptes 6004, 6104 et 62004 ainsi que sous-comptes du compte 6390 correpondant au compte 6309) ; </p><p>(L 55) Part des réassureurs dans les participations aux bénéfices (sous-comptes du compte 6390 correspondant aux comptes 6303, 6304, 6305 et 6306) ; </p><p>(L 56) Commissions reçues des réassureurs (compte 6490) ; </p><p>(L 57) Sous-total : Charge de la réassurance (lignes L 50-L 51-L 52 + L 53 + L 54-L 55-L 56) ; </p><p>(Arrêté du 10 juin 2005, point b-ii de l'annexe.) (L 60) Résultat technique (lignes L 5-L 18-L 27-L 28-L 30-L 40-L 41 + L 42 + L 45-L 57) ».</p><p>L'état C 1 Vie-Capitalisation est complété par quatre lignes hors compte : </p><p>(L 70) Provisions pour participation aux bénéfices à la clôture de l'exercice (compte 34 à la clôture) ; </p><p>(L 71) Provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 34 à l'ouverture) ; </p><p>(L 72) Part des réassureurs dans les provisions pour participation aux bénéfices à la clôture de l'exercice (compte 394 à la clôture) ; </p><p>(L 73) Part des réassureurs dans les provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 394 à l'ouverture).</p><p align='center'>B.-État C 1 Non-Vie </p><p>L'état C 1 Non-Vie comporte les colonnes suivantes : </p><p>Dommages corporels : contrats individuels (catégorie 20 de l'article A. 344-2) ; </p><p>Dommages corporels : contrats collectifs (catégorie 21 de l'article A. 344-2) ; </p><p>Automobile (catégories 22 et 23 de l'article A. 344-2) ; </p><p>Dommages aux biens des particuliers (catégorie 24 de l'article A. 344-2) ; </p><p>Dommages aux biens professionnels (catégories 25 et 26 de l'article A. 344-2) ; </p><p>Catastrophes naturelles (catégorie 27 de l'article A. 344-2) ; </p><p>Responsabilité civile générale (catégorie 28 de l'article A. 344-2) ; </p><p>Protection juridique, assistance et pertes pécuniaires diverses (catégories 29, 30 et 31 de l'article A. 344-2) ; </p><p>Sous-total (catégories 20 à 31 de l'article A. 344-2) ; </p><p>Transports (catégorie 34 de l'article A. 344-2) ; </p><p>Construction : contrats de dommages aux biens (catégorie 35 de l'article A. 344-2) ; </p><p>Construction : contrats de responsabilité civile (catégorie 36 de l'article A. 344-2) ; </p><p>Crédit et caution (catégories 37 et 38 de l'article A. 344-2) ; </p><p>Sous-total (catégories 34 à 38 de l'article A. 344-2) ; </p><p>Total des affaires directes en France ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; </p><p>Opérations des succursales établies hors d'un Etat de l'Union européenne ; </p><p>Total général. </p><p>Lorsque l'entreprise couvre des risques par contrats pluriannuels à prime unique ou non révisable, l'état C 1 Non-Vie est complété par deux états annexes qui en sont l'éclatement :</p><p>-annexe A : état de modèle C 1 Non-Vie pour les contrats autres que les contrats pluriannuels à prime unique ou non révisable ;</p><p>-annexe B : état de modèle C 1 Non-Vie pour les contrats pluriannuels à prime unique ou non révisable.</p><p>L'état C 1 Non-Vie comporte les lignes suivantes : </p><p>(L 1) Primes et accessoires émis (compte 7020) ; </p><p>(L 2) Annulations et charge des ristournes (comptes 7022 et 7023 moins 63297) ; </p><p>(L 3) Primes à émettre nettes de primes à annuler, à la clôture de l'exercice (compte 400 moins 401 à la clôture) ; </p><p>(L 4) Primes à émettre nettes de primes à annuler, à l'ouverture de l'exercice (compte 400 moins 401 à l'ouverture) ; </p><p>(L 5) Sous-total : Primes nettes (lignes L 1-L 2 + L 3-L 4) ; </p><p>(L 6) Provisions pour primes non acquises à la clôture (compte 31 à la clôture) ; </p><p>(L 7) Provisions pour primes non acquises à l'ouverture (compte 31 à l'ouverture) ; </p><p>(L 8) Sous-total : Primes de l'exercice (lignes L 5-L 6 + L 7) ; </p><p>(L 10) Sinistres payés (compte 6020) ; </p><p>(L 11) Versements périodiques de rentes payés (compte 6021) ; </p><p>(L 12) Recours encaissés (compte 6023) ; </p><p>(L 13) Frais de gestion des sinistres (comptes 6025 et 6028) ; </p><p>(L 14) Provisions pour sinistres à payer à la clôture de l'exercice (compte 332 à la clôture) ; </p><p>(L 15) Provisions pour sinistres à payer à l'ouverture de l'exercice (compte 332 à l'ouverture) ; </p><p>(L 16) Prévision de recours à encaisser à la clôture de l'exercice (compte 333 à la clôture) ; </p><p>(L 17) Prévision de recours à encaisser à l'ouverture de l'exercice (compte 333 à l'ouverture) ; </p><p>(L 18) Autres provisions techniques à la clôture de l'exercice (comptes 36 Non-Vie et 372 à la clôture) ; </p><p>(L 19) Autres provisions techniques à l'ouverture de l'exercice (comptes 36 Non-Vie et 372 à l'ouverture) ; </p><p>(L 20) Participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (comptes 6024, 6124, 62124 et 6329 sauf 63297) ; </p><p>(L 21) Sous-total : Charge des prestations (lignes L 10 + L 11-L 12 + L 13 + L 14-L 15-L 16 + L 17 + L 18-L 19-L 20) ; </p><p>(L 30) Participations aux bénéfices (comptes 6323, 6324 et 6326) ; </p><p>(L 40) Frais d'acquisition (compte 6420) ; </p><p>(L 41) Frais d'administration et autres charges techniques nets (comptes 6422 et 645 moins 722 et 742) ; </p><p>(L 42) Subventions d'exploitation reçues (compte 732) ; </p><p>(L 43) Produits des placements alloués (compte 7920) ; </p><p>(L 44) Intérêts techniques nets de cessions (comptes 6320 et 6321 moins sous-comptes correspondants du compte 6392) ; </p><p>(L 45) Sous-total : Produits financiers nets (L 43-L 44) ; </p><p>(L 50) Primes cédées aux réassureurs (compte 7082 moins sous-compte du compte 6392 correspondant au compte 63297) ; </p><p>(L 51) Part des réassureurs dans les prestations payées (comptes 6092 sauf sous-compte correspondant au compte 6024) ; </p><p>(L 52) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à la clôture de l'exercice (compte 39 sauf compte 395 à la clôture) ; </p><p>(L 53) Part des réassureurs dans les provisions techniques, autres que les provisions pour participation aux bénéfices, à l'ouverture de l'exercice (compte 39 sauf compte 395 à l'ouverture) ; </p><p>(L 54) Part des réassureurs dans les participations aux résultats incorporées dans l'exercice aux prestations payées ou aux provisions techniques (sous-comptes des comptes 6092, 6192 et 62912 correspondant aux comptes 6024, 6124 et 62124 ainsi que sous-comptes du compte 6392 correspondant au compte 6329 sauf sous-compte 63297) ; </p><p>(L 55) Part des réassureurs dans les participations aux bénéfices (sous-comptes du compte 6392 correspondant aux comptes 6323, 6324 et 6326) ; </p><p>(L 56) Commissions reçues des réassureurs (compte 6492) ; </p><p>(L 57) Sous-total : Charge de la réassurance (L 50-L 51-L 52 + L 53 + L 54-L 55-L 56) ; </p><p>(L 60) Résultat technique (lignes L 8-L 21-L 30-L 40-L 41 + L 42 + L 45-L 57).</p><p>L'état C 1 Non-Vie est complété par quatre lignes hors compte : </p><p>(L 70) Provisions pour participation aux bénéfices et ristournes à la clôture de l'exercice (compte 35 à la clôture) ; </p><p>(L 71) Provisions pour participation aux bénéfices et ristournes à l'ouverture de l'exercice (compte 35 à l'ouverture) ; </p><p>(L 72) Part des réassureurs dans les provisions pour participation aux bénéfices à la clôture de l'exercice (compte 395 à la clôture) ; </p><p>(L 73) Part des réassureurs dans les provisions pour participation aux bénéfices à l'ouverture de l'exercice (compte 395 à l'ouverture).</p><p align='center'>C.-Etat C 1 Dommages corporels </p><p>L'état C 1 Dommages corporels comporte les colonnes suivantes : </p><p>Dommages corporels : contrats individuels (catégorie 20 de l'article A. 344-2) ; </p><p>Dommages corporels : contrats collectifs (catégorie 21 de l'article A. 344-2) ; </p><p>Opérations en libre prestation de services par un établissement en France ; </p><p>Acceptations par un établissement en France ; </p><p>Opérations des succursales établies dans un Etat de l'Union européenne (autre que la France) ; </p><p>Opérations des succursales établies hors de l'Union européenne ; </p><p>Total général. </p><p>Si l'entreprise est agréée pour les opérations visées au 2° de l'article L. 310-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Non-Vie, avec les mêmes références au plan comptable sauf pour la ligne L 43 (Produits des placements alloués) qui reçoit le résultat du calcul effectué en application des dispositions du VII.-Classe 7, 4, point f, de l'annexe à l'article A. 343-1 (3e alinéa). </p><p>Si l'entreprise n'est pas agréée pour les opérations visées au 2° de l'article L. 310-1, l'état C 1 Dommages corporels comporte les mêmes lignes que l'état C 1 Vie.</p><p align='center'>D.-Part des organismes dispensés d'agrément </p><p align='center'>(Sous-titre abrogé par arrêté du 10 juin 2005, point c de l'annexe.)</p>",
            "num": "Annexe A344-10 ETAT C1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 809481600000,
            "dateFin": 1226275200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 113025455,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Catégories d'assurance et états à produire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157007",
                        "id": "LEGISCTA000006157007",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Etats à produire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173875",
                        "id": "LEGISCTA000006173875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Annexes A344-10  : ETATS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019321331",
                        "id": "LEGISCTA000019321331",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019321157",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019321331",
            "sectionParentId": "LEGISCTA000019321331",
            "sectionParentTitre": "Annexes A344-10  : ETATS",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre IV : Catégories d'assurance et états à produire &gt; Section III : Etats à produire. &gt; Annexes A344-10  : ETATS",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019321157",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000632248",
                    "textTitle": "Arrêté du 10 juin 2005 (V) annexe",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000632248",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2005-06-26",
                    "dateSignaTexte": "2005-06-10",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi n°2003-775 du 21 août 2003 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000781627",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2003-775",
                    "datePubli": 1061510400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A343-1",
                    "articleId": "LEGIARTI000006788916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 809481600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-2",
                    "articleId": "LEGIARTI000006788936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1322265600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-1",
                    "articleId": "LEGIARTI000006796400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-2",
                    "articleId": "LEGIARTI000006796373",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019321157",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 809481600000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757920",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe A344-10 ETAT C1",
                "344-10",
                "A344-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}