{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029384866",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÉFÉRENTIEL FIXANT LES CRITÈRES DE L'AGRÉMENT DES ASSISTANTS FAMILIAUX PAR LE PRÉSIDENT DU CONSEIL GÉNÉRAL L'assistant familial est la personne dont la mission consiste, moyennant rémunération, à accueillir habituellement et de façon permanente à son domicile des mineurs et des jeunes majeurs âgés de moins de 21 ans, séparés de leurs parents, et à prendre soin d'eux au quotidien. Son activité s'insère dans un dispositif de protection de l'enfance, un dispositif médico-social ou un service d'accueil familial thérapeutique. Le service départemental de protection maternelle et infantile instruit les demandes d'agrément des assistants familiaux, qu'il s'agisse d'une première demande, d'une demande de modification ou d'une demande de renouvellement. Les visites au domicile du candidat doivent concilier le respect de sa vie privée et la nécessaire protection des mineurs ou jeunes majeurs qu'il va accueillir. Section 1 Les capacités et les compétences pour l'exercice de la profession d'assistant familial Sous-section 1 Les capacités et les qualités personnelles pour accueillir des mineurs ou des jeunes majeurs et les aptitudes éducatives du candidat Il convient de prendre en compte la capacité du candidat à : 1. Observer, écouter et prendre en compte les besoins particuliers du mineur ou du jeune majeur accueilli pour favoriser son développement physique, affectif, intellectuel et social. 2. Proposer un cadre de vie favorisant la stabilité affective du mineur ou du jeune majeur accueilli. 3. Poser un cadre éducatif cohérent, structurant et adapté aux besoins du mineur ou du jeune majeur accueilli. 4. Adopter une attitude conforme à l'intérêt supérieur de l'enfant accueilli et avoir une attitude neutre et respectueuse vis-à-vis des parents et de la famille du mineur ou du jeune majeur accueilli. 5. Repérer et prévenir les risques liés aux comportements personnels ou familiaux susceptibles d'avoir une incidence sur la santé, la sécurité, le développement physique, affectif, intellectuel et social du mineur ou du jeune majeur accueilli. 6. Repérer et prévenir les dangers potentiels liés à l'habitat et à son environnement ou à la possession d'objets dangereux ainsi que les accidents de la vie courante, et à envisager le cas échéant les aménagements nécessaires en fonction de l'âge de l'enfant. Sous-section 2 La connaissance du métier, du rôle et des responsabilités de l'assistant familial Il convient de prendre en compte : 1. Les motivations du candidat et sa capacité à décrire son projet en tant que famille d'accueil ainsi que le degré d'adhésion des différents membres de la famille à ce projet. 2. La connaissance du rôle et de la fonction d'assistant familial. 3. La capacité du candidat à identifier et assumer ses responsabilités vis-à-vis du mineur ou du jeune majeur accueilli ainsi que le rôle et la place des parents dans le cadre de la prise en charge. 4. La capacité du candidat à s'inscrire dans une équipe professionnelle pluridisciplinaire autour du projet pour l'enfant ou le jeune majeur. 5. La capacité du candidat à se représenter ses responsabilités vis-à-vis des services du département, et de son employeur, en charge de son accompagnement, de son contrôle et du suivi de ses pratiques professionnelles, et à comprendre et accepter leur rôle. 6. La capacité du candidat à mesurer ses obligations au regard du secret professionnel attaché à ses fonctions. Sous-section 3 La maîtrise de la langue française orale et l'aptitude à la communication et au dialogue Il convient de prendre en compte : 1. La maîtrise de la langue française orale, obligatoire pour le suivi de la formation et l'établissement des relations, notamment avec l'enfant, sa famille, l'employeur, les services du département et les professionnels concernés par la prise en charge du mineur ou du jeune majeur. 2. L'aptitude à la communication et au dialogue nécessaires, notamment dans le cadre de la collaboration avec les services du département, l'employeur et les professionnels concernés par la prise en charge du mineur ou du jeune majeur. Sous-section 4 La disponibilité et la capacité à s'organiser et à s'adapter à des situations variées Il convient de prendre en compte la capacité du candidat à : 1. Concilier l'accueil du mineur ou du jeune majeur avec le mode de vie familial, notamment à offrir la disponibilité nécessaire au mineur ou au jeune majeur accueilli au regard de ses activités professionnelles, personnelles et de sa vie familiale. 2. S'organiser au quotidien, notamment pour l'accompagnement nécessaire du mineur ou du jeune majeur dans ses déplacements. 3. S'adapter à une situation d'urgence ou imprévue et à prendre les mesures appropriées. 4. Avoir conscience des exigences et des contraintes liées à l'accueil de mineurs ou de jeunes majeurs en situation de handicap ou atteints de maladie chronique. Section 2 Les conditions d'accueil et de sécurité Le domicile ainsi que son environnement doivent présenter des caractéristiques permettant de garantir la santé, le bien-être et la sécurité des mineurs ou des jeunes majeurs accueillis en tenant compte de leur nombre et de leur âge. Sous-section 1 Les dimensions, l'état du domicile, son aménagement, l'organisation de l'espace et sa sécurité I. - Il convient de prendre en compte : 1. Le respect de règles d'hygiène et de confort favorisant un accueil de qualité : le domicile doit être propre, clair, aéré, sain et correctement chauffé. 2. L'adéquation entre les dimensions du domicile, le nombre et la destination des pièces, et l'accueil à titre permanent de mineurs ou de jeunes majeurs. II. - En termes de sécurité, une vigilance particulière doit être apportée : 1. A la protection effective des espaces et des installations dont l'accès serait dangereux pour le mineur ou le jeune majeur, notamment les escaliers, les fenêtres, les balcons, les cheminées, les installations électriques ou au gaz. 2. A la sécurisation de l'accès aux objets dangereux, notamment les armes et les outils. 3. A la prévention des intoxications par le monoxyde de carbone attestée par la production des certificats d'entretien annuel des appareils fixes de chauffage ou de production d'eau chaude sanitaire. Sous-section 2 L'environnement du domicile, la sécurité de ses abords Il convient de prendre en compte : 1. Les risques de danger pour le mineur ou le jeune majeur liés à l'existence notamment d'une route, d'un puits ou d'une étendue d'eau à proximité du domicile et les mesures prises pour en sécuriser l'accès. 2. L'existence d'un dispositif de sécurité normalisé, obligatoire et attesté par une note technique fournie par le constructeur ou l'installateur, afin de prévenir les risques de noyade dans les piscines non closes dont le bassin est totalement ou partiellement enterré. 3. Les risques liés à l'utilisation des piscines posées hors sol. Sous-section 3 La disposition de moyens de communication permettant de faire face aux situations d'urgence Il convient de s'assurer : 1. De l'existence de moyens de communication permettant d'alerter sans délai les services de secours, les services compétents du département ainsi que l'employeur. 2. De l'affichage permanent, visible et facilement accessible des coordonnées des services de secours, des services compétents du département ainsi que de l'employeur. Sous-section 4 La présence d'animaux dans le lieu d'accueil Il convient de prendre en compte : 1. La capacité du candidat à repérer les risques éventuels encourus et à envisager les mesures nécessaires pour organiser une cohabitation sans danger avec le mineur ou le jeune majeur accueilli en vue de garantir sa santé et sa sécurité. 2. La présence au domicile, ou à proximité immédiate, d'animaux susceptibles d'être dangereux, notamment de chiens de la première et de la deuxième catégories. Sous-section 5 La prise en compte de comportements à risques pour la santé et la sécurité du mineur ou du jeune majeur accueilli Il convient de prendre en compte chez l'ensemble des personnes vivant au domicile les comportements susceptibles d'avoir une incidence sur la santé, la sécurité, le développement physique, affectif, intellectuel et social du mineur ou du jeune majeur accueilli. Sous-section 6 Les transports et les déplacements Il convient de prendre en compte : 1. Les modalités d'organisation et de sécurité des sorties, en tenant compte de l'âge et du nombre de mineurs ou de jeunes majeurs accueillis. 2. La connaissance et l'application des règles de sécurité en vigueur pour les mineurs ou les jeunes majeurs transportés dans le véhicule personnel.",
            "texteHtml": "<p align='center'>RÉFÉRENTIEL FIXANT LES CRITÈRES DE L'AGRÉMENT<br/>DES ASSISTANTS FAMILIAUX PAR LE PRÉSIDENT DU CONSEIL GÉNÉRAL </p><p align='left'></p><p align='left'>L'assistant familial est la personne dont la mission consiste, moyennant rémunération, à accueillir habituellement et de façon permanente à son domicile des mineurs et des jeunes majeurs âgés de moins de 21 ans, séparés de leurs parents, et à prendre soin d'eux au quotidien. Son activité s'insère dans un dispositif de protection de l'enfance, un dispositif médico-social ou un service d'accueil familial thérapeutique. </p><p align='left'>Le service départemental de protection maternelle et infantile instruit les demandes d'agrément des assistants familiaux, qu'il s'agisse d'une première demande, d'une demande de modification ou d'une demande de renouvellement. </p><p align='left'>Les visites au domicile du candidat doivent concilier le respect de sa vie privée et la nécessaire protection des mineurs ou jeunes majeurs qu'il va accueillir.</p><p align='center'><br/>Section 1</p><p align='center'>Les capacités et les compétences pour l'exercice de la profession d'assistant familial </p><p align='center'><br/>Sous-section 1</p><p align='center'>Les capacités et les qualités personnelles pour accueillir des mineurs<br/>ou des jeunes majeurs et les aptitudes éducatives du candidat</p><p align='center'></p><p align='left'>Il convient de prendre en compte la capacité du candidat à :</p><p align='left'>1. Observer, écouter et prendre en compte les besoins particuliers du mineur ou du jeune majeur accueilli pour favoriser son développement physique, affectif, intellectuel et social.</p><p align='left'>2. Proposer un cadre de vie favorisant la stabilité affective du mineur ou du jeune majeur accueilli.</p><p align='left'>3. Poser un cadre éducatif cohérent, structurant et adapté aux besoins du mineur ou du jeune majeur accueilli.</p><p align='left'>4. Adopter une attitude conforme à l'intérêt supérieur de l'enfant accueilli et avoir une attitude neutre et respectueuse vis-à-vis des parents et de la famille du mineur ou du jeune majeur accueilli.</p><p align='left'>5. Repérer et prévenir les risques liés aux comportements personnels ou familiaux susceptibles d'avoir une incidence sur la santé, la sécurité, le développement physique, affectif, intellectuel et social du mineur ou du jeune majeur accueilli.</p><p align='left'>6. Repérer et prévenir les dangers potentiels liés à l'habitat et à son environnement ou à la possession d'objets dangereux ainsi que les accidents de la vie courante, et à envisager le cas échéant les aménagements nécessaires en fonction de l'âge de l'enfant.</p><p align='center'><br/>Sous-section 2</p><p align='center'>La connaissance du métier, du rôle et des responsabilités de l'assistant familial</p><p align='left'>Il convient de prendre en compte :</p><p align='left'>1. Les motivations du candidat et sa capacité à décrire son projet en tant que famille d'accueil ainsi que le degré d'adhésion des différents membres de la famille à ce projet.</p><p align='left'>2. La connaissance du rôle et de la fonction d'assistant familial.</p><p align='left'>3. La capacité du candidat à identifier et assumer ses responsabilités vis-à-vis du mineur ou du jeune majeur accueilli ainsi que le rôle et la place des parents dans le cadre de la prise en charge.</p><p align='left'>4. La capacité du candidat à s'inscrire dans une équipe professionnelle pluridisciplinaire autour du projet pour l'enfant ou le jeune majeur.</p><p align='left'>5. La capacité du candidat à se représenter ses responsabilités vis-à-vis des services du département, et de son employeur, en charge de son accompagnement, de son contrôle et du suivi de ses pratiques professionnelles, et à comprendre et accepter leur rôle.</p><p align='left'>6. La capacité du candidat à mesurer ses obligations au regard du secret professionnel attaché à ses fonctions.</p><p align='center'><br/>Sous-section 3</p><p align='center'>La maîtrise de la langue française orale et l'aptitude à la communication et au dialogue</p><p align='left'>Il convient de prendre en compte :</p><p align='left'>1. La maîtrise de la langue française orale, obligatoire pour le suivi de la formation et l'établissement des relations, notamment avec l'enfant, sa famille, l'employeur, les services du département et les professionnels concernés par la prise en charge du mineur ou du jeune majeur.</p><p align='left'>2. L'aptitude à la communication et au dialogue nécessaires, notamment dans le cadre de la collaboration avec les services du département, l'employeur et les professionnels concernés par la prise en charge du mineur ou du jeune majeur.</p><p align='center'><br/>Sous-section 4</p><p align='center'>La disponibilité et la capacité à s'organiser et à s'adapter à des situations variées </p><p align='left'></p><p align='left'></p><p align='left'>Il convient de prendre en compte la capacité du candidat à :</p><p align='left'>1. Concilier l'accueil du mineur ou du jeune majeur avec le mode de vie familial, notamment à offrir la disponibilité nécessaire au mineur ou au jeune majeur accueilli au regard de ses activités professionnelles, personnelles et de sa vie familiale.</p><p align='left'>2. S'organiser au quotidien, notamment pour l'accompagnement nécessaire du mineur ou du jeune majeur dans ses déplacements.</p><p align='left'>3. S'adapter à une situation d'urgence ou imprévue et à prendre les mesures appropriées.</p><p align='left'>4. Avoir conscience des exigences et des contraintes liées à l'accueil de mineurs ou de jeunes majeurs en situation de handicap ou atteints de maladie chronique.</p><p align='center'><br/>Section 2</p><p align='center'>Les conditions d'accueil et de sécurité </p><p align='left'></p><p align='left'>Le domicile ainsi que son environnement doivent présenter des caractéristiques permettant de garantir la santé, le bien-être et la sécurité des mineurs ou des jeunes majeurs accueillis en tenant compte de leur nombre et de leur âge.</p><p align='center'><br/>Sous-section 1</p><p align='center'>Les dimensions, l'état du domicile, son aménagement, l'organisation de l'espace et sa sécurité </p><p align='left'></p><p align='left'></p><p align='left'>I. - Il convient de prendre en compte :</p><p align='left'>1. Le respect de règles d'hygiène et de confort favorisant un accueil de qualité : le domicile doit être propre, clair, aéré, sain et correctement chauffé.</p><p align='left'>2. L'adéquation entre les dimensions du domicile, le nombre et la destination des pièces, et l'accueil à titre permanent de mineurs ou de jeunes majeurs.</p><p align='left'>II. - En termes de sécurité, une vigilance particulière doit être apportée :</p><p align='left'>1. A la protection effective des espaces et des installations dont l'accès serait dangereux pour le mineur ou le jeune majeur, notamment les escaliers, les fenêtres, les balcons, les cheminées, les installations électriques ou au gaz.</p><p align='left'>2. A la sécurisation de l'accès aux objets dangereux, notamment les armes et les outils.</p><p align='left'>3. A la prévention des intoxications par le monoxyde de carbone attestée par la production des certificats d'entretien annuel des appareils fixes de chauffage ou de production d'eau chaude sanitaire.</p><p align='center'><br/>Sous-section 2</p><p align='center'>L'environnement du domicile, la sécurité de ses abords </p><p align='left'></p><p align='left'>Il convient de prendre en compte :</p><p align='left'>1. Les risques de danger pour le mineur ou le jeune majeur liés à l'existence notamment d'une route, d'un puits ou d'une étendue d'eau à proximité du domicile et les mesures prises pour en sécuriser l'accès.</p><p align='left'>2. L'existence d'un dispositif de sécurité normalisé, obligatoire et attesté par une note technique fournie par le constructeur ou l'installateur, afin de prévenir les risques de noyade dans les piscines non closes dont le bassin est totalement ou partiellement enterré.</p><p align='left'>3. Les risques liés à l'utilisation des piscines posées hors sol.</p><p align='center'><br/>Sous-section 3</p><p align='center'>La disposition de moyens de communication permettant de faire face aux situations d'urgence </p><p align='left'></p><p align='left'></p><p align='left'>Il convient de s'assurer :</p><p align='left'>1. De l'existence de moyens de communication permettant d'alerter sans délai les services de secours, les services compétents du département ainsi que l'employeur.</p><p align='left'>2. De l'affichage permanent, visible et facilement accessible des coordonnées des services de secours, des services compétents du département ainsi que de l'employeur.</p><p align='center'><br/>Sous-section 4</p><p align='center'>La présence d'animaux dans le lieu d'accueil </p><p align='left'></p><p align='left'></p><p align='left'>Il convient de prendre en compte :</p><p align='left'>1. La capacité du candidat à repérer les risques éventuels encourus et à envisager les mesures nécessaires pour organiser une cohabitation sans danger avec le mineur ou le jeune majeur accueilli en vue de garantir sa santé et sa sécurité.</p><p align='left'>2. La présence au domicile, ou à proximité immédiate, d'animaux susceptibles d'être dangereux, notamment de chiens de la première et de la deuxième catégories.</p><p align='center'>Sous-section 5</p><p align='center'>La prise en compte de comportements à risques pour la santé<br/>et la sécurité du mineur ou du jeune majeur accueilli </p><p align='left'>Il convient de prendre en compte chez l'ensemble des personnes vivant au domicile les comportements susceptibles d'avoir une incidence sur la santé, la sécurité, le développement physique, affectif, intellectuel et social du mineur ou du jeune majeur accueilli.</p><p align='center'>Sous-section 6</p><p align='center'>Les transports et les déplacements </p><p align='left'></p><p align='left'>Il convient de prendre en compte :</p><p align='left'>1. Les modalités d'organisation et de sécurité des sorties, en tenant compte de l'âge et du nombre de mineurs ou de jeunes majeurs accueillis.</p><p align='left'>2. La connaissance et l'application des règles de sécurité en vigueur pour les mineurs ou les jeunes majeurs transportés dans le véhicule personnel.</p><p></p>",
            "num": "Annexe 4-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1408665600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147418111,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029384614",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000018780362",
            "sectionParentId": "LEGISCTA000018780362",
            "sectionParentTitre": "Annexe ",
            "fullSectionsTitre": "Annexe ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029384866",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074069",
                    "titre": "Code de l'action sociale et des familles",
                    "titreLong": "Code de l'action sociale et des familles",
                    "etat": "VIGUEUR",
                    "dateDebut": 977529600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074069",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029378470",
                    "textTitle": "DÉCRET n°2014-918 du 18 août 2014 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000029382725",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-08-21",
                    "dateSignaTexte": "2014-08-18",
                    "dateDebutCible": "2014-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R421-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R421-6",
                    "articleId": "LEGIARTI000029389938",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1408665600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R544-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R544-2",
                    "articleId": "LEGIARTI000037584265",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1541548800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029384866",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1408665600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4-9",
                "4-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}