{
    "cid": "LEGIARTI000033746641",
    "num": "Annexe VII",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-12-07",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IER : LE NAVIRE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033540803",
                        "id": "LEGISCTA000033540803",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-12-30",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DU LIVRE IER\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033746608",
                        "id": "LEGISCTA000033746608",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000033746641",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R5113-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5113-28",
                    "articleId": "LEGIARTI000033743815",
                    "natureText": "CODE",
                    "date": 1599128337262,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033740739",
                    "textTitle": "Décret n°2016-1893 du 28 décembre 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033742114",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-28",
                    "dateDebutCible": "2016-12-30"
                },
                {
                    "textCid": "JORFTEXT000033740739",
                    "textTitle": "Décret n°2016-1893 du 28 décembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033742114",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-28",
                    "dateDebutCible": "2016-12-30"
                }
            ],
            "num": "Annexe VII",
            "origine": "LEGI",
            "texte": "CONFORMITÉ ÉQUIVALENTE SUR LA BASE DE L'ÉVALUATION APRÈS CONSTRUCTION (MODULE EAC) L'évaluation après construction définie aux deuxième à sixième alinéas de l'article R. 5113-28 est menée conformément aux indications de la présente annexe. 1. La conformité sur la base de l'évaluation après construction est la procédure qui vise à évaluer la conformité équivalente d'un produit lorsque le fabricant n'assume pas la responsabilité de la conformité dudit produit avec la section 3 du chapitre III du titre Ier du présent livre et selon laquelle une personne physique ou morale mentionnée au deuxième et au troisième de l'article R. 5113-28, qui met le produit sur le marché ou en service sous sa propre responsabilité assume la responsabilité de la conformité équivalente du produit. Cette personne remplit les obligations énoncées aux points 2 et 4 de la présente annexe, et s'assure et déclare sous sa seule responsabilité que le produit concerné, qui a été soumis aux dispositions du point 3 de la présente annexe, est conforme aux exigences des dispositions de la section 3 du chapitre III du titre Ier du présent livre qui lui sont applicables. 2. La personne qui met le produit sur le marché ou en service soumet à un organisme notifié une demande d'évaluation après construction du produit et fournit à cet organisme les documents et le dossier technique lui permettant d'évaluer la conformité du produit avec les exigences du présent décret ainsi que toute information disponible sur l'utilisation dudit produit après sa première mise en service. La personne qui met le produit sur le marché ou en service tient ces documents et informations à la disposition de l'autorité nationale compétente pendant une durée de dix ans à compter de la date à laquelle le produit a été évalué sur sa conformité équivalente conformément à la procédure d'évaluation après construction. 3. L'organisme notifié examine le produit en question et procède à des calculs, essais et autres évaluations en vue de s'assurer de la conformité équivalente du produit avec les exigences pertinentes des dispositions de la section 3 du chapitre III du titre Ier du présent livre. L'organisme notifié établit et délivre une attestation ainsi qu'un rapport de conformité correspondant relatif à l'évaluation réalisée et tient un exemplaire de ces deux documents à la disposition de l'autorité nationale compétente pendant une durée de dix ans à compter de leur délivrance. L'organisme notifié appose, ou fait apposer sous sa responsabilité, son numéro d'identification, à côté du marquage \" CE \" sur le produit réceptionné. Lorsque le produit évalué est un bateau, l'organisme notifié fait également apposer, sous sa responsabilité, le numéro d'identification du bateau mentionné au point 2.1 de la partie A de l'annexe I, le champ prévu pour le code du pays du fabricant étant utilisé pour indiquer le pays d'établissement de l'organisme notifié et les champs prévus pour le code individuel du fabricant attribué par l'autorité nationale compétente pour indiquer le code d'identification de l'évaluation après construction attribué à l'organisme notifié, suivi du numéro de série de l'attestation d'évaluation après construction. Dans le numéro d'identification, les champs prévus pour le mois et l'année de fabrication ainsi que pour l'année du modèle sont utilisés pour indiquer le mois et l'année de l'évaluation après construction. 4. Marquage \" CE \" et déclaration \" UE \" de conformité : 4.1. La personne qui met le produit sur le marché ou en service appose le marquage \" CE \" et, sous la responsabilité de l'organisme notifié mentionné au point 3 de la présente annexe, le numéro d'identification de ce dernier sur le produit dont la conformité équivalente avec les exigences de la section 3 du chapitre III du titre Ier du présent livre a été évaluée et attestée. 4.2. La personne qui met le produit sur le marché ou en service établit une déclaration \" UE \" de conformité et la tient à la disposition de l'autorité nationale compétente pendant une durée de dix ans à compter de la date de délivrance de l'attestation d'évaluation après construction. La déclaration \" UE \" de conformité identifie le produit pour lequel elle a été établie. Un exemplaire de la déclaration \" UE \" de conformité est mis à la disposition de l'autorité nationale compétente sur demande. 4.3. Lorsque le produit évalué est un bateau, la personne qui le met sur le marché ou en service appose sur le bateau la plaque du constructeur décrite au point 2.2 de la partie A de l'annexe I, qui comporte la mention \" évaluation après construction \", et le numéro d'identification du bateau décrit au point 2.1 de la partie A de la même annexe, conformément aux dispositions du point 3 de la présente annexe. 5. L'organisme notifié informe la personne qui met le produit sur le marché ou en service de ses obligations au titre de cette procédure d'évaluation après construction.",
            "texteHtml": "<p align='center'>CONFORMITÉ ÉQUIVALENTE SUR LA BASE DE L'ÉVALUATION APRÈS CONSTRUCTION (MODULE EAC) </p><p><br/>L'évaluation après construction définie aux deuxième à sixième alinéas de l'article <a href='/article/LEGIARTI000033743815' title='Code des transports - art. R5113-28 (V)'>R. 5113-28</a> est menée conformément aux indications de la présente annexe. <br/><br/>1. La conformité sur la base de l'évaluation après construction est la procédure qui vise à évaluer la conformité équivalente d'un produit lorsque le fabricant n'assume pas la responsabilité de la conformité dudit produit avec la section 3 du chapitre III du titre Ier du présent livre et selon laquelle une personne physique ou morale mentionnée au deuxième et au troisième de l'article R. 5113-28, qui met le produit sur le marché ou en service sous sa propre responsabilité assume la responsabilité de la conformité équivalente du produit. Cette personne remplit les obligations énoncées aux points 2 et 4 de la présente annexe, et s'assure et déclare sous sa seule responsabilité que le produit concerné, qui a été soumis aux dispositions du point 3 de la présente annexe, est conforme aux exigences des dispositions de la section 3 du chapitre III du titre Ier du présent livre qui lui sont applicables. <br/><br/>2. La personne qui met le produit sur le marché ou en service soumet à un organisme notifié une demande d'évaluation après construction du produit et fournit à cet organisme les documents et le dossier technique lui permettant d'évaluer la conformité du produit avec les exigences du présent décret ainsi que toute information disponible sur l'utilisation dudit produit après sa première mise en service. <br/><br/>La personne qui met le produit sur le marché ou en service tient ces documents et informations à la disposition de l'autorité nationale compétente pendant une durée de dix ans à compter de la date à laquelle le produit a été évalué sur sa conformité équivalente conformément à la procédure d'évaluation après construction. <br/><br/>3. L'organisme notifié examine le produit en question et procède à des calculs, essais et autres évaluations en vue de s'assurer de la conformité équivalente du produit avec les exigences pertinentes des dispositions de la section 3 du chapitre III du titre Ier du présent livre. <br/><br/>L'organisme notifié établit et délivre une attestation ainsi qu'un rapport de conformité correspondant relatif à l'évaluation réalisée et tient un exemplaire de ces deux documents à la disposition de l'autorité nationale compétente pendant une durée de dix ans à compter de leur délivrance. <br/><br/>L'organisme notifié appose, ou fait apposer sous sa responsabilité, son numéro d'identification, à côté du marquage \" CE \" sur le produit réceptionné. <br/><br/>Lorsque le produit évalué est un bateau, l'organisme notifié fait également apposer, sous sa responsabilité, le numéro d'identification du bateau mentionné au point 2.1 de la partie A de l'annexe I, le champ prévu pour le code du pays du fabricant étant utilisé pour indiquer le pays d'établissement de l'organisme notifié et les champs prévus pour le code individuel du fabricant attribué par l'autorité nationale compétente pour indiquer le code d'identification de l'évaluation après construction attribué à l'organisme notifié, suivi du numéro de série de l'attestation d'évaluation après construction. Dans le numéro d'identification, les champs prévus pour le mois et l'année de fabrication ainsi que pour l'année du modèle sont utilisés pour indiquer le mois et l'année de l'évaluation après construction. <br/><br/>4. Marquage \" CE \" et déclaration \" UE \" de conformité : <br/><br/>4.1. La personne qui met le produit sur le marché ou en service appose le marquage \" CE \" et, sous la responsabilité de l'organisme notifié mentionné au point 3 de la présente annexe, le numéro d'identification de ce dernier sur le produit dont la conformité équivalente avec les exigences de la section 3 du chapitre III du titre Ier du présent livre a été évaluée et attestée. <br/><br/>4.2. La personne qui met le produit sur le marché ou en service établit une déclaration \" UE \" de conformité et la tient à la disposition de l'autorité nationale compétente pendant une durée de dix ans à compter de la date de délivrance de l'attestation d'évaluation après construction. La déclaration \" UE \" de conformité identifie le produit pour lequel elle a été établie. <br/>Un exemplaire de la déclaration \" UE \" de conformité est mis à la disposition de l'autorité nationale compétente sur demande. <br/><br/>4.3. Lorsque le produit évalué est un bateau, la personne qui le met sur le marché ou en service appose sur le bateau la plaque du constructeur décrite au point 2.2 de la partie A de l'annexe I, qui comporte la mention \" évaluation après construction \", et le numéro d'identification du bateau décrit au point 2.1 de la partie A de la même annexe, conformément aux dispositions du point 3 de la présente annexe. <br/><br/>5. L'organisme notifié informe la personne qui met le produit sur le marché ou en service de ses obligations au titre de cette procédure d'évaluation après construction.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-12-30T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}