{
    "cid": "LEGIARTI000035935942",
    "num": "L229-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043887336",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036751335",
                    "natureText": "DECISION",
                    "date": 1628028442193,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000036751344",
                    "natureText": "DECISION",
                    "date": 1628028442193,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "date": 1628028442193,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037068601",
                    "natureText": "DECISION",
                    "date": 1628028442193,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037068592",
                    "natureText": "DECISION",
                    "date": 1628028442193,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000035935936",
                    "natureText": "CODE",
                    "date": 1628028442193,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-3",
                    "articleId": "LEGIARTI000035935938",
                    "natureText": "CODE",
                    "date": 1628028442193,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043876100",
                    "textTitle": "LOI n°2021-998 du 30 juillet 2021 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043880684",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-07-31",
                    "dateSignaTexte": "2021-07-30",
                    "dateDebutCible": "2021-07-31"
                }
            ],
            "num": "L229-5",
            "origine": "LEGI",
            "texte": "I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de documents ou données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite. Lorsque l'occupant des lieux ou son représentant mentionné au troisième alinéa de l'article L. 229-2 fait obstacle à l'accès aux données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite, mention en est faite au procès-verbal prévu au même article L. 229-2. Il peut alors être procédé à la saisie de ces supports, dans les conditions prévues au présent I. La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article L. 229-2 indique les motifs de la saisie et dresse l'inventaire des documents et données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge. II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal judiciaire de Paris d'autoriser l'exploitation des documents et données saisis. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite. L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des documents et données saisis. L'ordonnance autorisant l'exploitation des documents et données saisis peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article L. 229-3 . Le premier président statue dans un délai de quarante-huit heures. L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours. En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les documents et supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire. Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les documents, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les documents ainsi que les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à leur copie ou à celle des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé leur exploitation ou celle des données qu'ils contiennent. Les copies des documents ou des données sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation. En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal judiciaire de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.",
            "texteHtml": "<p></p><p>I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de documents ou données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite.</p><p>Lorsque l'occupant des lieux ou son représentant mentionné au troisième alinéa de l'article L. 229-2 fait obstacle à l'accès aux données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite, mention en est faite au procès-verbal prévu au même article L. 229-2. Il peut alors être procédé à la saisie de ces supports, dans les conditions prévues au présent I.</p><p>La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article <a href='/article/LEGIARTI000035935936'>L. 229-2 </a>indique les motifs de la saisie et dresse l'inventaire des documents et données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge.</p><p>II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal judiciaire de Paris d'autoriser l'exploitation des documents et données saisis. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite.</p><p>L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice.</p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des documents et données saisis.</p><p>L'ordonnance autorisant l'exploitation des documents et données saisis peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article <a href='/article/LEGIARTI000035935938'>L. 229-3</a>. Le premier président statue dans un délai de quarante-huit heures.</p><p>L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours.</p><p>En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les documents et supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire.</p><p>Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les documents, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les documents ainsi que les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à leur copie ou à celle des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé leur exploitation ou celle des données qu'ils contiennent. Les copies des documents ou des données sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation.</p><p>En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal judiciaire de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-31T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000039636289",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036751335",
                    "natureText": "DECISION",
                    "date": 1628028442173,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000036751344",
                    "natureText": "DECISION",
                    "date": 1628028442173,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "date": 1628028442173,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037068601",
                    "natureText": "DECISION",
                    "date": 1628028442173,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037068592",
                    "natureText": "DECISION",
                    "date": 1628028442173,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000035935936",
                    "natureText": "CODE",
                    "date": 1628028442174,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-3",
                    "articleId": "LEGIARTI000035935938",
                    "natureText": "CODE",
                    "date": 1628028442174,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "L229-5",
            "origine": "LEGI",
            "texte": "I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de documents ou données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite. La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article L. 229-2 indique les motifs de la saisie et dresse l'inventaire des documents et données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge. II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal judiciaire de Paris d'autoriser l'exploitation des documents et données saisis. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite. L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des documents et données saisis. L'ordonnance autorisant l'exploitation des documents et données saisis peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article L. 229-3 . Le premier président statue dans un délai de quarante-huit heures. L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours. En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les documents et supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire. Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les documents, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les documents ainsi que les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à leur copie ou à celle des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé leur exploitation ou celle des données qu'ils contiennent. Les copies des documents ou des données sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation. En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal judiciaire de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.",
            "texteHtml": "<p></p><p>I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de documents ou données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite.</p><p>La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article <a href='/article/LEGIARTI000035935936'>L. 229-2 </a>indique les motifs de la saisie et dresse l'inventaire des documents et données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge.</p><p>II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal judiciaire de Paris d'autoriser l'exploitation des documents et données saisis. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite.</p><p>L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice.</p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des documents et données saisis.</p><p>L'ordonnance autorisant l'exploitation des documents et données saisis peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article <a href='/article/LEGIARTI000035935938'>L. 229-3</a>. Le premier président statue dans un délai de quarante-huit heures.</p><p>L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours.</p><p>En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les documents et supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire.</p><p>Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les documents, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les documents ainsi que les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à leur copie ou à celle des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé leur exploitation ou celle des données qu'ils contiennent. Les copies des documents ou des données sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation.</p><p>En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal judiciaire de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2021-07-31T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000038312750",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036751335",
                    "natureText": "DECISION",
                    "date": 1628028441892,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000036751344",
                    "natureText": "DECISION",
                    "date": 1628028441892,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "date": 1628028441892,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037068601",
                    "natureText": "DECISION",
                    "date": 1628028441892,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037068592",
                    "natureText": "DECISION",
                    "date": 1628028441892,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000035935936",
                    "natureText": "CODE",
                    "date": 1628028441893,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-3",
                    "articleId": "LEGIARTI000035935938",
                    "natureText": "CODE",
                    "date": 1628028441893,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n°2019-222 du 23 mars 2019 - art. 66",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "66",
                    "articleId": "LEGIARTI000038262622",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                }
            ],
            "num": "L229-5",
            "origine": "LEGI",
            "texte": "I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de documents ou données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite. La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article L. 229-2 indique les motifs de la saisie et dresse l'inventaire des documents et données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge. II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal de grande instance de Paris d'autoriser l'exploitation des documents et données saisis. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite. L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des documents et données saisis. L'ordonnance autorisant l'exploitation des documents et données saisis peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article L. 229-3 . Le premier président statue dans un délai de quarante-huit heures. L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours. En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les documents et supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire. Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les documents, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les documents ainsi que les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à leur copie ou à celle des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé leur exploitation ou celle des données qu'ils contiennent. Les copies des documents ou des données sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation. En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal de grande instance de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.",
            "texteHtml": "<p></p><p>I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de documents ou données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite.</p><p>La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article <a href='/article/LEGIARTI000035935936'>L. 229-2 </a>indique les motifs de la saisie et dresse l'inventaire des documents et données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge.</p><p>II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal de grande instance de Paris d'autoriser l'exploitation des documents et données saisis. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite.</p><p>L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice.</p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des documents et données saisis.</p><p>L'ordonnance autorisant l'exploitation des documents et données saisis peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article <a href='/article/LEGIARTI000035935938'>L. 229-3</a>. Le premier président statue dans un délai de quarante-huit heures.</p><p>L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours.</p><p>En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les documents et supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire.</p><p>Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les documents, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les documents ainsi que les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à leur copie ou à celle des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé leur exploitation ou celle des données qu'ils contiennent. Les copies des documents ou des données sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation.</p><p>En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal de grande instance de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2019-03-25T00:00:00.000Z",
            "dateFin": "2020-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000036768334",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036751335",
                    "natureText": "DECISION",
                    "date": 1628028441605,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000036751344",
                    "natureText": "DECISION",
                    "date": 1628028441605,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "date": 1628028441605,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037068601",
                    "natureText": "DECISION",
                    "date": 1628028441605,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037068592",
                    "natureText": "DECISION",
                    "date": 1628028441605,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000035935936",
                    "natureText": "CODE",
                    "date": 1628028441605,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-3",
                    "articleId": "LEGIARTI000035935938",
                    "natureText": "CODE",
                    "date": 1628028441605,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 2, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036751335",
                    "natureText": "DECISION",
                    "datePubliTexte": "2018-03-30",
                    "dateSignaTexte": "2018-03-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "L229-5",
            "origine": "LEGI",
            "texte": "I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite. La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article L. 229-2 indique les motifs de la saisie et dresse l'inventaire des données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge. II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal de grande instance de Paris d'autoriser l'exploitation des données saisies. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite. L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des données saisies. L'ordonnance autorisant l'exploitation des données saisies peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article L. 229-3 . Le premier président statue dans un délai de quarante-huit heures. L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours. En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire. Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à la copie des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé l'exploitation des données qu'ils contiennent. Les données copiées sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation. En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal de grande instance de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.",
            "texteHtml": "<p>I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite.</p><p>La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article <a href='/article/LEGIARTI000035935936'>L. 229-2 </a>indique les motifs de la saisie et dresse l'inventaire des données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge.</p><p>II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal de grande instance de Paris d'autoriser l'exploitation des données saisies. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite.</p><p>L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice.</p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des données saisies.</p><p>L'ordonnance autorisant l'exploitation des données saisies peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article <a href='/article/LEGIARTI000035935938'>L. 229-3</a>. Le premier président statue dans un délai de quarante-huit heures.</p><p>L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours.</p><p>En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire.</p><p>Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à la copie des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé l'exploitation des données qu'ils contiennent. Les données copiées sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation.</p><p>En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal de grande instance de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-03-30T00:00:00.000Z",
            "dateFin": "2019-03-25T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000035935960",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036751335",
                    "natureText": "DECISION",
                    "date": 1628028441995,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000036751344",
                    "natureText": "DECISION",
                    "date": 1628028441995,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "date": 1628028441995,
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037068601",
                    "natureText": "DECISION",
                    "date": 1628028441995,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037068591",
                    "textTitle": "Décision n°2018-713/714 QPC du 13 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037068592",
                    "natureText": "DECISION",
                    "date": 1628028441995,
                    "parentCid": null,
                    "numTexte": "2018-713/714 QPC",
                    "datePubli": 1529020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-2",
                    "articleId": "LEGIARTI000035935936",
                    "natureText": "CODE",
                    "date": 1628028441995,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L229-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-3",
                    "articleId": "LEGIARTI000035935938",
                    "natureText": "CODE",
                    "date": 1628028441995,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509408000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035932811",
                    "textTitle": "LOI n°2017-1510 du 30 octobre 2017 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000035933803",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-10-31",
                    "dateSignaTexte": "2017-10-30",
                    "dateDebutCible": "2017-11-01"
                }
            ],
            "num": "L229-5",
            "origine": "LEGI",
            "texte": "I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de documents, objets ou données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite. La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article L. 229-2 indique les motifs de la saisie et dresse l'inventaire des objets, documents ou données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge. II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal de grande instance de Paris d'autoriser l'exploitation des données saisies. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite. L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des données saisies. L'ordonnance autorisant l'exploitation des données saisies peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article L. 229-3 . Le premier président statue dans un délai de quarante-huit heures. L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours. En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire. Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à la copie des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé l'exploitation des données qu'ils contiennent. Les données copiées sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation. En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal de grande instance de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.",
            "texteHtml": "<p>I.-Aux seules fins de prévenir la commission d'actes de terrorisme, si la visite révèle l'existence de documents, objets ou données relatifs à la menace d'une particulière gravité pour la sécurité et l'ordre publics que constitue le comportement de la personne concernée, il peut être procédé à leur saisie ainsi qu'à celle des données contenues dans tout système informatique ou équipement terminal présent sur les lieux de la visite soit par leur copie, soit par la saisie de leur support lorsque la copie ne peut être réalisée ou achevée pendant le temps de la visite. <br/><br/>La copie des données ou la saisie des systèmes informatiques ou des équipements terminaux est réalisée en présence de l'officier de police judiciaire. Le procès-verbal mentionné à l'article <a href='/article/LEGIARTI000035935936'>L. 229-2 </a>indique les motifs de la saisie et dresse l'inventaire des objets, documents ou données saisis. Copie en est remise aux personnes mentionnées au troisième alinéa du même article L. 229-2 ainsi qu'au juge ayant délivré l'autorisation. Les éléments saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite. A compter de la saisie, nul n'y a accès avant l'autorisation du juge. <br/><br/>II.-Dès la fin de la visite, l'autorité administrative peut demander au juge des libertés et de la détention du tribunal de grande instance de Paris d'autoriser l'exploitation des données saisies. Au vu des éléments révélés par la visite, le juge statue dans un délai de quarante-huit heures à compter de sa saisine sur la régularité de la saisie et sur la demande de l'autorité administrative. Sont exclus de l'autorisation les éléments dépourvus de tout lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite. <br/><br/>L'ordonnance est notifiée par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. <br/><br/>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé l'exploitation des données saisies. <br/><br/>L'ordonnance autorisant l'exploitation des données saisies peut faire l'objet, dans un délai de quarante-huit heures, d'un appel devant le premier président de la cour d'appel de Paris selon les modalités mentionnées aux trois premiers alinéas du I de l'article <a href='/article/LEGIARTI000035935938'>L. 229-3</a>. Le premier président statue dans un délai de quarante-huit heures. <br/><br/>L'ordonnance du premier président de la cour d'appel de Paris est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Le délai de pourvoi en cassation est de quinze jours. <br/><br/>En cas de décision de refus devenue irrévocable, les données copiées sont détruites et les supports saisis sont restitués, dans l'état dans lequel ils ont été saisis, à leur propriétaire. <br/><br/>Pendant le temps strictement nécessaire à leur exploitation autorisée selon la procédure mentionnée au présent article, les données et les supports saisis sont conservés sous la responsabilité du chef du service ayant procédé à la visite et à la saisie. Les systèmes informatiques ou équipements terminaux sont restitués à leur propriétaire, le cas échéant après qu'il a été procédé à la copie des données qu'ils contiennent, à l'issue d'un délai maximal de quinze jours à compter de la date de leur saisie ou de la date à laquelle le juge, saisi dans ce délai, a autorisé l'exploitation des données qu'ils contiennent. Les données copiées sont détruites à l'expiration d'un délai maximal de trois mois à compter de la date de la visite ou de la date à laquelle le juge, saisi dans ce délai, en a autorisé l'exploitation. <br/><br/>En cas de difficulté dans l'accès aux données contenues dans les supports saisis ou dans l'exploitation des données copiées, lorsque cela est nécessaire, les délais prévus à l'avant-dernier alinéa du présent II peuvent être prorogés, pour la même durée, par le juge des libertés et de la détention du tribunal de grande instance de Paris, saisi par l'autorité administrative au moins quarante-huit heures avant l'expiration de ces délais. Le juge statue dans un délai de quarante-huit heures sur la demande de prorogation présentée par l'autorité administrative. Si l'exploitation ou l'examen des données et des supports saisis conduit à la constatation d'une infraction, ces données et supports sont conservés selon les règles applicables en matière de procédure pénale.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-10-31T00:00:00.000Z",
            "dateFin": "2018-03-30T00:00:00.000Z"
        }
    ]
}