{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041565235",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'arrêté du maire mentionné à l'article L. 126-7 est pris à l'issue d'une procédure contradictoire dont les modalités sont fixées par décret en Conseil d'Etat. Lorsque les mesures prescrites n'ont pas été exécutées dans le délai fixé, le maire met en demeure le propriétaire ou le syndicat des copropriétaires d'y procéder dans un délai qu'il fixe et qui ne peut être inférieur à un mois. A défaut de réalisation des travaux dans le délai imparti, le maire, par décision motivée, fait procéder d'office à leur exécution. Si l'inexécution de travaux prescrits portant sur les parties communes d'un immeuble en copropriété résulte de la défaillance de certains copropriétaires, sur décision motivée du maire, la commune peut se substituer à ceux-ci pour les sommes exigibles à la date votée par l'assemblée générale des copropriétaires. Elle est alors subrogée dans les droits et actions du syndicat à concurrence des sommes par elle versées. L'arrêté mentionné à l'article L. 126-7 précise que, en cas de non-exécution des mesures et travaux prescrits à l'expiration du délai fixé, le propriétaire est redevable du paiement d'une astreinte par jour de retard dans les conditions prévues au présent article. A l'expiration du délai fixé, si les mesures et travaux prescrits par cet arrêté n'ont pas été réalisés, le propriétaire défaillant est redevable d'une astreinte d'un montant maximal de 1 000 € par jour de retard. L'astreinte est prononcée par arrêté du maire. Son montant est modulé en tenant compte de l'ampleur des mesures et travaux prescrits et des conséquences de la non-exécution. L'astreinte court à compter de la date de la notification de l'arrêté la prononçant et jusqu'à la complète exécution des mesures et des travaux prescrits. Le recouvrement des sommes est engagé par trimestre échu. Le maire peut, lors de la liquidation trimestrielle de l'astreinte, consentir une exonération partielle ou totale de son produit si le redevable établit que la non-exécution de l'intégralité de ses obligations est due à des circonstances qui ne sont pas de son fait. L'astreinte est recouvrée dans les conditions prévues par les dispositions relatives aux produits communaux au bénéfice de la commune sur le territoire de laquelle est implanté l'immeuble ayant fait l'objet de l'arrêté. Dans le cas où l'arrêté a été pris par le président d'un établissement public de coopération intercommunale en application de l' article L. 5211-9-2 du code général des collectivités territoriales , l'astreinte est recouvrée au bénéfice de l'établissement public concerné. A défaut pour le maire ou, le cas échéant, le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat. L'application de l'astreinte et sa liquidation ne font pas obstacle à l'exécution d'office par l'autorité administrative des mesures et travaux prescrits par l'arrêté prévu à l'article L. 126-7 du présent code. L'astreinte prend fin à la date de la notification au propriétaire de l'exécution d'office des mesures et travaux prescrits. Dans ce cas, le montant de l'astreinte, qui s'ajoute à celui du coût des mesures et des travaux exécutés d'office, est garanti par les dispositions prévues au 8° de l'article 2374 du code civil . Les articles L. 541-1 et suivants sont applicables. Lorsque l'arrêté concerne tout ou partie des parties communes d'un immeuble soumis à la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, l'astreinte est appliquée dans les conditions prévues à l'article L. 543-1. Lorsque l'arrêté concerne un immeuble en indivision, l'astreinte est appliquée dans les conditions fixées à l'article L. 541-2-1.",
            "texteHtml": "<p>L'arrêté du maire mentionné à l'article L. 126-7 est pris à l'issue d'une procédure contradictoire dont les modalités sont fixées par décret en Conseil d'Etat.</p><p></p><p>Lorsque les mesures prescrites n'ont pas été exécutées dans le délai fixé, le maire met en demeure le propriétaire ou le syndicat des copropriétaires d'y procéder dans un délai qu'il fixe et qui ne peut être inférieur à un mois.</p><p></p><p>A défaut de réalisation des travaux dans le délai imparti, le maire, par décision motivée, fait procéder d'office à leur exécution.</p><p></p><p>Si l'inexécution de travaux prescrits portant sur les parties communes d'un immeuble en copropriété résulte de la défaillance de certains copropriétaires, sur décision motivée du maire, la commune peut se substituer à ceux-ci pour les sommes exigibles à la date votée par l'assemblée générale des copropriétaires. Elle est alors subrogée dans les droits et actions du syndicat à concurrence des sommes par elle versées.</p><p></p><p>L'arrêté mentionné à l'article L. 126-7 précise que, en cas de non-exécution des mesures et travaux prescrits à l'expiration du délai fixé, le propriétaire est redevable du paiement d'une astreinte par jour de retard dans les conditions prévues au présent article.</p><p></p><p>A l'expiration du délai fixé, si les mesures et travaux prescrits par cet arrêté n'ont pas été réalisés, le propriétaire défaillant est redevable d'une astreinte d'un montant maximal de 1 000 € par jour de retard. L'astreinte est prononcée par arrêté du maire.</p><p></p><p>Son montant est modulé en tenant compte de l'ampleur des mesures et travaux prescrits et des conséquences de la non-exécution.</p><p></p><p>L'astreinte court à compter de la date de la notification de l'arrêté la prononçant et jusqu'à la complète exécution des mesures et des travaux prescrits. Le recouvrement des sommes est engagé par trimestre échu.</p><p></p><p>Le maire peut, lors de la liquidation trimestrielle de l'astreinte, consentir une exonération partielle ou totale de son produit si le redevable établit que la non-exécution de l'intégralité de ses obligations est due à des circonstances qui ne sont pas de son fait.</p><p></p><p>L'astreinte est recouvrée dans les conditions prévues par les dispositions relatives aux produits communaux au bénéfice de la commune sur le territoire de laquelle est implanté l'immeuble ayant fait l'objet de l'arrêté. Dans le cas où l'arrêté a été pris par le président d'un établissement public de coopération intercommunale en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392824&dateTexte=&categorieLien=cid'>article L. 5211-9-2 du code général des collectivités territoriales</a>, l'astreinte est recouvrée au bénéfice de l'établissement public concerné.</p><p></p><p>A défaut pour le maire ou, le cas échéant, le président de l'établissement public de coopération intercommunale de liquider le produit de l'astreinte, de dresser l'état nécessaire à son recouvrement et de le faire parvenir au représentant de l'Etat dans le département dans le mois qui suit la demande émanant de celui-ci, la créance est liquidée et recouvrée par l'Etat. Après prélèvement de 4 % pour frais de recouvrement, les sommes perçues sont versées au budget de l'Agence nationale de l'habitat.</p><p></p><p>L'application de l'astreinte et sa liquidation ne font pas obstacle à l'exécution d'office par l'autorité administrative des mesures et travaux prescrits par l'arrêté prévu à l'article L. 126-7 du présent code. L'astreinte prend fin à la date de la notification au propriétaire de l'exécution d'office des mesures et travaux prescrits. Dans ce cas, le montant de l'astreinte, qui s'ajoute à celui du coût des mesures et des travaux exécutés d'office, est garanti par les dispositions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006449080&dateTexte=&categorieLien=cid'>8° de l'article 2374 du code civil</a>. Les articles L. 541-1 et suivants sont applicables.</p><p></p><p>Lorsque l'arrêté concerne tout ou partie des parties communes d'un immeuble soumis à la <a href='/affichTexte.do?cidTexte=JORFTEXT000000880200&categorieLien=cid'>loi n° 65-557 du 10 juillet 1965</a> fixant le statut de la copropriété des immeubles bâtis, l'astreinte est appliquée dans les conditions prévues à l'article L. 543-1.</p><p></p><p>Lorsque l'arrêté concerne un immeuble en indivision, l'astreinte est appliquée dans les conditions fixées à l'article L. 541-2-1.</p>",
            "num": "L126-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1625097600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000006128678",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000041587692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre II : Sécurité et protection des immeubles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143515",
                        "id": "LEGISCTA000006143515",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Encadrement de la conception, de la réalisation, de l'exploitation et des mutations des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143515",
                        "id": "LEGISCTA000041587906",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-24",
                        "fin": "2021-07-01",
                        "titre": "Chapitre VI : Intervention de la police et de la gendarmerie dans les immeubles à usage d'habitation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158998",
                        "id": "LEGISCTA000006158998",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Exploitation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158998",
                        "id": "LEGISCTA000041587949",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Entretien des équipements ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041565231",
                        "id": "LEGISCTA000041565231",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041565235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041565231",
            "sectionParentId": "LEGISCTA000041565231",
            "sectionParentTitre": "Section 2 : Entretien des équipements ",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Construction, entretien et rénovation des bâtiments &gt; Titre II : Encadrement de la conception, de la réalisation, de l'exploitation et des mutations des bâtiments &gt; Chapitre VI : Exploitation des bâtiments &gt; Section 2 : Entretien des équipements ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041565235",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 8 de l'ordonnance 2020-71 du 29 janvier 2020, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er juillet 2021.",
            "notaHtml": "<p>Conformément à l'article 8 de l'ordonnance 2020-71 du 29 janvier 2020, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er juillet 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041506557",
                    "textTitle": "Ordonnance n° 2020-71 du 29 janvier 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041562511",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-01-31",
                    "dateSignaTexte": "2020-01-29",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000880200",
                    "textTitle": "LOI n° 65-557 du 10 juillet 1965",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000880200",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "65-557",
                    "datePubli": -141264000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028772256",
                    "textTitle": "LOI n°2014-366\n du 24 mars 2014 - art. 83 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000041587351",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-366",
                    "datePubli": 1395792000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000043816026",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-9-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-9-2",
                    "articleId": "LEGIARTI000006392824",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2374",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2374",
                    "articleId": "LEGIARTI000006449080",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041565235",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1625097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L126-8",
                "126-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}