{
    "cid": "LEGIARTI000044383268",
    "num": "Annexe à l'article R443-17-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-11-29",
                        "fin": "2999-01-01",
                        "titre": "Liste des charges",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044383266",
                        "id": "LEGISCTA000044383266",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044383268",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044378238",
                    "textTitle": "Décret n°2021-1534 du 26 novembre 2021 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044379762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-11-28",
                    "dateSignaTexte": "2021-11-26",
                    "dateDebutCible": "2021-11-29"
                }
            ],
            "num": "Annexe à l'article R443-17-2",
            "origine": "LEGI",
            "texte": "I.-Ascenseurs et monte-charges. 1. Dépenses d'électricité. 2. Dépenses d'exploitation, d'entretien courant, de menues réparations : a) Exploitation : Visite périodique, nettoyage et graissage des organes mécaniques ; Examen semestriel des câbles et vérification annuelle des parachutes ; Nettoyage annuel de la cuvette, du dessus de la cabine et de la machinerie ; Dépannage ne nécessitant pas de réparations ou fournitures de pièces ; Tenue d'un dossier par l'entreprise d'entretien mentionnant les visites techniques, incidents et faits importants touchant l'appareil. b) Fournitures relatives à des produits ou à du petit matériel d'entretien (chiffons, graisses et huiles nécessaires) et aux lampes d'éclairage de la cabine. c) Menues réparations : De la cabine (boutons d'envoi, paumelles de portes, contacts de portes, ferme-portes automatiques, coulisseaux de cabine, dispositif de sécurité de seuil et cellule photo-électrique) ; Des paliers (ferme-portes mécaniques, électriques ou pneumatiques, serrures électromécaniques, contacts de porte et boutons d'appel) ; Des balais du moteur et fusibles. II.-Eau froide, eau chaude et chauffage collectif des parties privatives et des parties communes. 1. Dépenses relatives : A l'eau froide et chaude des parties privatives ; A l'eau nécessaire à l'entretien courant des parties communes du ou desdits bâtiments, y compris la station d'épuration ; A l'eau nécessaire à l'entretien courant des espaces extérieurs ; Les dépenses relatives à la consommation d'eau incluent l'ensemble des taxes et redevances ainsi que les sommes dues au titre de la redevance d'assainissement, à l'exclusion de celles auxquelles le bailleur est astreint en application de l'article L. 1331-8 du code de la santé publique ; Aux produits nécessaires à l'exploitation, à l'entretien et au traitement de l'eau ; A l'électricité ; Au combustible ou à la fourniture d'énergie quelle que soit sa nature. 2. Dépenses d'exploitation, d'entretien courant et de menues réparations : a) Exploitation et entretien courant : Nettoyage des gicleurs, électrodes, filtres et clapets des brûleurs ; Entretien courant et graissage des pompes de relais, jauges, contrôleurs de niveau ainsi que des groupes moto-pompes et pompes de puisards ; Graissage des vannes et robinets et réfection des presse-étoupes ; Remplacement des ampoules des voyants lumineux et ampoules de chaufferie ; Entretien et réglage des appareils de régulation automatique et de leurs annexes ; Vérification et entretien des régulateurs de tirage ; Réglage des vannes, robinets et tés ne comprenant pas l'équilibrage ; Purge des points de chauffage ; Frais de contrôles de combustion ; Entretien des épurateurs de fumée ; Opérations de mise en repos en fin de saison de chauffage, rinçage des corps de chauffe et tuyauteries, nettoyage des chaufferies y compris leurs puisards et siphons, ramonage des chaudières, carneaux et cheminées ; Conduite du chauffage ; Frais de location, d'entretien et de relevé des compteurs généraux et individuels ; Entretien de l'adoucisseur, du détartreur d'eau, du surpresseur et du détendeur ; Contrôles périodiques visant à éviter les fuites de fluide frigorigène des pompes à chaleur ; Vérification, nettoyage et graissage des organes des pompes à chaleur ; Nettoyage périodique de la face extérieure des capteurs solaires ; Vérification, nettoyage et graissage des organes des capteurs solaires. b) Menues réparations dans les parties communes ou sur des éléments d'usage commun : Réparation de fuites sur raccords et joints ; Remplacement des joints, clapets et presse-étoupes ; Rodage des sièges de clapets ; Menues réparations visant à remédier aux fuites de fluide frigorigène des pompes à chaleur ; Recharge en fluide frigorigène des pompes à chaleur. III.-Parties communes intérieures au bâtiment ou à l'ensemble de bâtiments d'habitation. 1. Dépenses relatives : A l'électricité ; Aux fournitures consommables, notamment produits d'entretien, balais et petit matériel assimilé nécessaires à l'entretien de propreté, sel. 2. Exploitation et entretien courant, menues réparations : a) Entretien de la minuterie, pose, dépose et entretien des tapis ; b) Menues réparations des appareils d'entretien de propreté tels qu'aspirateur. 3. Entretien de propreté (frais de personnel). IV.-Espaces extérieurs au bâtiment ou à l'ensemble de bâtiments d'habitation. (Voies de circulation, aires de stationnement, abords et espaces verts, aires et équipements de jeux). 1. Dépenses relatives : A l'électricité ; Aux fournitures consommables utilisées dans l'entretien courant : ampoules ou tubes d'éclairage, engrais, produits bactéricides et insecticides, produits tels que graines, fleurs, plants, plantes de remplacement à l'exclusion de celles utilisées pour la réfection de massifs, plates-bandes ou haies. 2. a) Exploitation et entretien courant : Opérations de coupe, désherbage, sarclage, ratissage, nettoyage et arrosage concernant : Les allées, aires de stationnement et abords ; Les espaces verts (pelouses, massifs, arbustes, haies vives, plates-bandes ; Les aires de jeux ; Les bassins, fontaines, caniveaux, canalisations d'évacuation des eaux pluviales ; Entretien du matériel horticole ; Remplacement du sable des bacs et du petit matériel de jeux. b) Peinture et menues réparations des bancs de jardin et des équipements de jeux et grillages. V.-Hygiène. 1. Dépenses de fournitures consommables : Sacs en plastique et en papier nécessaires à l'élimination des rejets ; Produits relatifs à la désinsectisation et à la désinfection, y compris des colonnes sèches de vide-ordures. 2. Exploitation et entretien courant : Entretien et vidange des fosses d'aisance ; Entretien des appareils de conditionnement des ordures. 3. Elimination des rejets (frais de personnel). VI.-Equipements divers du bâtiment ou de l'ensemble de bâtiments d'habitation. 1. Fourniture d'énergie nécessaire à la ventilation mécanique. 2. Exploitation et entretien courant : Ramonage des conduits de ventilation ; Entretien de la ventilation mécanique ; Entretien des dispositifs d'ouverture automatique ou codée et des interphones ; Visites périodiques à l'exception des contrôles réglementaires de sécurité, nettoyage et graissage de l'appareillage fixe de manutention des nacelles de nettoyage des façades vitrées. VII.-Impositions et redevances. Taxe ou redevance d'enlèvement des ordures ménagères.",
            "texteHtml": "<p><br/>\nI.-Ascenseurs et monte-charges.<br/><br/>\n1. Dépenses d'électricité.<br/><br/>\n2. Dépenses d'exploitation, d'entretien courant, de menues réparations :<br/><br/>\na) Exploitation :<br/><br/>\nVisite périodique, nettoyage et graissage des organes mécaniques ;<br/><br/>\nExamen semestriel des câbles et vérification annuelle des parachutes ;<br/><br/>\nNettoyage annuel de la cuvette, du dessus de la cabine et de la machinerie ;<br/><br/>\nDépannage ne nécessitant pas de réparations ou fournitures de pièces ;<br/><br/>\nTenue d'un dossier par l'entreprise d'entretien mentionnant les visites techniques, incidents et faits importants touchant l'appareil.<br/><br/>\nb) Fournitures relatives à des produits ou à du petit matériel d'entretien (chiffons, graisses et huiles nécessaires) et aux lampes d'éclairage de la cabine.<br/><br/>\nc) Menues réparations :<br/><br/>\nDe la cabine (boutons d'envoi, paumelles de portes, contacts de portes, ferme-portes automatiques, coulisseaux de cabine, dispositif de sécurité de seuil et cellule photo-électrique) ;<br/><br/>\nDes paliers (ferme-portes mécaniques, électriques ou pneumatiques, serrures électromécaniques, contacts de porte et boutons d'appel) ;<br/><br/>\nDes balais du moteur et fusibles.<br/><br/>\nII.-Eau froide, eau chaude et chauffage collectif des parties privatives et des parties communes.<br/><br/>\n1. Dépenses relatives :<br/><br/>\nA l'eau froide et chaude des parties privatives ;<br/><br/>\nA l'eau nécessaire à l'entretien courant des parties communes du ou desdits bâtiments, y compris la station d'épuration ;<br/><br/>\nA l'eau nécessaire à l'entretien courant des espaces extérieurs ;<br/><br/>\nLes dépenses relatives à la consommation d'eau incluent l'ensemble des taxes et redevances ainsi que les sommes dues au titre de la redevance d'assainissement, à l'exclusion de celles auxquelles le bailleur est astreint en application de l'article L. 1331-8 du code de la santé publique ;<br/><br/>\nAux produits nécessaires à l'exploitation, à l'entretien et au traitement de l'eau ;<br/><br/>\nA l'électricité ;<br/><br/>\nAu combustible ou à la fourniture d'énergie quelle que soit sa nature.<br/><br/>\n2. Dépenses d'exploitation, d'entretien courant et de menues réparations :<br/><br/>\na) Exploitation et entretien courant :<br/><br/>\nNettoyage des gicleurs, électrodes, filtres et clapets des brûleurs ;<br/><br/>\nEntretien courant et graissage des pompes de relais, jauges, contrôleurs de niveau ainsi que des groupes moto-pompes et pompes de puisards ;<br/><br/>\nGraissage des vannes et robinets et réfection des presse-étoupes ;<br/><br/>\nRemplacement des ampoules des voyants lumineux et ampoules de chaufferie ;<br/><br/>\nEntretien et réglage des appareils de régulation automatique et de leurs annexes ;<br/><br/>\nVérification et entretien des régulateurs de tirage ;<br/><br/>\nRéglage des vannes, robinets et tés ne comprenant pas l'équilibrage ;<br/><br/>\nPurge des points de chauffage ;<br/><br/>\nFrais de contrôles de combustion ;<br/><br/>\nEntretien des épurateurs de fumée ;<br/><br/>\nOpérations de mise en repos en fin de saison de chauffage, rinçage des corps de chauffe et tuyauteries, nettoyage des chaufferies y compris leurs puisards et siphons, ramonage des chaudières, carneaux et cheminées ;<br/><br/>\nConduite du chauffage ;<br/><br/>\nFrais de location, d'entretien et de relevé des compteurs généraux et individuels ;<br/><br/>\nEntretien de l'adoucisseur, du détartreur d'eau, du surpresseur et du détendeur ;<br/><br/>\nContrôles périodiques visant à éviter les fuites de fluide frigorigène des pompes à chaleur ;<br/><br/>\nVérification, nettoyage et graissage des organes des pompes à chaleur ;<br/><br/>\nNettoyage périodique de la face extérieure des capteurs solaires ;<br/><br/>\nVérification, nettoyage et graissage des organes des capteurs solaires.<br/><br/>\nb) Menues réparations dans les parties communes ou sur des éléments d'usage commun :<br/><br/>\nRéparation de fuites sur raccords et joints ;<br/><br/>\nRemplacement des joints, clapets et presse-étoupes ;<br/><br/>\nRodage des sièges de clapets ;<br/><br/>\nMenues réparations visant à remédier aux fuites de fluide frigorigène des pompes à chaleur ;<br/><br/>\nRecharge en fluide frigorigène des pompes à chaleur.<br/><br/>\nIII.-Parties communes intérieures au bâtiment ou à l'ensemble de bâtiments d'habitation.<br/><br/>\n1. Dépenses relatives :<br/><br/>\nA l'électricité ;<br/><br/>\nAux fournitures consommables, notamment produits d'entretien, balais et petit matériel assimilé nécessaires à l'entretien de propreté, sel.<br/><br/>\n2. Exploitation et entretien courant, menues réparations :<br/><br/>\na) Entretien de la minuterie, pose, dépose et entretien des tapis ;<br/><br/>\nb) Menues réparations des appareils d'entretien de propreté tels qu'aspirateur.<br/><br/>\n3. Entretien de propreté (frais de personnel).<br/><br/>\nIV.-Espaces extérieurs au bâtiment ou à l'ensemble de bâtiments d'habitation.<br/><br/>\n(Voies de circulation, aires de stationnement, abords et espaces verts, aires et équipements de jeux).<br/><br/>\n1. Dépenses relatives :<br/><br/>\nA l'électricité ;<br/><br/>\nAux fournitures consommables utilisées dans l'entretien courant : ampoules ou tubes d'éclairage, engrais, produits bactéricides et insecticides, produits tels que graines, fleurs, plants, plantes de remplacement à l'exclusion de celles utilisées pour la réfection de massifs, plates-bandes ou haies.<br/><br/>\n2. a) Exploitation et entretien courant :<br/><br/>\nOpérations de coupe, désherbage, sarclage, ratissage, nettoyage et arrosage concernant :<br/><br/>\nLes allées, aires de stationnement et abords ;<br/><br/>\nLes espaces verts (pelouses, massifs, arbustes, haies vives, plates-bandes ;<br/><br/>\nLes aires de jeux ;<br/><br/>\nLes bassins, fontaines, caniveaux, canalisations d'évacuation des eaux pluviales ;<br/><br/>\nEntretien du matériel horticole ;<br/><br/>\nRemplacement du sable des bacs et du petit matériel de jeux.<br/><br/>\nb) Peinture et menues réparations des bancs de jardin et des équipements de jeux et grillages.<br/><br/>\nV.-Hygiène.<br/><br/>\n1. Dépenses de fournitures consommables :<br/><br/>\nSacs en plastique et en papier nécessaires à l'élimination des rejets ;<br/><br/>\nProduits relatifs à la désinsectisation et à la désinfection, y compris des colonnes sèches de vide-ordures.<br/><br/>\n2. Exploitation et entretien courant :<br/><br/>\nEntretien et vidange des fosses d'aisance ;<br/><br/>\nEntretien des appareils de conditionnement des ordures.<br/><br/>\n3. Elimination des rejets (frais de personnel).<br/><br/>\nVI.-Equipements divers du bâtiment ou de l'ensemble de bâtiments d'habitation.<br/><br/>\n1. Fourniture d'énergie nécessaire à la ventilation mécanique.<br/><br/>\n2. Exploitation et entretien courant :<br/><br/>\nRamonage des conduits de ventilation ;<br/><br/>\nEntretien de la ventilation mécanique ;<br/><br/>\nEntretien des dispositifs d'ouverture automatique ou codée et des interphones ;<br/><br/>\nVisites périodiques à l'exception des contrôles réglementaires de sécurité, nettoyage et graissage de l'appareillage fixe de manutention des nacelles de nettoyage des façades vitrées.<br/><br/>\nVII.-Impositions et redevances.<br/><br/>\nTaxe ou redevance d'enlèvement des ordures ménagères.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-11-29T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}