{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041984348",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le procès-verbal prévu à l'article L. 329-31 accompagné des pièces justificatives est transmis à l'opérateur économique qui dispose d'un délai de cinq jours francs à compter de sa notification pour indiquer s'il demande la mise en œuvre d'une expertise complémentaire. II.-Lorsque l'opérateur économique ne demande pas d'expertise complémentaire, l'autorité administrative chargée de la surveillance du marché des véhicules et des moteurs dresse un procès-verbal définitif et met en œuvre les mesures prévues aux articles L. 329-35 à L. 329-42. III.-Lorsque l'expertise complémentaire est demandée, deux experts sont choisis parmi les personnes physiques et morales figurant sur une liste établie par le ministre chargé des transports, l'un par l'autorité chargée de la surveillance du marché des véhicules et des moteurs, l'autre par l'opérateur économique, s'il le souhaite et dans un délai imparti par cette autorité. Si l'opérateur renonce explicitement à choisir un expert ou ne le désigne pas dans le délai imparti, cet expert est nommé par l'autorité chargée de la surveillance du marché des véhicules et des moteurs. L'autorité chargée de la surveillance du marché des véhicules et des moteurs met en demeure le détenteur de fournir le ou les échantillons prélevés, intacts, aux experts sous huitaine. Si les échantillons ne sont pas présentés dans ce délai, l'expertise complémentaire ne peut être réalisée et l'autorité chargée de la surveillance du marché des véhicules et des moteurs dresse un procès-verbal définitif et met en œuvre les mesures et sanctions prévues aux articles L. 329-35 à L. 329-45. L'expert désigné par l'opérateur ou nommé d'office par l'autorité en l'absence de désignation par l'opérateur économique procède à une première expertise. Si à l'issue de cette expertise, le résultat confirme les constatations portées sur le procès-verbal de non-conformité prévu à l'article L. 329-31, l'autorité chargée de la surveillance du marché des véhicules et des moteurs dresse un procès-verbal définitif et met en œuvre les mesures et sanctions prévues aux articles L. 329-35 à L. 329-45. Si à l'issue de cette expertise, le résultat de l'expertise infirme les constatations portées sur le procès-verbal de non-conformité prévu à l'article L. 329-31, une contre-expertise est menée par l'expert désigné par l'autorité chargée de la surveillance du marché des véhicules et des moteurs. A l'issue de cette contre-expertise, l'autorité chargée de la surveillance du marché des véhicules et des moteurs dresse un procès-verbal définitif et en cas de non-conformité met en œuvre les mesures et sanctions prévues aux articles L. 329-35 à L. 329-45. L'expertise complémentaire s'effectue aux frais de l'opérateur économique. Toutefois, si aucune non-conformité n'est établie à l'issue de celle-ci, l'autorité chargée de la surveillance du marché des véhicules et des moteurs rembourse à l'opérateur les coûts liés à l'expertise complémentaire. IV.-Lorsqu'un essai destructif doit être réalisé sur un véhicule, l'autorité chargée de la surveillance du marché des véhicules et des moteurs informe l'opérateur économique lors du prélèvement de la possibilité de demander une expertise et lui communique la liste des experts mentionnée au III. L'opérateur économique dispose d'un délai de cinq jours francs pour indiquer s'il demande la mise en œuvre d'une expertise. Lorsque l'expertise est demandée, l'essai ne peut être réalisé qu'une fois les experts désignés dans les conditions prévues par le III. Lorsqu'il n'a été possible de disposer que d'un seul échantillon pour cette expertise portant sur un essai destructif, les experts procèdent en commun à l'analyse de l'échantillon. Les frais liés à la participation à l'essai de l'expert désigné par l'opérateur économique sont supportés par l'opérateur économique. Si aucune non-conformité n'est constatée à l'issue de l'essai, ces frais sont remboursés à l'opérateur économique. V.-Lorsque le procès-verbal définitif établi conformément au II ou au III du présent article constate une infraction de tromperie prévue aux articles L. 441-1, L. 454-1 à L. 454-5 du code de la consommation, sur le fondement d'essais ou d'analyses, l'auteur présumé de l'infraction est informé par l'autorité chargée de la surveillance du marché des véhicules et des moteurs de la possibilité qui lui est offerte de demander une expertise qui s'effectue dans les conditions fixées par les articles L. 512-40 à L. 512-48 du code de la consommation.",
            "texteHtml": "<p>I.-Le procès-verbal prévu à l'article L. 329-31 accompagné des pièces justificatives est transmis à l'opérateur économique qui dispose d'un délai de cinq jours francs à compter de sa notification pour indiquer s'il demande la mise en œuvre d'une expertise complémentaire.<br/><br/>\n II.-Lorsque l'opérateur économique ne demande pas d'expertise complémentaire, l'autorité administrative chargée de la surveillance du marché des véhicules et des moteurs dresse un procès-verbal définitif et met en œuvre les mesures prévues aux articles L. 329-35 à L. 329-42.<br/><br/>\n III.-Lorsque l'expertise complémentaire est demandée, deux experts sont choisis parmi les personnes physiques et morales figurant sur une liste établie par le ministre chargé des transports, l'un par l'autorité chargée de la surveillance du marché des véhicules et des moteurs, l'autre par l'opérateur économique, s'il le souhaite et dans un délai imparti par cette autorité.<br/><br/>\n Si l'opérateur renonce explicitement à choisir un expert ou ne le désigne pas dans le délai imparti, cet expert est nommé par l'autorité chargée de la surveillance du marché des véhicules et des moteurs.<br/><br/>\n L'autorité chargée de la surveillance du marché des véhicules et des moteurs met en demeure le détenteur de fournir le ou les échantillons prélevés, intacts, aux experts sous huitaine. Si les échantillons ne sont pas présentés dans ce délai, l'expertise complémentaire ne peut être réalisée et l'autorité chargée de la surveillance du marché des véhicules et des moteurs dresse un procès-verbal définitif et met en œuvre les mesures et sanctions prévues aux articles L. 329-35 à L. 329-45.<br/><br/>\n L'expert désigné par l'opérateur ou nommé d'office par l'autorité en l'absence de désignation par l'opérateur économique procède à une première expertise.<br/><br/>\n Si à l'issue de cette expertise, le résultat confirme les constatations portées sur le procès-verbal de non-conformité prévu à l'article L. 329-31, l'autorité chargée de la surveillance du marché des véhicules et des moteurs dresse un procès-verbal définitif et met en œuvre les mesures et sanctions prévues aux articles L. 329-35 à L. 329-45.<br/><br/>\n Si à l'issue de cette expertise, le résultat de l'expertise infirme les constatations portées sur le procès-verbal de non-conformité prévu à l'article L. 329-31, une contre-expertise est menée par l'expert désigné par l'autorité chargée de la surveillance du marché des véhicules et des moteurs.<br/><br/>\n A l'issue de cette contre-expertise, l'autorité chargée de la surveillance du marché des véhicules et des moteurs dresse un procès-verbal définitif et en cas de non-conformité met en œuvre les mesures et sanctions prévues aux articles L. 329-35 à L. 329-45.<br/><br/>\n L'expertise complémentaire s'effectue aux frais de l'opérateur économique. Toutefois, si aucune non-conformité n'est établie à l'issue de celle-ci, l'autorité chargée de la surveillance du marché des véhicules et des moteurs rembourse à l'opérateur les coûts liés à l'expertise complémentaire.<br/><br/>\n IV.-Lorsqu'un essai destructif doit être réalisé sur un véhicule, l'autorité chargée de la surveillance du marché des véhicules et des moteurs informe l'opérateur économique lors du prélèvement de la possibilité de demander une expertise et lui communique la liste des experts mentionnée au III.<br/><br/>\n L'opérateur économique dispose d'un délai de cinq jours francs pour indiquer s'il demande la mise en œuvre d'une expertise.<br/><br/>\n Lorsque l'expertise est demandée, l'essai ne peut être réalisé qu'une fois les experts désignés dans les conditions prévues par le III.<br/><br/>\n Lorsqu'il n'a été possible de disposer que d'un seul échantillon pour cette expertise portant sur un essai destructif, les experts procèdent en commun à l'analyse de l'échantillon.<br/><br/>\n Les frais liés à la participation à l'essai de l'expert désigné par l'opérateur économique sont supportés par l'opérateur économique. Si aucune non-conformité n'est constatée à l'issue de l'essai, ces frais sont remboursés à l'opérateur économique.<br/><br/>\n V.-Lorsque le procès-verbal définitif établi conformément au II ou au III du présent article constate une infraction de tromperie prévue aux articles L. 441-1, L. 454-1 à L. 454-5 du code de la consommation, sur le fondement d'essais ou d'analyses, l'auteur présumé de l'infraction est informé par l'autorité chargée de la surveillance du marché des véhicules et des moteurs de la possibilité qui lui est offerte de demander une expertise qui s'effectue dans les conditions fixées par les articles L. 512-40 à L. 512-48 du code de la consommation.</p><p></p>",
            "num": "L329-32",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1591920000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 2 : Dispositions administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143841",
                        "id": "LEGISCTA000006143841",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-06-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 9 : Surveillance du marché des véhicules à moteur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041984262",
                        "id": "LEGISCTA000041984262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-06-12",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Procédure, mesures et sanctions consécutives aux contrôles de conformité ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041984340",
                        "id": "LEGISCTA000041984340",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-06-12",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Notification de la non-conformité par l'autorité chargée de la surveillance du marché ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041984342",
                        "id": "LEGISCTA000041984342",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041984348",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041984342",
            "sectionParentId": "LEGISCTA000041984342",
            "sectionParentTitre": "Sous-section 1 : Notification de la non-conformité par l'autorité chargée de la surveillance du marché ",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 2 : Dispositions administratives &gt; Chapitre 9 : Surveillance du marché des véhicules à moteur &gt; Section 4 : Procédure, mesures et sanctions consécutives aux contrôles de conformité  &gt; Sous-section 1 : Notification de la non-conformité par l'autorité chargée de la surveillance du marché ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041984348",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041982919",
                    "textTitle": "Ordonnance n°2020-701 du 10 juin 2020 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000041983628",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-06-11",
                    "dateSignaTexte": "2020-06-10",
                    "dateDebutCible": "2020-06-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043950809",
                    "textTitle": "Arrêté du 28 juillet 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043950814",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1629590400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043950809",
                    "textTitle": "Arrêté du 28 juillet 2021, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000043950809",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1629590400000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041984348",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1591920000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L329-32",
                "329-32"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}