{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045302526",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le montant de l'indemnité due, en application du cinquième alinéa de l'article L. 342-3, par le gestionnaire du réseau public de transport d'électricité en raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer est déterminé selon les modalités et conditions fixées aux II à VI. Toutefois, lorsque le cahier des charges d'une procédure de mise en concurrence mise en œuvre en application de l'article L. 311-10 prévoit des dispositions relatives aux indemnités pour dépassement du délai de raccordement au réseau, celles-ci se substituent aux dispositions du présent article. II.-L'indemnité est due, sous réserve du III, dès lors que le retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer ne résulte pas d'un cas de force majeure ou d'un événement imputable au producteur ayant un impact déterminant sur les travaux de raccordement. III.-L'indemnité est due lorsque le retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer conduit le producteur à décaler la date prévisionnelle de prise d'effet du contrat conclu en application de l'article L. 311-12, définie dans le cahier des charges mentionné au deuxième alinéa, et lui crée un préjudice dûment justifié. L'indemnité est calculée sur la période courant entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date limite de mise à disposition de la totalité des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages. Cette durée ne peut être supérieure à trois ans. A compter d'un retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer de trois ans, le gestionnaire du réseau public de transport d'électricité et le producteur se rencontrent dans les meilleurs délais afin de rechercher une solution permettant la poursuite du projet d'installation. IV.-Le gestionnaire du réseau public de transport d'électricité notifie au producteur le retard estimé de la mise à disposition de la totalité des ouvrages de raccordement de l'installation de production en mer. Le producteur détaille et justifie, dans un délai d'un mois à compter de cette notification, les impacts de ce retard sur l'avancement de son projet. Le gestionnaire du réseau public de transport d'électricité et le producteur s'informent mensuellement de l'avancement du projet compte tenu de ce retard et des nouvelles dates prévisionnelles de mise à disposition de la totalité des ouvrages de raccordement et de prise d'effet de ce contrat, régulièrement mises à jour le cas échéant. V.-L'indemnité est exclusive de toute autre indemnité qui serait prévue pour le même motif dans le cadre de la fixation des tarifs d'utilisation du réseau public de transport d'électricité, mentionné à l'article L. 341-3. VI.-L'indemnité est versée sous la forme d'une avance mensuelle, corrigée d'un solde, suivant les modalités définies ci-après : a) A l'issue de chaque période d'un mois de retard entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date limite de mise à disposition de la totalité des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages, le producteur transmet au gestionnaire du réseau public de transport d'électricité une demande d'avance d'indemnisation. Dans un délai de cinq jours ouvrés suivant la réception de cette demande, le gestionnaire du réseau public de transport d'électricité verse au producteur une avance dont le montant est égal au nombre de jours de retard constaté faisant l'objet de la demande d'avance multiplié par : A = 80 % × P × N0 × T × (1-CRp/ CRt)/365 où : A est le montant journalier de l'avance de l'indemnité, exprimé en euros ; P est la puissance des machines électrogènes de l'installation de production en état de fonctionnement à la fin du mois de retard considéré dûment justifiée par le producteur, exprimée en MW ; N0 est égal à la durée annuelle théorique de fonctionnement de l'installation de production exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ; T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh ; CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire du réseau public de transport d'électricité, exprimée en MW ; CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire du réseau public de transport d'électricité aux termes de la convention de raccordement, exprimée en MW. b) Pour déterminer le montant total de l'indemnité qui lui est due, le producteur justifie du volume d'énergie réellement non-évacuée sur l'installation de production du fait du retard de la mise à disposition de la totalité des ouvrages de raccordement dans un délai de six mois suivant la date de leur mise en service. Ce montant est égal à : M = 90 % × E × T où : M est le montant total de l'indemnité due au producteur, exprimé en euros ; E correspond au volume d'énergie non évacuée par l'installation de production notamment évalué par référence aux données relevées sur site et dûment justifié par le producteur, exprimé en MWh ; T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh. Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire du réseau public de transport d'électricité au producteur en cas d'écart positif, ou du producteur au gestionnaire du réseau public de transport d'électricité en cas d'écart négatif, dans un délai de trente jours suivant la justification du volume d'énergie réellement non évacuée.",
            "texteHtml": "<p>I.-Le montant de l'indemnité due, en application du cinquième alinéa de l'article L. 342-3, par le gestionnaire du réseau public de transport d'électricité en raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer est déterminé selon les modalités et conditions fixées aux II à VI.<br/><br/>\n Toutefois, lorsque le cahier des charges d'une procédure de mise en concurrence mise en œuvre en application de l'article L. 311-10 prévoit des dispositions relatives aux indemnités pour dépassement du délai de raccordement au réseau, celles-ci se substituent aux dispositions du présent article.<br/><br/>\n II.-L'indemnité est due, sous réserve du III, dès lors que le retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer ne résulte pas d'un cas de force majeure ou d'un événement imputable au producteur ayant un impact déterminant sur les travaux de raccordement.<br/><br/>\n III.-L'indemnité est due lorsque le retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer conduit le producteur à décaler la date prévisionnelle de prise d'effet du contrat conclu en application de l'article L. 311-12, définie dans le cahier des charges mentionné au deuxième alinéa, et lui crée un préjudice dûment justifié. L'indemnité est calculée sur la période courant entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date limite de mise à disposition de la totalité des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages. Cette durée ne peut être supérieure à trois ans. A compter d'un retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer de trois ans, le gestionnaire du réseau public de transport d'électricité et le producteur se rencontrent dans les meilleurs délais afin de rechercher une solution permettant la poursuite du projet d'installation.<br/><br/>\n IV.-Le gestionnaire du réseau public de transport d'électricité notifie au producteur le retard estimé de la mise à disposition de la totalité des ouvrages de raccordement de l'installation de production en mer. Le producteur détaille et justifie, dans un délai d'un mois à compter de cette notification, les impacts de ce retard sur l'avancement de son projet. Le gestionnaire du réseau public de transport d'électricité et le producteur s'informent mensuellement de l'avancement du projet compte tenu de ce retard et des nouvelles dates prévisionnelles de mise à disposition de la totalité des ouvrages de raccordement et de prise d'effet de ce contrat, régulièrement mises à jour le cas échéant.<br/><br/>\n V.-L'indemnité est exclusive de toute autre indemnité qui serait prévue pour le même motif dans le cadre de la fixation des tarifs d'utilisation du réseau public de transport d'électricité, mentionné à l'article L. 341-3.<br/><br/>\n VI.-L'indemnité est versée sous la forme d'une avance mensuelle, corrigée d'un solde, suivant les modalités définies ci-après :<br/><br/>\n a) A l'issue de chaque période d'un mois de retard entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date limite de mise à disposition de la totalité des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages, le producteur transmet au gestionnaire du réseau public de transport d'électricité une demande d'avance d'indemnisation. Dans un délai de cinq jours ouvrés suivant la réception de cette demande, le gestionnaire du réseau public de transport d'électricité verse au producteur une avance dont le montant est égal au nombre de jours de retard constaté faisant l'objet de la demande d'avance multiplié par :<br/><br/>\n A = 80 % × P × N0 × T × (1-CRp/ CRt)/365<br/><br/>\n où :<br/><br/>\n A est le montant journalier de l'avance de l'indemnité, exprimé en euros ;<br/><br/>\n P est la puissance des machines électrogènes de l'installation de production en état de fonctionnement à la fin du mois de retard considéré dûment justifiée par le producteur, exprimée en MW ;<br/><br/>\n N0 est égal à la durée annuelle théorique de fonctionnement de l'installation de production exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ;<br/><br/>\n T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh ;<br/><br/>\n CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire du réseau public de transport d'électricité, exprimée en MW ;<br/><br/>\n CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire du réseau public de transport d'électricité aux termes de la convention de raccordement, exprimée en MW.<br/><br/>\n b) Pour déterminer le montant total de l'indemnité qui lui est due, le producteur justifie du volume d'énergie réellement non-évacuée sur l'installation de production du fait du retard de la mise à disposition de la totalité des ouvrages de raccordement dans un délai de six mois suivant la date de leur mise en service. Ce montant est égal à :<br/><br/>\n M = 90 % × E × T<br/><br/>\n où :<br/><br/>\n M est le montant total de l'indemnité due au producteur, exprimé en euros ;<br/><br/>\n E correspond au volume d'énergie non évacuée par l'installation de production notamment évalué par référence aux données relevées sur site et dûment justifié par le producteur, exprimé en MWh ;<br/><br/>\n T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh.<br/><br/>\n Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire du réseau public de transport d'électricité au producteur en cas d'écart positif, ou du producteur au gestionnaire du réseau public de transport d'électricité en cas d'écart négatif, dans un délai de trente jours suivant la justification du volume d'énergie réellement non évacuée.</p>",
            "num": "D342-4-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1646524800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748265",
                        "id": "LEGISCTA000031748265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : L'ACCÈS ET LE RACCORDEMENT AUX RÉSEAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749051",
                        "id": "LEGISCTA000031749051",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Le raccordement aux réseaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749075",
                        "id": "LEGISCTA000031749075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2019-02-16",
                        "titre": "Section 2 : Indemnités en cas de retard de raccordement d'une installation de production d'énergie renouvelable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749083",
                        "id": "LEGISCTA000031749083",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-02-16",
                        "fin": "2022-09-24",
                        "titre": "Section 3 : Indemnités en cas de retard de raccordement d'une installation de production d'énergie renouvelable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749083",
                        "id": "LEGISCTA000038133372",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-09-24",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Indemnités en cas de retard de raccordement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749083",
                        "id": "LEGISCTA000046324443",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-04-04",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux installations de production d'électricité d'une puissance installée supérieure à 3 kilovoltampères",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032348045",
                        "id": "LEGISCTA000032348045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-04-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Dispositions propres aux installations de production d'électricité à partir de sources d'énergie renouvelable en mer dont le coût du raccordement est supporté par le gestionnaire de réseau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036759378",
                        "id": "LEGISCTA000036759378",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036759380",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036759378",
            "sectionParentId": "LEGISCTA000036759378",
            "sectionParentTitre": "Paragraphe 3 : Dispositions propres aux installations de production d'électricité à partir de sources d'énergie renouvelable en mer dont le coût du raccordement est supporté par le gestionnaire de réseau",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ &gt; TITRE IV : L'ACCÈS ET LE RACCORDEMENT AUX RÉSEAUX &gt; Chapitre II : Le raccordement aux réseaux &gt; Section 3 : Indemnités en cas de retard de raccordement d'une installation de production d'énergie renouvelable &gt; Sous-section 2 : Dispositions applicables aux installations de production d'électricité d'une puissance installée supérieure à 3 kilovoltampères &gt; Paragraphe 3 : Dispositions propres aux installations de production d'électricité à partir de sources d'énergie renouvelable en mer dont le coût du raccordement est supporté par le gestionnaire de réseau",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045302526",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045298248",
                    "textTitle": "Décret n°2022-315 du 3 mars 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045300557",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-03-05",
                    "dateSignaTexte": "2022-03-03",
                    "dateDebutCible": "2022-03-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045298248",
                    "textTitle": "Décret n°2022-315 du 3 mars 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045300547",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-315",
                    "datePubli": 1646438400000,
                    "dateDebut": 1646524800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036759380",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1646524800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045302526",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1646524800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D342-4-12",
                "342-4-12"
            ],
            "versionPrecedente": "LEGIARTI000036759380",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036759380",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le montant de l'indemnité due, en application du cinquième alinéa de l'article L. 342-3 , par le gestionnaire du réseau de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer est déterminé selon les modalités et conditions fixées aux II à VI. Toutefois, lorsque le cahier des charges d'une procédure de mise en concurrence mise en œuvre en application de l'article L. 311-10 prévoit des dispositions relatives aux indemnités pour dépassement du délai de raccordement au réseau, celles-ci se substituent aux dispositions du présent article. II.-L'indemnité est due, sous réserve du III, dès lors que le retard de la mise à disposition des ouvrages de raccordement des installations de production en mer ne résulte pas d'un cas de force majeure ou d'un événement imputable au producteur ayant un impact déterminant sur les travaux de raccordement. III.-L'indemnité est due lorsque le retard de la mise à disposition des ouvrages de raccordement des installations de production en mer conduit le producteur à décaler la date prévisionnelle de prise d'effet du contrat conclu en application de l'article L. 311-12 , définie dans le cahier des chargés mentionné au deuxième alinéa, et lui crée un préjudice dûment justifié. L'indemnité est calculée sur la période courant entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date de mise à disposition des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages. Cette durée ne peut être supérieure à trois ans. IV.-Le gestionnaire de réseau de transport notifie au producteur le retard estimé de la mise à disposition des ouvrages de raccordement des installations de production en mer. Le producteur détaille et justifie, dans un délai d'un mois à compter de cette notification, les impacts de ce retard sur l'avancement de son projet. Il informe trimestriellement le gestionnaire du réseau de transport de l'avancement de son projet compte tenu de ce retard et de la nouvelle date prévisionnelle de prise d'effet de ce contrat. V.-L'indemnité est exclusive de toute autre indemnité qui serait prévue pour le même motif dans le cadre de la fixation des tarifs d'utilisation du réseau public de transport d'électricité, mentionné à l'article L. 341-3 . VI.-L'indemnité est versée sous la forme d'une avance mensuelle, corrigée d'un solde, suivant les modalités définies ci-après : a) A l'issue de chaque période d'un mois de retard, le producteur transmet au gestionnaire de réseau une demande d'avance d'indemnisation ; dans un délai de cinq jours ouvrés suivant la réception de cette demande, le gestionnaire de réseau verse au producteur une avance dont le montant est égal au nombre de jours de retard constaté faisant l'objet de la demande d'avance multiplié par : A = 80 % × P × N0 × T × (1-CRp/ CRt)/365 où : A est le montant journalier l'avance de l'indemnité, exprimé en euros ; P est la puissance des machines électrogènes de l'installation de production susceptibles de fonctionner dûment justifiée par le producteur, exprimée en MW ; une machine électrogène de l'installation de production est considérée comme susceptible de fonctionner lorsque le producteur justifie que cette machine et son dispositif d'ancrage ont fait l'objet d'une commande ferme et définitive prévoyant une installation avant la date prévisionnelle de mise à disposition du raccordement ; N0 est égal à la durée annuelle théorique de fonctionnement de l'installation exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ; T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé selon les modalités prévues par le cahier des charges, exprimé en €/ MWh ; CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire de réseau, exprimée en MW ; CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire de réseau aux termes de la convention de raccordement, exprimée en MW. b) Pour déterminer le montant total de l'indemnité qui lui est due, le producteur justifie du volume d'énergie réellement non-évacuée sur l'installation du fait du retard de la mise à disposition des ouvrages de raccordement dans un délai de six mois suivant la date de leur mise en service. Ce montant est égal à : M = 90 % × E × T où : M est le montant total de l'indemnité due au producteur, exprimé en euros ; E correspond au volume d'énergie non évacuée sur l'installation par le producteur notamment évalué par référence aux données relevées sur site et dûment justifié, exprimé en MWh ; T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé selon les modalités prévues par la procédure de mise en concurrence, exprimé en €/ MWh. Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire de réseau au producteur en cas d'écart positif ou du producteur au gestionnaire de réseau en cas d'écart négatif, dans un délai de trente jours suivant la justification du volume d'énergie réellement non évacuée.",
            "texteHtml": "<p>I.-Le montant de l'indemnité due, en application du cinquième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023986742&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L342-3 (V)'>L. 342-3</a>, par le gestionnaire du réseau de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer est déterminé selon les modalités et conditions fixées aux II à VI. <br/><br/>Toutefois, lorsque le cahier des charges d'une procédure de mise en concurrence mise en œuvre en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023986352&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L311-10 (V)'>L. 311-10 </a>prévoit des dispositions relatives aux indemnités pour dépassement du délai de raccordement au réseau, celles-ci se substituent aux dispositions du présent article. <br/><br/>II.-L'indemnité est due, sous réserve du III, dès lors que le retard de la mise à disposition des ouvrages de raccordement des installations de production en mer ne résulte pas d'un cas de force majeure ou d'un événement imputable au producteur ayant un impact déterminant sur les travaux de raccordement. <br/><br/>III.-L'indemnité est due lorsque le retard de la mise à disposition des ouvrages de raccordement des installations de production en mer conduit le producteur à décaler la date prévisionnelle de prise d'effet du contrat conclu en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023986357&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L311-12 (V)'>L. 311-12</a>, définie dans le cahier des chargés mentionné au deuxième alinéa, et lui crée un préjudice dûment justifié. L'indemnité est calculée sur la période courant entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date de mise à disposition des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages. Cette durée ne peut être supérieure à trois ans. <br/><br/>IV.-Le gestionnaire de réseau de transport notifie au producteur le retard estimé de la mise à disposition des ouvrages de raccordement des installations de production en mer. Le producteur détaille et justifie, dans un délai d'un mois à compter de cette notification, les impacts de ce retard sur l'avancement de son projet. Il informe trimestriellement le gestionnaire du réseau de transport de l'avancement de son projet compte tenu de ce retard et de la nouvelle date prévisionnelle de prise d'effet de ce contrat. <br/><br/>V.-L'indemnité est exclusive de toute autre indemnité qui serait prévue pour le même motif dans le cadre de la fixation des tarifs d'utilisation du réseau public de transport d'électricité, mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023986730&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L341-3 (V)'>L. 341-3</a>. <br/><br/>VI.-L'indemnité est versée sous la forme d'une avance mensuelle, corrigée d'un solde, suivant les modalités définies ci-après : <br/><br/>a) A l'issue de chaque période d'un mois de retard, le producteur transmet au gestionnaire de réseau une demande d'avance d'indemnisation ; dans un délai de cinq jours ouvrés suivant la réception de cette demande, le gestionnaire de réseau verse au producteur une avance dont le montant est égal au nombre de jours de retard constaté faisant l'objet de la demande d'avance multiplié par : <br/><br/>A = 80 % × P × N0 × T × (1-CRp/ CRt)/365 <br/><br/>où : <br/><br/>A est le montant journalier l'avance de l'indemnité, exprimé en euros ; <br/><br/>P est la puissance des machines électrogènes de l'installation de production susceptibles de fonctionner dûment justifiée par le producteur, exprimée en MW ; une machine électrogène de l'installation de production est considérée comme susceptible de fonctionner lorsque le producteur justifie que cette machine et son dispositif d'ancrage ont fait l'objet d'une commande ferme et définitive prévoyant une installation avant la date prévisionnelle de mise à disposition du raccordement ; <br/><br/>N0 est égal à la durée annuelle théorique de fonctionnement de l'installation exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ; <br/><br/>T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé selon les modalités prévues par le cahier des charges, exprimé en €/ MWh ; <br/><br/>CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire de réseau, exprimée en MW ; <br/><br/>CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire de réseau aux termes de la convention de raccordement, exprimée en MW. <br/><br/>b) Pour déterminer le montant total de l'indemnité qui lui est due, le producteur justifie du volume d'énergie réellement non-évacuée sur l'installation du fait du retard de la mise à disposition des ouvrages de raccordement dans un délai de six mois suivant la date de leur mise en service. Ce montant est égal à : <br/><br/>M = 90 % × E × T <br/><br/>où : <br/><br/>M est le montant total de l'indemnité due au producteur, exprimé en euros ; <br/><br/>E correspond au volume d'énergie non évacuée sur l'installation par le producteur notamment évalué par référence aux données relevées sur site et dûment justifié, exprimé en MWh ; <br/><br/>T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé selon les modalités prévues par la procédure de mise en concurrence, exprimé en €/ MWh. <br/><br/>Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire de réseau au producteur en cas d'écart positif ou du producteur au gestionnaire de réseau en cas d'écart négatif, dans un délai de trente jours suivant la justification du volume d'énergie réellement non évacuée.</p>",
            "num": "D342-4-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1522540800000,
            "dateFin": 1646524800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748265",
                        "id": "LEGISCTA000031748265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : L'ACCÈS ET LE RACCORDEMENT AUX RÉSEAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749051",
                        "id": "LEGISCTA000031749051",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Le raccordement aux réseaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749075",
                        "id": "LEGISCTA000031749075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2019-02-16",
                        "titre": "Section 2 : Indemnités en cas de retard de raccordement d'une installation de production d'énergie renouvelable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749083",
                        "id": "LEGISCTA000031749083",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-02-16",
                        "fin": "2022-09-24",
                        "titre": "Section 3 : Indemnités en cas de retard de raccordement d'une installation de production d'énergie renouvelable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749083",
                        "id": "LEGISCTA000038133372",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-09-24",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Indemnités en cas de retard de raccordement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749083",
                        "id": "LEGISCTA000046324443",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-04-04",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions applicables aux installations de production d'électricité d'une puissance installée supérieure à 3 kilovoltampères",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032348045",
                        "id": "LEGISCTA000032348045",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-04-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Dispositions propres aux installations de production d'électricité à partir de sources d'énergie renouvelable en mer dont le coût du raccordement est supporté par le gestionnaire de réseau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036759378",
                        "id": "LEGISCTA000036759378",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036759380",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036759378",
            "sectionParentId": "LEGISCTA000036759378",
            "sectionParentTitre": "Paragraphe 3 : Dispositions propres aux installations de production d'électricité à partir de sources d'énergie renouvelable en mer dont le coût du raccordement est supporté par le gestionnaire de réseau",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ &gt; TITRE IV : L'ACCÈS ET LE RACCORDEMENT AUX RÉSEAUX &gt; Chapitre II : Le raccordement aux réseaux &gt; Section 3 : Indemnités en cas de retard de raccordement d'une installation de production d'énergie renouvelable &gt; Sous-section 2 : Dispositions applicables aux installations de production d'électricité d'une puissance installée supérieure à 3 kilovoltampères &gt; Paragraphe 3 : Dispositions propres aux installations de production d'électricité à partir de sources d'énergie renouvelable en mer dont le coût du raccordement est supporté par le gestionnaire de réseau",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036759380",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036755909",
                    "textTitle": "Décret n°2018-222 du 30 mars 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036758877",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-03-31",
                    "dateSignaTexte": "2018-03-30",
                    "dateDebutCible": "2018-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045298248",
                    "textTitle": "Décret n°2022-315 du 3 mars 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045300547",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-315",
                    "datePubli": 1646438400000,
                    "dateDebut": 1646524800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L311-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-10",
                    "articleId": "LEGIARTI000023986352",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L311-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-12",
                    "articleId": "LEGIARTI000023986357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L341-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-3",
                    "articleId": "LEGIARTI000023986730",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614902400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L342-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L342-3",
                    "articleId": "LEGIARTI000023986742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036759380",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1646524800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045302526",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1646524800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D342-4-12",
                "342-4-12"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}