{
    "cid": "LEGIARTI000046122827",
    "num": "L1126-18",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140603",
                        "id": "LEGISCTA000006140603",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2012-03-07",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154978",
                        "id": "LEGISCTA000006154978",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2012-03-07",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154978",
                        "id": "LEGISCTA000025457387",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-07-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Dispositions particulières applicables aux études des performances de dispositifs mentionnés à l'article premier du règlement (UE) 2017/746 du Parlement européen et du Conseil du 5 avril 2017 ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000046122391",
                        "id": "LEGISCTA000046122391",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000046122827",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "date": 1659389930164,
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978 - art. 66",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "66",
                    "articleId": "LEGIARTI000006528205",
                    "natureText": "LOI",
                    "date": 1659389930164,
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 1559433600000
                },
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978 - art. 72",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "72",
                    "articleId": "LEGIARTI000006528211",
                    "natureText": "LOI",
                    "date": 1659389930164,
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046113837",
                    "textTitle": "Ordonnance n°2022-1086 du 29 juillet 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046118710",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2022-07-30",
                    "dateSignaTexte": "2022-07-29",
                    "dateDebutCible": "2022-07-31"
                }
            ],
            "num": "L1126-18",
            "origine": "LEGI",
            "texte": "I.-Le comité de protection des personnes rend son avis sur les conditions de validité de l'étude des performances, notamment au regard de : -la protection des personnes, notamment la protection des participants ; -l'adéquation, l'exhaustivité et l'intelligibilité des informations écrites à fournir ainsi que la procédure à suivre pour obtenir le consentement éclairé, et la justification de l'étude des performances sur des personnes incapables de donner leur consentement éclairé ; -la nécessité éventuelle d'un délai de réflexion ; -la nécessité éventuelle de prévoir, dans le protocole, une interdiction de participer simultanément à une autre étude des performances ou une période d'exclusion ; -la pertinence de l'étude des performances, le caractère satisfaisant de l'évaluation des bénéfices et des risques attendus et le bien-fondé des conclusions pour les études des performances lorsque l'autorité compétente n'est pas saisie pour rendre une évaluation scientifique sur l'étude ; -l'adéquation entre les objectifs poursuivis et les moyens mis en œuvre ; -la qualification du ou des investigateurs ; -les montants et les modalités d'indemnisation des participants ; -les modalités de recrutement des participants ; -la pertinence scientifique et éthique des projets de constitution de collections d'échantillons biologiques au cours d'études des performances ; -la méthodologie de l'étude des performances au regard des dispositions de la loi n° 78-17 du 6 janvier 1978 modifiée relative à l'informatique, aux fichiers et aux libertés, la nécessité du recours à la collecte et au traitement de données à caractère personnel et la pertinence de celles-ci par rapport à l'objectif de l'étude des performances, préalablement à la saisine de la Commission nationale de l'informatique et des libertés. La Commission nationale de l'informatique et des libertés peut, pour l'exercice de ses missions définies à l' article 66 de la loi du 6 janvier 1978 précitée , saisir pour avis le comité d'expertise pour les recherches, les études et l'évaluation dans le domaine de la santé. Pour les études des performances incluant le traitement de données à caractère personnel défini à l' article 72 de la loi du 6 janvier 1978 précitée , le comité de protection des personnes peut, selon des modalités fixées par un décret en Conseil d'Etat, saisir le comité d'expertise pour les recherches, les études et les évaluations dans le domaine de la santé. II.-Le protocole d'une étude des performances, à l'exception de celle qui ne comporte aucun risque ni contrainte et dans laquelle tous les actes sont réalisés et les produits utilisés de manière habituelle, soumis par le promoteur au comité de protection des personnes et, le cas échéant, à l'autorité compétente indique, de manière motivée, si la constitution d'un comité de surveillance indépendant est ou non prévue. Le comité s'assure, avant de rendre son avis, que les conditions de l'article L. 1126-11 sont satisfaites. L'autorité compétente est informée des modifications apportées au protocole de l'étude des performances introduites à la demande du comité de protection des personnes. Le comité se prononce par avis motivé dans un délai fixé par voie réglementaire. En cas de faute du comité dans l'exercice de sa mission, la responsabilité de l'Etat est engagée. Sur demande auprès du comité de protection des personnes concerné, l'Agence nationale de sécurité du médicament et des produits de santé a accès à toutes informations utiles relatives aux études des performances ne relevant pas des deuxième à cinquième alinéas du II de l'article L. 1126-1.",
            "texteHtml": "<p>I.-Le comité de protection des personnes rend son avis sur les conditions de validité de l'étude des performances, notamment au regard de :</p><p><br/>\n-la protection des personnes, notamment la protection des participants ;<br/><br/>\n-l'adéquation, l'exhaustivité et l'intelligibilité des informations écrites à fournir ainsi que la procédure à suivre pour obtenir le consentement éclairé, et la justification de l'étude des performances sur des personnes incapables de donner leur consentement éclairé ;<br/><br/>\n-la nécessité éventuelle d'un délai de réflexion ;<br/><br/>\n-la nécessité éventuelle de prévoir, dans le protocole, une interdiction de participer simultanément à une autre étude des performances ou une période d'exclusion ;<br/><br/>\n-la pertinence de l'étude des performances, le caractère satisfaisant de l'évaluation des bénéfices et des risques attendus et le bien-fondé des conclusions pour les études des performances lorsque l'autorité compétente n'est pas saisie pour rendre une évaluation scientifique sur l'étude ;<br/><br/>\n-l'adéquation entre les objectifs poursuivis et les moyens mis en œuvre ;<br/><br/>\n-la qualification du ou des investigateurs ;<br/><br/>\n-les montants et les modalités d'indemnisation des participants ;<br/><br/>\n-les modalités de recrutement des participants ;<br/><br/>\n-la pertinence scientifique et éthique des projets de constitution de collections d'échantillons biologiques au cours d'études des performances ;<br/><br/>\n-la méthodologie de l'étude des performances au regard des dispositions de la <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978</a> modifiée relative à l'informatique, aux fichiers et aux libertés, la nécessité du recours à la collecte et au traitement de données à caractère personnel et la pertinence de celles-ci par rapport à l'objectif de l'étude des performances, préalablement à la saisine de la Commission nationale de l'informatique et des libertés. La Commission nationale de l'informatique et des libertés peut, pour l'exercice de ses missions définies à l'<a href='/article/LEGIARTI000006528205'>article 66 de la loi du 6 janvier 1978 précitée</a>, saisir pour avis le comité d'expertise pour les recherches, les études et l'évaluation dans le domaine de la santé.</p><p><br/>\n Pour les études des performances incluant le traitement de données à caractère personnel défini à l'<a href='/article/LEGIARTI000006528211'>article 72 de la loi du 6 janvier 1978 précitée</a>, le comité de protection des personnes peut, selon des modalités fixées par un décret en Conseil d'Etat, saisir le comité d'expertise pour les recherches, les études et les évaluations dans le domaine de la santé.<br/><br/>\n II.-Le protocole d'une étude des performances, à l'exception de celle qui ne comporte aucun risque ni contrainte et dans laquelle tous les actes sont réalisés et les produits utilisés de manière habituelle, soumis par le promoteur au comité de protection des personnes et, le cas échéant, à l'autorité compétente indique, de manière motivée, si la constitution d'un comité de surveillance indépendant est ou non prévue.<br/><br/>\n Le comité s'assure, avant de rendre son avis, que les conditions de l'article L. 1126-11 sont satisfaites. L'autorité compétente est informée des modifications apportées au protocole de l'étude des performances introduites à la demande du comité de protection des personnes.<br/><br/>\n Le comité se prononce par avis motivé dans un délai fixé par voie réglementaire.<br/><br/>\n En cas de faute du comité dans l'exercice de sa mission, la responsabilité de l'Etat est engagée.<br/><br/>\n Sur demande auprès du comité de protection des personnes concerné, l'Agence nationale de sécurité du médicament et des produits de santé a accès à toutes informations utiles relatives aux études des performances ne relevant pas des deuxième à cinquième alinéas du II de l'article L. 1126-1.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-07-31T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}