{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006804492",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Titre Ier : Constitution du groupement. Article 1er : Il est constitué entre : - les établissements publics de santé ci-après désignés : ... ; - ou bien entre le ou les établissements publics de santé ci-après désignés ... et ... (personnes morales mentionnées à l'article R. 668-2 du code de la santé publique) un groupement d'intérêt public régi par l'article 21 modifié de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France, par le chapitre III du livre VI du code de la santé publique et par la présente convention. Le groupement est dénommé \"Etablissement de transfusion sanguine ...\". Article 2 : Objet (1). Le groupement a pour objet : 1. La participation au service public de la transfusion sanguine dans les conditions prévues à l'article L. 668-1 du code de la santé publique, par la réalisation des opérations suivantes : collecte du sang ou de ses composants ; préparation des produits sanguins labiles ; analyses biologiques obligatoires pratiquées sur les prélèvements de sang ; distribution des produits sanguins labiles ; activité de conseil et de suivi en matière de transfusion sanguine ; participation à l'hémovigilance. 2. Le développement des activités liées à la transfusion sanguine, à savoir notamment : - la distribution de médicaments dérivés du sang dans les conditions prévues à l'article L. 670-3 du code de la santé publique ; - la dispensation de ces médicaments aux malades traités dans l'établissement ; - les analyses de biologie médicale des receveurs, pour autant qu'elles sont directement liées à son objet spécifique ; - la recherche. 3. L'exercice, à titre accessoire, des activités de santé énumérées ci-après ... (activités de soins, activités de laboratoire d'analyses de biologie médicale autres que celles visées au 2 du présent article). Article 3 : Siège. Le siège du groupement est fixé à .... Il peut être transféré par décision du conseil d'administration en tout autre lieu à l'intérieur de la zone de collecte. Article 4 : Durée. Le groupement est constitué à compter de la date de publication de la décision d'approbation de la présente convention et pour la durée de validité de l'agrément mentionné à l'article L. 668-2 du code de la santé publique. Article 5 : Adhésion. Au cours de son existence, le groupement peut accepter de nouveaux membres, par décision de l'assemblée générale, sur proposition du conseil d'administration. Cette procédure est également applicable en cas d'absorption d'un membre par une autre personne morale ou en cas de fusion totale ou partielle impliquant des personnes morales membres du groupement. Article 6 : Capital. Le groupement est constitué avec un capital de ... Celui-ci comprend les apports nets corrigés des membres, en numéraire (2) et en nature, mobiliers et immobiliers, nécessaires à la réalisation de l'objet du groupement. L'apport en capital des personnes morales de droit public peut se faire par l'affectation d'un bien immobilier. Le détail et l'évaluation des apports, y compris les biens affectés, sont précisés dans une annexe à la convention (3). Compte tenu de ces apports, le capital se répartit dans les proportions suivantes : Etablissement public de santé : ... p. 100 ; Article 7 : Droits et obligations. Les membres du groupement sont, d'une part, les personnes morales ayant participé à la constitution du capital, d'autre part, des membres de droit. L'absence d'un ou de plusieurs des membres de droit mentionnés aux II et III ci-après ne fait pas obstacle à la constitution du groupement. Le nombre des voix attribuées à chacun des membres lors des votes à l'assemblée générale est proportionnel à ses droits statutaires (4). I. - Les droits des membres ayant participé à la constitution du capital sont établis à partir de leurs contributions respectives. Ils représentent au total 90 p. 100 des droits, répartis de la façon suivante (5) : Etablissement public de santé : ... p. 100 ; II. - Sont membres de droit les associations de donneurs de sang bénévoles ci-après dénommées, qui détiennent au total 8 p. 100 des droits : Association III. - Est également membre de droit la caisse primaire d'assurance maladie dans le ressort de laquelle se trouve le siège du groupement ; elle détient 2 p. 100 des droits. Dans leurs rapports entre eux, les membres autres que les membres de droit sont tenus aux obligations du groupement dans les mêmes proportions que celles établies pour les apports en capital. Dans leurs rapports avec les tiers, les membres ne sont pas solidaires ; ils sont responsables des dettes du groupement au prorata de leur participation au capital à raison de leur apports. Les membres de droit ne sont pas tenus aux dettes du groupement. Article 8 : Exclusion, retrait et cession de droits. Exclusion. L'exclusion d'un membre peut être prononcée par l'assemblée générale, sur proposition du conseil d'administration, en cas d'inexécution de ses obligations ou pour motif grave. Le représentant de la personne morale concernée est préalablement entendu par l'assemblée générale. Retrait. En cours d'exécution de la convention, tout membre peut se retirer du groupement avec l'accord de l'assemblée générale ou unilatéralement pour motif légitime, à l'expiration d'un exercice comptable. Dans les deux cas, il doit notifier son intention trois mois avant la fin de l'exercice et s'être acquitté de ses obligations financières vis-à-vis du groupement pour l'exercice en cours et les précédents. S'il ne procède pas à la cession de ses droits dans les conditions fixées à l'alinéa suivant, la part du capital initialement apporté au groupement lui revient selon des modalités définies par l'assemblée générale. Cession de droits (6). Toute cession de droits entre membres du groupement nécessite l'accord de l'assemblée générale. La cession de droits à un tiers ne peut s'exercer qu'au profit de personnes morales appartenant aux catégories mentionnées à l'article R. 668-2 du code de la santé publique. Article 9 : Approbation de l'Agence française du sang. Les décisions prises en application des articles 5 et 8 de la présente convention ne prennent effet qu'après leur approbation par l'Agence française du sang, qui vérifie notamment qu'elles ne portent pas atteinte au respect des conditions techniques, médicales et sanitaires mentionnées à l'article L. 668-2 du code de la santé publique. Titre II : Administration du groupement. Article 10 : Assemblée générale. L'assemblée générale est composée de l'ensemble des membres du groupement. Elle se réunit sur convocation du président du conseil d'administration au moins ... fois par an (7). La réunion est de droit si elle est demandée par des membres représentant au total un tiers des droits statutaires. Le vote par procuration est autorisé. Elle est convoquée par lettre recommandée quinze jours au moins à l'avance. La convocation indique l'ordre du jour et le lieu de réunion. L'ordre du jour est fixé par le conseil d'administration. La présidence de l'assemblée générale est assurée par le président du conseil d'administration ou par le vice-président en cas d'empêchement du président. L'assemblée générale ne délibère valablement que si les membres présents ou représentés détiennent au total les deux tiers des droits statutaires de l'ensemble des membres du groupement tels que définis à l'article 7 de la présente convention. Si la réunion ne peut se tenir valablement, les membres sont convoqués pour une nouvelle réunion dans un délai qui ne peut être supérieur à un mois. Les délibérations sont alors valables quels que soient les droits détenus par les membres présents. Les décisions de l'assemblée générale relatives à l'admission de nouveaux membres, à l'exclusion d'un membre, à la modification de la présente convention, ou portant dissolution du présent groupement ou relatives aux modalités, notamment financières, de retrait d'un membre du groupement sont prises à la majorité des deux tiers des droits des membres présents ou représentés. Dans le cas d'une exclusion, la majorité s'entend abstraction faite des voix du membre dont l'exclusion est demandée. Les autres décisions sont prises à la majorité des droits des membres présents ou représentés. Elles sont consignées dans un procès-verbal et obligent tous les membres. Le directeur du groupement et les membres du conseil de coordination mentionné à l'article 16 assistent, sauf pour les sujets concernant leur situation individuelle, aux réunions de l'assemblée générale avec voix consultative (8). Assistent également aux réunions de l'assemblée générale, avec voix consultative, deux représentants du personnel désignés dans les conditions définies par le règlement intérieur. Les établissements de santé, publics ou privés, utilisateurs des produits et services du groupement, les caisses primaires d'assurance maladie qui ne sont pas membres de droit du groupement et dont le ressort s'inscrit partiellement ou totalement dans la zone de collecte du groupement, les autres organismes de sécurité sociale, les organismes mutualistes, ainsi que toute autre personne dont le président jugerait la présence utile, sont également invités à assister aux réunions de l'assemblée générale, avec voix consultative. L'assemblée générale entend le rapport d'activité et le rapport financier du conseil d'administration. Elle délibère sur les questions mises à l'ordre du jour. Article 11 : Composition du conseil d'administration. Le groupement est administré par un conseil d'administration ainsi composé : 1. Un représentant pour chacun des membres ayant participé à la formation du capital du groupement et qui était gestionnaire d'un établissement de transfusion sanguine à la date de son entrée dans le groupement. 2. Un représentant pour chacun des membres détenant plus de 5 p. 100 des droits statutaires, s'il n'est pas représenté au titre du 1. ci-dessus. 3. Un représentant supplémentaire pour chaque membre détenant plus de 30 p. 100 des droits statutaires. Le nombre de voix attribuées à chacun de ces membres pour les votes au conseil d'administration est proportionnel à ses droits statutaires tels que définis à l'article 7. Le ou les représentants d'un établissement de santé sont désignés par le représentant légal de l'établissement. 4. Deux représentants des associations de donneurs de sang bénévoles, désignés pour un an par le collège des associations de donneurs de sang participant au groupement. Ces représentants sont dotés de 8 p. 100 du total des voix au conseil. 5. Un représentant de la caisse primaire d'assurance maladie dans le ressort de laquelle se trouve le siège de l'établissement, doté de 2 p. 100 du total des voix au conseil. Tout membre du groupement qui, en application du présent article, n'a pas de représentant au conseil d'administration mandate un des membres de ce conseil à raison du pourcentage de droits qui lui revient. Les mandats ainsi reçus par un membre représenté au conseil ne peuvent conduire à doubler le pourcentage de droits qu'il détient. Le directeur du groupement, assisté des membres du conseil de coordination mentionné à l'article 17, sauf pour les sujets concernant leur situation individuelle, le président du comité scientifique prévu à l'article 18, les représentants du personnel mentionnés à l'article précédent et l'agent comptable ou le comptable du groupement assistent aux réunions du conseil d'administration avec voix consultative (8). Article 12 : Fonctionnement du conseil d'administration. Le conseil d'administration se réunit au moins ... fois par an (9) et aussi souvent que l'intérêt du groupement l'exige, sur la convocation de son président ou à la demande de membres représentant au total le tiers au moins des droits statutaires. Le conseil d'administration ne délibère valablement que si les membres présents ou représentés détiennent au total la moitié au moins des droits statutaires. Si la réunion ne peut se tenir valablement, les membres sont convoqués pour une nouvelle réunion dans un délai qui ne peut être supérieur à quinze jours. Les décisions sont alors régulièrement prises quels que soient les droits détenus par les membres présents. Chaque administrateur peut donner mandat à un autre administrateur pour le représenter. Un administrateur ne peut pas se voir confier plus d'un mandat. Les décisions du conseil d'administration sont prises à la majorité des droits statutaires, à l'exception des délibérations relatives aux a et i de l'article 13, qui sont prises à la majorité des deux tiers de ces droits. Le mandat d'administrateur est exercé gratuitement. Toutefois, le conseil d'administration peut allouer des indemnités de déplacement pour des missions qu'il confie aux administrateurs. Le conseil d'administration élit son président parmi ses membres, pour une durée de trois ans renouvelable. Ne peuvent accéder à la présidence les directeurs d'établissement de transfusion sanguine en fonctions et les anciens directeurs ayant quitté leurs fonctions depuis moins de trois ans. Le conseil d'administration nomme parmi ses membres pour la même durée un vice-président. Le vice-président supplée le président dans l'exercice de ses fonctions, en cas d'empêchement de celui-ci. Article 13 : Compétences du conseil d'administration. Le conseil d'administration prend toutes les décisions qui ne relèvent pas de la compétence de l'assemblée générale ni de celle du directeur du groupement. Il délibère notamment sur les objets suivants : a) La nomination et la cessation de fonctions du directeur du groupement ; b) L'organisation générale de l'établissement, et notamment la nomination et la cessation de fonctions, sur proposition du directeur, des responsables placés à la tête des structures transfusionnelles constituant le groupement ; c) Les activités, productions et équipements qui doivent être soumis à l'autorisation spécifique de l'Agence française du sang, en vertu de l'article L. 668-4 du code de la santé publique (10) ; d) Le programme annuel d'activités, le programme d'investissements, le budget ainsi que, le cas échéant, les prévisions d'emploi du personnel ; e) L'approbation des comptes de chaque exercice et les modalités de traitement des résultats d'exploitation dans le respect des dispositions de l'article 26 de la présente convention ; f) L'approbation du rapport d'activité de chaque exercice, présenté par le directeur du groupement ; g) Le règlement intérieur ; h) L'ordre du jour de l'assemblée générale ; i) Toute prise de participation majoritaire ou non dans un autre organisme quelle que soit sa nature juridique ; j) Toute modification dans le capital et toute redistribution des droits qui pourrait en découler, sous réserve des dispositions prévues aux articles 5 et 8 de la présente convention ; toute acquisition, aliénation ou échange de biens immobiliers, leur affectation, les conditions des baux supérieurs à dix-huit ans ; tout emprunt du groupement et ligne de trésorerie ; toute constitution d'hypothèques sur les immeubles ; k) Tout contrat relatif aux cessions à des fins non thérapeutiques de matière première et de produits sanguins à des établissements à but lucratif, à la sous-traitance, au façonnage, aux transferts de technologie et à l'exploitation de licence et de manière générale tout contrat de coopération avec une personne morale de droit public ou privé ; l) Toute action judiciaire du groupement et toute transaction ; m) Le programme de recherche de l'année. Article 14 : Contrôle de l'Agence française du sang. Les délibérations du conseil d'administration portant sur les matières mentionnées aux i, k, et m de l'article 13 ne prennent effet qu'après l'approbation de l'Agence française du sang. Pour celles qui concernent les matières mentionnées aux k et m, le silence gardé par l'agence vaut approbation tacite à l'expiration d'un délai de quatre mois à compter de la date de la transmission de la délibération. Sont transmis à l'Agence française du sang le budget, le programme d'investissements de l'année et leurs modifications éventuelles, ainsi que les comptes et le rapport d'activité dès qu'ils ont été adoptés par le conseil d'administration. Est également porté à la connaissance de l'agence tout projet de décision de nature à affecter la consistance des activités de l'établissement telles qu'elles ont été agréées ou autorisées par elle. Article 15 : Le directeur du groupement. Le directeur est nommé par le conseil d'administration après délivrance de l'agrément par l'Agence française du sang, conformément à l'article L. 668-8 du code de la santé publique. Dans les rapports avec les tiers, il engage le groupement pour tout acte entrant dans l'objet de celui-ci. Il dispose de tous les pouvoirs nécessaires à la gestion du groupement et exerce son autorité sur l'ensemble des personnels. Il assure l'exécution du budget adopté par le conseil d'administration en qualité d'ordonnateur des recettes et des dépenses lorsque le groupement est soumis aux règles de la comptabilité publique. Le directeur assure l'animation et la coordination générale de l'activité du groupement. Il veille au respect des règles de sécurité en matière de transfusion sanguine. S'il est en désaccord avec le conseil d'administration ou son président au sujet de l'application de ces règles, il saisit immédiatement pour avis le président de l'Agence française du sang, dont l'avis motivé est porté à la connaissance du conseil d'administration avant une nouvelle délibération, qui est de droit. La rémunération du directeur est déterminée par le conseil d'administration dans le respect des dispositions prises en application de l'article L. 668-9 du code de la santé publique. Article 16 : Secrétaire général. Le conseil d'administration peut décider de doter le groupement d'un secrétaire général nommé par lui, sur proposition du directeur. Le secrétaire général assiste le directeur dans l'exercice des pouvoirs de gestion administrative et financière qui lui sont conférés par l'article 15 de la présente convention. Il peut à cet effet recevoir délégation du directeur dans des conditions approuvées par le conseil d'administration. Article 17 : Conseil de coordination. Un conseil de coordination, composé des responsables placés à la tête des structures transfusionnelles constituant le groupement assiste le directeur dans l'exercice de sa mission d'animation et de coordination générale de l'activité du groupement. Article 18 : Comités consultatifs. I. - Le comité scientifique est chargé de donner des avis sur toutes les questions de nature médicale ou scientifique liées au fonctionnement de l'établissement. Il est composé au plus de vingt membres. Sont membres de droit les présidents des comités de sécurité transfusionnelle et d'hémovigilance des établissements publics de santé membres du groupement. Les autres membres sont choisis par l'assemblée générale parmi : - les médecins, pharmaciens ou scientifiques appartenant aux organismes membres du groupement ; - les présidents des commissions médicales d'établissement et les présidents des comités de sécurité transfusionnelle et d'hémovigilance des établissements publics de santé qui utilisent les produits et services de l'établissement de transfusion sanguine ; - le cas échéant, les personnels médicaux, qualifiés dans le domaine de la transfusion sanguine, des établissements de santé publics ou privés utilisateurs des produits et services de l'établissement de transfusion sanguine, et des personnalités extérieures au groupement reconnues pour leurs compétences dans le domaine considéré. II. - L'assemblée générale peut créer tout autre comité et en particulier un comité, dans lequel sont notamment représentées les associations de donneurs de sang bénévoles, chargé de proposer au conseil d'administration toute mesure propre à assurer la promotion du don. Article 19 : Règlement intérieur. Le conseil d'administration établit un règlement intérieur relatif à l'administration et au fonctionnement du groupement. Il définit notamment les règles de composition et de fonctionnement des différents comités. Il définit également les modalités de mise en place, de composition et de fonctionnement d'un comité consultatif où sont évoquées les questions touchant à l'hygiène, la sécurité et les conditions de travail du personnel du groupement. Titre III : Fonctionnement du groupement. Article 20 : Personnel du groupement (11) (12). Des agents relevant de la fonction publique de l'Etat, des collectivités territoriales et de la fonction publique hospitalière, ou de tout autre statut public, peuvent être mis à disposition ou détachés, conformément aux dispositions statutaires qui leur sont applicables. Des conventions conclues entre le groupement et chacune des personnes publiques qui mettent du personnel à sa disposition déterminent les conditions dans lesquelles s'opèrent ces mises à disposition ou détachements, le cas échéant conformément aux décrets n° 84-131 du 24 février 1984 et n° 85-384 du 29 mars 1985 modifiés pour les praticiens hospitaliers et les praticiens exerçant leur activité à temps partiel. Les personnels mis à la disposition du groupement (13) sont placés sous l'autorité fonctionnelle du directeur du groupement. Ils sont remis à la disposition de leur organisme d'origine soit par décision du conseil d'administration sur proposition du directeur du groupement, soit à la demande de leur organisme d'origine, ou en cas de retrait, de liquidation, de dissolution ou d'absorption de cet organisme. Les personnels mis à disposition du groupement par un établissement public de santé le sont contre remboursement par le groupement à cet établissement des frais y afférents, exposés par lui dans les conditions définies au titre IV du statut de la fonction publique hospitalière ou prévues par les statuts des praticiens hospitaliers. La mise à disposition de personnels par d'autres personnes publiques ou d'autres membres du groupement peut également faire l'objet d'un remboursement. Le groupement peut procéder à des recrutements de personnel propre. Ces recrutements sont autorisés par le conseil d'administration (14). Article 21 : Propriété des équipements. Le matériel acheté ou développé en commun appartient au groupement. En cas de dissolution du groupement, il est dévolu selon les règles fixées à l'article 31 de la présente convention. Les matériels mis à la disposition du groupement par l'un de ses membres restent la propriété de ce dernier. Article 22 : Engagements des membres contractés avant la constitution du groupement. Les modalités selon lesquelles se poursuivent les engagements des membres anciennement gestionnaires d'un établissement de transfusion sanguine, ou selon lesquelles ces engagements sont transférés au groupement, en totalité ou en partie, ainsi que la liste desdits engagements, sont définies en annexe à la présente convention dans le respect des droits des cocontractants des membres du groupement. Article 23 : Tenues des comptes. Lorsque la majorité des apports en capital provient de personnes morales de droit public, le groupement est soumis aux règles de la comptabilité publique fixées par le décret du 29 décembre 1962 portant règlement général sur la comptabilité publique. Lorsque les apports en capital des personnes morales de droit public ne représentent pas la majorité, le conseil d'administration du groupement peut choisir d'adopter les règles de la comptabilité publique ou opter pour la gestion privée. Dans ce dernier cas, la comptabilité du groupement est contrôlée par un commissaire aux comptes et éventuellement par un suppléant, désignés par le conseil d'administration. La comptabilité du groupement, que celui-ci soit à gestion publique ou à gestion privée, est tenue selon les principes du plan comptable général. Le plan comptable des groupements à gestion publique est approuvé par les ministres chargés du budget et de la santé sur proposition de l'Agence française du sang. Pour les groupements à gestion privée, le plan comptable est établi par l'Agence française du sang. En outre, le groupement doit se conformer aux instructions formulées par l'agence en application des dispositions de l'article L. 668-7 du code de la santé publique en ce qui concerne notamment la tenue d'une comptabilité analytique séparée afin de faire apparaître les résultats propres à l'activité transfusionnelle et à chacune des activités connexes autorisées. L'exercice budgétaire et comptable commence le 1er janvier et est clôturé le 31 décembre de chaque année. Par exception, le premier exercice débute à date de publication de l'approbation de la présente convention et se termine au 31 décembre de la même année. Article 24 : Recettes du groupement. Les recettes annuelles du groupement se composent : 1. Du produit de l'activité transfusionnelle et des activités connexes du groupement ; 2. Du revenu de ses biens ; 3. Des subventions des collectivités publiques et des personnes morales à but non lucratif, ainsi que, le cas échéant, du fonds d'orientation de la transfusion sanguine institué par l'article L. 667-11 du code de la santé publique ; 4. Le cas échéant, des ressources liées aux activités et productions mentionnées à l'article L. 668-4 du même code. Article 25 : Budget. Le budget, établi conformément aux instructions de l'Agence française du sang et présenté par le directeur du groupement, est adopté chaque année par le conseil d'administration. Il inclut l'ensemble des opérations de recettes et de dépenses prévues pour l'exercice, en distinguant les opérations de fonctionnement et les opérations d'investissement. Article 26 : Résultats de l'exercice. Le groupement ne donnant lieu ni à la réalisation ni au partage des bénéfices, l'excédent éventuel des recettes d'un exercice est affecté en tout ou partie à la constitution de réserves, à la couverture des charges d'exploitation de l'exercice suivant ou au financement des dépenses d'investissement. Au cas où les charges dépassent les recettes de l'exercice, le déficit est prioritairement imputé sur la réserve et, pour le surplus, couvert par la réduction des dépenses de l'année en cours. Titre IV : Recherche et brevets. Article 27 : Secret et confidentialité. Les informations relatives aux activités de recherche du groupement sont confidentielles à l'égard des tiers. Le groupement et chacun de ses membres prennent les mesures propres à garantir le secret des recherches en cours. Chacun des membres s'interdit de diffuser ou de communiquer les informations qui lui auront été désignées comme confidentielles, notamment les secrets de fabrication, par le membre dont elles proviennent. Le conseil d'administration est compétent pour déterminer la durée du secteur en fonction des informations auxquelles il s'applique. Article 28 : Brevets et exploitation des résultats. Le conseil d'administration définit, en tant que de besoin, les règles relatives au dépôt, à l'exploitation des brevets et à la constitution des dossiers techniques concernant les inventions nées de travaux effectués dans le cadre du groupement. Titre V : Dissolution, liquidation, condition suspensive. Article 29 : Dissolution. Le groupement est dissous de plein droit à l'expiration de la validité de l'agrément ou en cas de retrait définitif de celui-ci. Il peut en outre être dissous par décision de l'assemblée générale. Article 30 : Liquidation. La dissolution du groupement entraîne sa liquidation, mais la personnalité morale du groupement subsiste pour les besoins de celle-ci. Le conseil d'administration fixe les modalités de la liquidation et nomme un ou plusieurs liquidateurs. Article 31 : Dévolution des biens. En cas de dissolution, les biens acquis par le groupement sont dévolus, sous réserve des apports initiaux (15), à un autre établissement de transfusion sanguine, désigné par le conseil d'administration après approbation de l'Agence française du sang. Article 32 : Condition suspensive. La présente convention est conclue sous réserve de son approbation par l'Agence française du sang, qui en assure la publicité conformément à l'article R. 668-4 du code de la santé publique. (1) Les activités définies au 1 de l'article 2 doivent toujours être prévues. La liste de celles des activités mentionnées aux 2 et 3 de l'article 2 qui sont effectivement exercées par le groupement doit figurer en annexe à la présente convention. (2) Les apports ne peuvent être en aucun cas constitués de titres de participation ou d'apports en industrie. (3) Cette annexe détaille notamment les apports nets corrigés, affectations comprises, de chacun des membres, qui sont calculés après déduction des amortissements techniques et éventuellement des emprunts souscrits pour l'acquisition des biens apportés ; dans cette dernière éventualité, la charge des emprunts restant dus incombe au groupement. L'appréciation de la valeur des apports en nature est établie par un expert désigné par le préfet, sur la base, selon le cas, de la valeur vénale ou de la valeur d'utilité des biens. (4) Il est rappelé que les droits des membres ne peuvent être représentés par des titres négociables. (5) Le pourcentage de droits de chacun de ces membres est égal à sa part dans la formation du capital, pondérée par un coefficient égal à 0,9 pour tenir compte des droits accordés aux membres de droit. En cas de non-participation des associations ou de la caisse primaire, ce coefficient doit être modifié proportionnellement au pourcentage de leurs droits statutaires tel qu'il est fixé à l'article 7. Il est rappelé que, conformément au cinquième alinéa de l'article 21 de la loi du 15 juillet 1982, les personnes morales de droit public et les personnes morales de droit privé chargées de la gestion d'un service public doivent disposer ensemble de la majorité des voix et donc des droits. (6) La cession totale ou partielle de son capital par un membre entraîne la cession totale ou partielle de ses droits. (7) Au minimum une fois par an. (8) Le commissaire du Gouvernement assiste aux réunions du conseil d'administration et de l'assemblée générale conformément à l'article R. 668-4 du code de la santé publique. (10) Ces délibérations ne prennent effet qu'après autorisation donnée par l'Agence française du sang qui peut, en application de l'article L. 668-6 du code de la santé publique, assortir cette autorisation de certaines conditions. (11) Le groupement est soumis au contrôle des chambres régionales des comptes dans les conditions prévues par les dispositions combinées de l'article 6 bis de la loi n° 67-48 du 22 juin 1967 et l'article 87 de la loi n° 82-213 du 2 mars 1982. (12) Les dispositions du code des marchés publics relatives aux établissements publics de santé sont applicables aux marchés passés par les groupements soumis aux règles de la comptabilité publique. (13) Il est rappelé que les personnels mis à la disposition du groupement conservent leur statut d'origine. Ils sont rémunérés par leur employeur d'origine qui assure leur protection sociale. (14) Les personnels propres du groupement n'acquièrent pas de droit particulier à occuper, à l'expiration du groupement, des emplois dans la fonction publique ou dans les organismes participant au groupement. (15) Un membre auquel revient son apport initial peut toujours décider de le transférer à l'établissement auquel sont dévolus les biens du groupement.",
            "texteHtml": "<p></p>   Titre Ier : Constitution du groupement.<p></p><p></p>   Article 1er :<p></p><p></p>   Il est constitué entre :<p></p><p></p>   - les établissements publics de santé ci-après désignés : ... ;<p></p><p></p>   - ou bien entre le ou les établissements publics de santé ci-après désignés ... et ... (personnes morales mentionnées à l'article R. 668-2 du code de la santé publique) un groupement d'intérêt public régi par l'article 21 modifié de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France, par le chapitre III du livre VI du code de la santé publique et par la présente convention.<p></p><p></p>   Le groupement est dénommé \"Etablissement de transfusion sanguine ...\".<p></p><p></p>   Article 2 : Objet (1).<p></p><p></p>   Le groupement a pour objet :<p></p><p></p>   1. La participation au service public de la transfusion sanguine dans les conditions prévues à l'article L. 668-1 du code de la santé publique, par la réalisation des opérations suivantes : collecte du sang ou de ses composants ; préparation des produits sanguins labiles ; analyses biologiques obligatoires pratiquées sur les prélèvements de sang ; distribution des produits sanguins labiles ; activité de conseil et de suivi en matière de transfusion sanguine ; participation à l'hémovigilance.<p></p><p></p>   2. Le développement des activités liées à la transfusion sanguine, à savoir notamment :<p></p><p></p>   - la distribution de médicaments dérivés du sang dans les conditions prévues à l'article L. 670-3 du code de la santé publique ;<p></p><p></p>   - la dispensation de ces médicaments aux malades traités dans l'établissement ;<p></p><p></p>   - les analyses de biologie médicale des receveurs, pour autant qu'elles sont directement liées à son objet spécifique ;<p></p><p></p>   - la recherche.<p></p><p></p>   3. L'exercice, à titre accessoire, des activités de santé énumérées ci-après ... (activités de soins, activités de laboratoire d'analyses de biologie médicale autres que celles visées au 2 du présent article).<p></p><p></p>   Article 3 : Siège.<p></p><p></p>   Le siège du groupement est fixé à ....<p></p><p></p>   Il peut être transféré par décision du conseil d'administration en tout autre lieu à l'intérieur de la zone de collecte.<p></p><p></p>   Article 4 : Durée.<p></p><p></p>   Le groupement est constitué à compter de la date de publication de la décision d'approbation de la présente convention et pour la durée de validité de l'agrément mentionné à l'article L. 668-2 du code de la santé publique.<p></p><p></p>   Article 5 : Adhésion.<p></p><p></p>   Au cours de son existence, le groupement peut accepter de nouveaux membres, par décision de l'assemblée générale, sur proposition du conseil d'administration. Cette procédure est également applicable en cas d'absorption d'un membre par une autre personne morale ou en cas de fusion totale ou partielle impliquant des personnes morales membres du groupement.<p></p><p></p>   Article 6 : Capital.<p></p><p></p>   Le groupement est constitué avec un capital de ... Celui-ci comprend les apports nets corrigés des membres, en numéraire (2) et en nature, mobiliers et immobiliers, nécessaires à la réalisation de l'objet du groupement. L'apport en capital des personnes morales de droit public peut se faire par l'affectation d'un bien immobilier.<p></p><p></p>   Le détail et l'évaluation des apports, y compris les biens affectés, sont précisés dans une annexe à la convention (3).<p></p><p></p>   Compte tenu de ces apports, le capital se répartit dans les proportions suivantes :<p></p><p></p>   Etablissement public de santé : ... p. 100 ;<p></p><p></p>   Article 7 : Droits et obligations.<p></p><p></p>   Les membres du groupement sont, d'une part, les personnes morales ayant participé à la constitution du capital, d'autre part, des membres de droit. L'absence d'un ou de plusieurs des membres de droit mentionnés aux II et III ci-après ne fait pas obstacle à la constitution du groupement.<p></p><p></p>   Le nombre des voix attribuées à chacun des membres lors des votes à l'assemblée générale est proportionnel à ses droits statutaires (4).<p></p><p></p>   I. - Les droits des membres ayant participé à la constitution du capital sont établis à partir de leurs contributions respectives. Ils représentent au total 90 p. 100 des droits, répartis de la façon suivante (5) :<p></p><p></p>   Etablissement public de santé : ... p. 100 ;<p></p><p></p>   II. - Sont membres de droit les associations de donneurs de sang bénévoles ci-après dénommées, qui détiennent au total 8 p. 100 des droits :<p></p><p></p>   Association <p></p><p></p>   III. - Est également membre de droit la caisse primaire d'assurance maladie dans le ressort de laquelle se trouve le siège du groupement ; elle détient 2 p. 100 des droits.<p></p><p></p>   Dans leurs rapports entre eux, les membres autres que les membres de droit sont tenus aux obligations du groupement dans les mêmes proportions que celles établies pour les apports en capital. Dans leurs rapports avec les tiers, les membres ne sont pas solidaires ; ils sont responsables des dettes du groupement au prorata de leur participation au capital à raison de leur apports. Les membres de droit ne sont pas tenus aux dettes du groupement.<p></p><p></p>   Article 8 : Exclusion, retrait et cession de droits.<p></p><p></p>   Exclusion.<p></p><p></p>   L'exclusion d'un membre peut être prononcée par l'assemblée générale, sur proposition du conseil d'administration, en cas d'inexécution de ses obligations ou pour motif grave. Le représentant de la personne morale concernée est préalablement entendu par l'assemblée générale.<p></p><p></p>   Retrait.<p></p><p></p>   En cours d'exécution de la convention, tout membre peut se retirer du groupement avec l'accord de l'assemblée générale ou unilatéralement pour motif légitime, à l'expiration d'un exercice comptable. Dans les deux cas, il doit notifier son intention trois mois avant la fin de l'exercice et s'être acquitté de ses obligations financières vis-à-vis du groupement pour l'exercice en cours et les précédents. S'il ne procède pas à la cession de ses droits dans les conditions fixées à l'alinéa suivant, la part du capital initialement apporté au groupement lui revient selon des modalités définies par l'assemblée générale.<p></p><p></p>   Cession de droits (6).<p></p><p></p>   Toute cession de droits entre membres du groupement nécessite l'accord de l'assemblée générale. La cession de droits à un tiers ne peut s'exercer qu'au profit de personnes morales appartenant aux catégories mentionnées à l'article R. 668-2 du code de la santé publique.<p></p><p></p>   Article 9 : Approbation de l'Agence française du sang.<p></p><p></p>   Les décisions prises en application des articles 5 et 8 de la présente convention ne prennent effet qu'après leur approbation par l'Agence française du sang, qui vérifie notamment qu'elles ne portent pas atteinte au respect des conditions techniques, médicales et sanitaires mentionnées à l'article L. 668-2 du code de la santé publique.<p></p><p></p>   Titre II : Administration du groupement.<p></p><p></p>   Article 10 : Assemblée générale.<p></p><p></p>   L'assemblée générale est composée de l'ensemble des membres du groupement.<p></p><p></p>   Elle se réunit sur convocation du président du conseil d'administration au moins ... fois par an (7). La réunion est de droit si elle est demandée par des membres représentant au total un tiers des droits statutaires. Le vote par procuration est autorisé.<p></p><p></p>   Elle est convoquée par lettre recommandée quinze jours au moins à l'avance. La convocation indique l'ordre du jour et le lieu de réunion. L'ordre du jour est fixé par le conseil d'administration.<p></p><p></p>   La présidence de l'assemblée générale est assurée par le président du conseil d'administration ou par le vice-président en cas d'empêchement du président.<p></p><p></p>   L'assemblée générale ne délibère valablement que si les membres présents ou représentés détiennent au total les deux tiers des droits statutaires de l'ensemble des membres du groupement tels que définis à l'article 7 de la présente convention. Si la réunion ne peut se tenir valablement, les membres sont convoqués pour une nouvelle réunion dans un délai qui ne peut être supérieur à un mois. Les délibérations sont alors valables quels que soient les droits détenus par les membres présents.<p></p><p></p>   Les décisions de l'assemblée générale relatives à l'admission de nouveaux membres, à l'exclusion d'un membre, à la modification de la présente convention, ou portant dissolution du présent groupement ou relatives aux modalités, notamment financières, de retrait d'un membre du groupement sont prises à la majorité des deux tiers des droits des membres présents ou représentés. Dans le cas d'une exclusion, la majorité s'entend abstraction faite des voix du membre dont l'exclusion est demandée. Les autres décisions sont prises à la majorité des droits des membres présents ou représentés. Elles sont consignées dans un procès-verbal et obligent tous les membres.<p></p><p></p>   Le directeur du groupement et les membres du conseil de coordination mentionné à l'article 16 assistent, sauf pour les sujets concernant leur situation individuelle, aux réunions de l'assemblée générale avec voix consultative (8).<p></p><p></p>   Assistent également aux réunions de l'assemblée générale, avec voix consultative, deux représentants du personnel désignés dans les conditions définies par le règlement intérieur.<p></p><p></p>   Les établissements de santé, publics ou privés, utilisateurs des produits et services du groupement, les caisses primaires d'assurance maladie qui ne sont pas membres de droit du groupement et dont le ressort s'inscrit partiellement ou totalement dans la zone de collecte du groupement, les autres organismes de sécurité sociale, les organismes mutualistes, ainsi que toute autre personne dont le président jugerait la présence utile, sont également invités à assister aux réunions de l'assemblée générale, avec voix consultative.<p></p><p></p>   L'assemblée générale entend le rapport d'activité et le rapport financier du conseil d'administration. Elle délibère sur les questions mises à l'ordre du jour.<p></p><p></p>   Article 11 : Composition du conseil d'administration.<p></p><p></p>   Le groupement est administré par un conseil d'administration ainsi composé :<p></p><p></p>   1. Un représentant pour chacun des membres ayant participé à la formation du capital du groupement et qui était gestionnaire d'un établissement de transfusion sanguine à la date de son entrée dans le groupement.<p></p><p></p>   2. Un représentant pour chacun des membres détenant plus de 5 p. 100 des droits statutaires, s'il n'est pas représenté au titre du 1. ci-dessus.<p></p><p></p>   3. Un représentant supplémentaire pour chaque membre détenant plus de 30 p. 100 des droits statutaires.<p></p><p></p>   Le nombre de voix attribuées à chacun de ces membres pour les votes au conseil d'administration est proportionnel à ses droits statutaires tels que définis à l'article 7.<p></p><p></p>   Le ou les représentants d'un établissement de santé sont désignés par le représentant légal de l'établissement.<p></p><p></p>   4. Deux représentants des associations de donneurs de sang bénévoles, désignés pour un an par le collège des associations de donneurs de sang participant au groupement. Ces représentants sont dotés de 8 p. 100 du total des voix au conseil.<p></p><p></p>   5. Un représentant de la caisse primaire d'assurance maladie dans le ressort de laquelle se trouve le siège de l'établissement, doté de 2 p. 100 du total des voix au conseil.<p></p><p></p>   Tout membre du groupement qui, en application du présent article, n'a pas de représentant au conseil d'administration mandate un des membres de ce conseil à raison du pourcentage de droits qui lui revient. Les mandats ainsi reçus par un membre représenté au conseil ne peuvent conduire à doubler le pourcentage de droits qu'il détient.<p></p><p></p>   Le directeur du groupement, assisté des membres du conseil de coordination mentionné à l'article 17, sauf pour les sujets concernant leur situation individuelle, le président du comité scientifique prévu à l'article 18, les représentants du personnel mentionnés à l'article précédent et l'agent comptable ou le comptable du groupement assistent aux réunions du conseil d'administration avec voix consultative (8).<p></p><p></p>   Article 12 : Fonctionnement du conseil d'administration.<p></p><p></p>   Le conseil d'administration se réunit au moins ... fois par an (9) et aussi souvent que l'intérêt du groupement l'exige, sur la convocation de son président ou à la demande de membres représentant au total le tiers au moins des droits statutaires.<p></p><p></p>   Le conseil d'administration ne délibère valablement que si les membres présents ou représentés détiennent au total la moitié au moins des droits statutaires. Si la réunion ne peut se tenir valablement, les membres sont convoqués pour une nouvelle réunion dans un délai qui ne peut être supérieur à quinze jours. Les décisions sont alors régulièrement prises quels que soient les droits détenus par les membres présents. Chaque administrateur peut donner mandat à un autre administrateur pour le représenter. Un administrateur ne peut pas se voir confier plus d'un mandat.<p></p><p></p>   Les décisions du conseil d'administration sont prises à la majorité des droits statutaires, à l'exception des délibérations relatives aux a et i de l'article 13, qui sont prises à la majorité des deux tiers de ces droits.<p></p><p></p>   Le mandat d'administrateur est exercé gratuitement. Toutefois, le conseil d'administration peut allouer des indemnités de déplacement pour des missions qu'il confie aux administrateurs.<p></p><p></p>   Le conseil d'administration élit son président parmi ses membres, pour une durée de trois ans renouvelable. Ne peuvent accéder à la présidence les directeurs d'établissement de transfusion sanguine en fonctions et les anciens directeurs ayant quitté leurs fonctions depuis moins de trois ans.<p></p><p></p>   Le conseil d'administration nomme parmi ses membres pour la même durée un vice-président. Le vice-président supplée le président dans l'exercice de ses fonctions, en cas d'empêchement de celui-ci.<p></p><p></p>   Article 13 : Compétences du conseil d'administration.<p></p><p></p>   Le conseil d'administration prend toutes les décisions qui ne relèvent pas de la compétence de l'assemblée générale ni de celle du directeur du groupement. Il délibère notamment sur les objets suivants :<p></p><p></p>   a) La nomination et la cessation de fonctions du directeur du groupement ;<p></p><p></p>   b) L'organisation générale de l'établissement, et notamment la nomination et la cessation de fonctions, sur proposition du directeur, des responsables placés à la tête des structures transfusionnelles constituant le groupement ;<p></p><p></p>   c) Les activités, productions et équipements qui doivent être soumis à l'autorisation spécifique de l'Agence française du sang, en vertu de l'article L. 668-4 du code de la santé publique (10) ;<p></p><p></p>   d) Le programme annuel d'activités, le programme d'investissements, le budget ainsi que, le cas échéant, les prévisions d'emploi du personnel ;<p></p><p></p>   e) L'approbation des comptes de chaque exercice et les modalités de traitement des résultats d'exploitation dans le respect des dispositions de l'article 26 de la présente convention ;<p></p><p></p>   f) L'approbation du rapport d'activité de chaque exercice, présenté par le directeur du groupement ;<p></p><p></p>   g) Le règlement intérieur ;<p></p><p></p>   h) L'ordre du jour de l'assemblée générale ;<p></p><p></p>   i) Toute prise de participation majoritaire ou non dans un autre organisme quelle que soit sa nature juridique ;<p></p><p></p>   j) Toute modification dans le capital et toute redistribution des droits qui pourrait en découler, sous réserve des dispositions prévues aux articles 5 et 8 de la présente convention ; toute acquisition, aliénation ou échange de biens immobiliers, leur affectation, les conditions des baux supérieurs à dix-huit ans ; tout emprunt du groupement et ligne de trésorerie ; toute constitution d'hypothèques sur les immeubles ;<p></p><p></p>   k) Tout contrat relatif aux cessions à des fins non thérapeutiques de matière première et de produits sanguins à des établissements à but lucratif, à la sous-traitance, au façonnage, aux transferts de technologie et à l'exploitation de licence et de manière générale tout contrat de coopération avec une personne morale de droit public ou privé ;<p></p><p></p>   l) Toute action judiciaire du groupement et toute transaction ;<p></p><p></p>   m) Le programme de recherche de l'année.<p></p><p></p>   Article 14 : Contrôle de l'Agence française du sang.<p></p><p></p>   Les délibérations du conseil d'administration portant sur les matières mentionnées aux i, k, et m de l'article 13 ne prennent effet qu'après l'approbation de l'Agence française du sang. Pour celles qui concernent les matières mentionnées aux k et m, le silence gardé par l'agence vaut approbation tacite à l'expiration d'un délai de quatre mois à compter de la date de la transmission de la délibération.<p></p><p></p>   Sont transmis à l'Agence française du sang le budget, le programme d'investissements de l'année et leurs modifications éventuelles, ainsi que les comptes et le rapport d'activité dès qu'ils ont été adoptés par le conseil d'administration. Est également porté à la connaissance de l'agence tout projet de décision de nature à affecter la consistance des activités de l'établissement telles qu'elles ont été agréées ou autorisées par elle.<p></p><p></p>   Article 15 : Le directeur du groupement.<p></p><p></p>   Le directeur est nommé par le conseil d'administration après délivrance de l'agrément par l'Agence française du sang, conformément à l'article L. 668-8 du code de la santé publique.<p></p><p></p>   Dans les rapports avec les tiers, il engage le groupement pour tout acte entrant dans l'objet de celui-ci. Il dispose de tous les pouvoirs nécessaires à la gestion du groupement et exerce son autorité sur l'ensemble des personnels. Il assure l'exécution du budget adopté par le conseil d'administration en qualité d'ordonnateur des recettes et des dépenses lorsque le groupement est soumis aux règles de la comptabilité publique.<p></p><p></p>   Le directeur assure l'animation et la coordination générale de l'activité du groupement. Il veille au respect des règles de sécurité en matière de transfusion sanguine. S'il est en désaccord avec le conseil d'administration ou son président au sujet de l'application de ces règles, il saisit immédiatement pour avis le président de l'Agence française du sang, dont l'avis motivé est porté à la connaissance du conseil d'administration avant une nouvelle délibération, qui est de droit.<p></p><p></p>   La rémunération du directeur est déterminée par le conseil d'administration dans le respect des dispositions prises en application de l'article L. 668-9 du code de la santé publique.<p></p><p></p>   Article 16 : Secrétaire général.<p></p><p></p>   Le conseil d'administration peut décider de doter le groupement d'un secrétaire général nommé par lui, sur proposition du directeur. Le secrétaire général assiste le directeur dans l'exercice des pouvoirs de gestion administrative et financière qui lui sont conférés par l'article 15 de la présente convention. Il peut à cet effet recevoir délégation du directeur dans des conditions approuvées par le conseil d'administration.<p></p><p></p>   Article 17 : Conseil de coordination.<p></p><p></p>   Un conseil de coordination, composé des responsables placés à la tête des structures transfusionnelles constituant le groupement assiste le directeur dans l'exercice de sa mission d'animation et de coordination générale de l'activité du groupement.<p></p><p></p>   Article 18 : Comités consultatifs.<p></p><p></p>   I. - Le comité scientifique est chargé de donner des avis sur toutes les questions de nature médicale ou scientifique liées au fonctionnement de l'établissement.<p></p><p></p>   Il est composé au plus de vingt membres. Sont membres de droit les présidents des comités de sécurité transfusionnelle et d'hémovigilance des établissements publics de santé membres du groupement. Les autres membres sont choisis par l'assemblée générale parmi :<p></p><p></p>   - les médecins, pharmaciens ou scientifiques appartenant aux organismes membres du groupement ;<p></p><p></p>   - les présidents des commissions médicales d'établissement et les présidents des comités de sécurité transfusionnelle et d'hémovigilance des établissements publics de santé qui utilisent les produits et services de l'établissement de transfusion sanguine ;<p></p><p></p>   - le cas échéant, les personnels médicaux, qualifiés dans le domaine de la transfusion sanguine, des établissements de santé publics ou privés utilisateurs des produits et services de l'établissement de transfusion sanguine, et des personnalités extérieures au groupement reconnues pour leurs compétences dans le domaine considéré.<p></p><p></p>   II. - L'assemblée générale peut créer tout autre comité et en particulier un comité, dans lequel sont notamment représentées les associations de donneurs de sang bénévoles, chargé de proposer au conseil d'administration toute mesure propre à assurer la promotion du don.<p></p><p></p>   Article 19 : Règlement intérieur.<p></p><p></p>   Le conseil d'administration établit un règlement intérieur relatif à l'administration et au fonctionnement du groupement. Il définit notamment les règles de composition et de fonctionnement des différents comités. Il définit également les modalités de mise en place, de composition et de fonctionnement d'un comité consultatif où sont évoquées les questions touchant à l'hygiène, la sécurité et les conditions de travail du personnel du groupement.<p></p><p></p>   Titre III : Fonctionnement du groupement.<p></p><p></p>   Article 20 : Personnel du groupement (11) (12).<p></p><p></p>   Des agents relevant de la fonction publique de l'Etat, des collectivités territoriales et de la fonction publique hospitalière, ou de tout autre statut public, peuvent être mis à disposition ou détachés, conformément aux dispositions statutaires qui leur sont applicables. Des conventions conclues entre le groupement et chacune des personnes publiques qui mettent du personnel à sa disposition déterminent les conditions dans lesquelles s'opèrent ces mises à disposition ou détachements, le cas échéant conformément aux décrets n° 84-131 du 24 février 1984 et n° 85-384 du 29 mars 1985 modifiés pour les praticiens hospitaliers et les praticiens exerçant leur activité à temps partiel.<p></p><p></p>   Les personnels mis à la disposition du groupement (13) sont placés sous l'autorité fonctionnelle du directeur du groupement. Ils sont remis à la disposition de leur organisme d'origine soit par décision du conseil d'administration sur proposition du directeur du groupement, soit à la demande de leur organisme d'origine, ou en cas de retrait, de liquidation, de dissolution ou d'absorption de cet organisme.<p></p><p></p>   Les personnels mis à disposition du groupement par un établissement public de santé le sont contre remboursement par le groupement à cet établissement des frais y afférents, exposés par lui dans les conditions définies au titre IV du statut de la fonction publique hospitalière ou prévues par les statuts des praticiens hospitaliers. La mise à disposition de personnels par d'autres personnes publiques ou d'autres membres du groupement peut également faire l'objet d'un remboursement.<p></p><p></p>   Le groupement peut procéder à des recrutements de personnel propre. Ces recrutements sont autorisés par le conseil d'administration (14).<p></p><p></p>   Article 21 : Propriété des équipements.<p></p><p></p>   Le matériel acheté ou développé en commun appartient au groupement. En cas de dissolution du groupement, il est dévolu selon les règles fixées à l'article 31 de la présente convention.<p></p><p></p>   Les matériels mis à la disposition du groupement par l'un de ses membres restent la propriété de ce dernier.<p></p><p></p>   Article 22 : Engagements des membres contractés avant la constitution du groupement.<p></p><p></p>   Les modalités selon lesquelles se poursuivent les engagements des membres anciennement gestionnaires d'un établissement de transfusion sanguine, ou selon lesquelles ces engagements sont transférés au groupement, en totalité ou en partie, ainsi que la liste desdits engagements, sont définies en annexe à la présente convention dans le respect des droits des cocontractants des membres du groupement.<p></p><p></p>   Article 23 : Tenues des comptes.<p></p><p></p>   Lorsque la majorité des apports en capital provient de personnes morales de droit public, le groupement est soumis aux règles de la comptabilité publique fixées par le décret du 29 décembre 1962 portant règlement général sur la comptabilité publique.<p></p><p></p>   Lorsque les apports en capital des personnes morales de droit public ne représentent pas la majorité, le conseil d'administration du groupement peut choisir d'adopter les règles de la comptabilité publique ou opter pour la gestion privée.<p></p><p></p>   Dans ce dernier cas, la comptabilité du groupement est contrôlée par un commissaire aux comptes et éventuellement par un suppléant, désignés par le conseil d'administration.<p></p><p></p>   La comptabilité du groupement, que celui-ci soit à gestion publique ou à gestion privée, est tenue selon les principes du plan comptable général. Le plan comptable des groupements à gestion publique est approuvé par les ministres chargés du budget et de la santé sur proposition de l'Agence française du sang. Pour les groupements à gestion privée, le plan comptable est établi par l'Agence française du sang. En outre, le groupement doit se conformer aux instructions formulées par l'agence en application des dispositions de l'article L. 668-7 du code de la santé publique en ce qui concerne notamment la tenue d'une comptabilité analytique séparée afin de faire apparaître les résultats propres à l'activité transfusionnelle et à chacune des activités connexes autorisées.<p></p><p></p>   L'exercice budgétaire et comptable commence le 1er janvier et est clôturé le 31 décembre de chaque année. Par exception, le premier exercice débute à date de publication de l'approbation de la présente convention et se termine au 31 décembre de la même année.<p></p><p></p>   Article 24 : Recettes du groupement.<p></p><p></p>   Les recettes annuelles du groupement se composent :<p></p><p></p>   1. Du produit de l'activité transfusionnelle et des activités connexes du groupement ;<p></p><p></p>   2. Du revenu de ses biens ;<p></p><p></p>   3. Des subventions des collectivités publiques et des personnes morales à but non lucratif, ainsi que, le cas échéant, du fonds d'orientation de la transfusion sanguine institué par l'article L. 667-11 du code de la santé publique ;<p></p><p></p>   4. Le cas échéant, des ressources liées aux activités et productions mentionnées à l'article L. 668-4 du même code.<p></p><p></p>   Article 25 : Budget.<p></p><p></p>   Le budget, établi conformément aux instructions de l'Agence française du sang et présenté par le directeur du groupement, est adopté chaque année par le conseil d'administration. Il inclut l'ensemble des opérations de recettes et de dépenses prévues pour l'exercice, en distinguant les opérations de fonctionnement et les opérations d'investissement.<p></p><p></p>   Article 26 : Résultats de l'exercice.<p></p><p></p>   Le groupement ne donnant lieu ni à la réalisation ni au partage des bénéfices, l'excédent éventuel des recettes d'un exercice est affecté en tout ou partie à la constitution de réserves, à la couverture des charges d'exploitation de l'exercice suivant ou au financement des dépenses d'investissement.<p></p><p></p>   Au cas où les charges dépassent les recettes de l'exercice, le déficit est prioritairement imputé sur la réserve et, pour le surplus, couvert par la réduction des dépenses de l'année en cours.<p></p><p></p>   Titre IV : Recherche et brevets.<p></p><p></p>   Article 27 : Secret et confidentialité.<p></p><p></p>   Les informations relatives aux activités de recherche du groupement sont confidentielles à l'égard des tiers. Le groupement et chacun de ses membres prennent les mesures propres à garantir le secret des recherches en cours. Chacun des membres s'interdit de diffuser ou de communiquer les informations qui lui auront été désignées comme confidentielles, notamment les secrets de fabrication, par le membre dont elles proviennent.<p></p><p></p>   Le conseil d'administration est compétent pour déterminer la durée du secteur en fonction des informations auxquelles il s'applique.<p></p><p></p>   Article 28 : Brevets et exploitation des résultats.<p></p><p></p>   Le conseil d'administration définit, en tant que de besoin, les règles relatives au dépôt, à l'exploitation des brevets et à la constitution des dossiers techniques concernant les inventions nées de travaux effectués dans le cadre du groupement.<p></p><p></p>   Titre V : Dissolution, liquidation, condition suspensive.<p></p><p></p>   Article 29 : Dissolution.<p></p><p></p>   Le groupement est dissous de plein droit à l'expiration de la validité de l'agrément ou en cas de retrait définitif de celui-ci.<p></p><p></p>   Il peut en outre être dissous par décision de l'assemblée générale.<p></p><p></p>   Article 30 : Liquidation.<p></p><p></p>   La dissolution du groupement entraîne sa liquidation, mais la personnalité morale du groupement subsiste pour les besoins de celle-ci.<p></p><p></p>   Le conseil d'administration fixe les modalités de la liquidation et nomme un ou plusieurs liquidateurs.<p></p><p></p>   Article 31 : Dévolution des biens.<p></p><p></p>   En cas de dissolution, les biens acquis par le groupement sont dévolus, sous réserve des apports initiaux (15), à un autre établissement de transfusion sanguine, désigné par le conseil d'administration après approbation de l'Agence française du sang.<p></p><p></p>   Article 32 : Condition suspensive.<p></p><p></p>   La présente convention est conclue sous réserve de son approbation par l'Agence française du sang, qui en assure la publicité conformément à l'article R. 668-4 du code de la santé publique.<p></p><p></p>   (1) Les activités définies au 1 de l'article 2 doivent toujours être prévues.<p></p><p></p>   La liste de celles des activités mentionnées aux 2 et 3 de l'article 2 qui sont effectivement exercées par le groupement doit figurer en annexe à la présente convention.<p></p><p></p>   (2) Les apports ne peuvent être en aucun cas constitués de titres de participation ou d'apports en industrie.<p></p><p></p>   (3) Cette annexe détaille notamment les apports nets corrigés, affectations comprises, de chacun des membres, qui sont calculés après déduction des amortissements techniques et éventuellement des emprunts souscrits pour l'acquisition des biens apportés ; dans cette dernière éventualité, la charge des emprunts restant dus incombe au groupement. L'appréciation de la valeur des apports en nature est établie par un expert désigné par le préfet, sur la base, selon le cas, de la valeur vénale ou de la valeur d'utilité des biens.<p></p><p></p>   (4) Il est rappelé que les droits des membres ne peuvent être représentés par des titres négociables.<p></p><p></p>   (5) Le pourcentage de droits de chacun de ces membres est égal à sa part dans la formation du capital, pondérée par un coefficient égal à 0,9 pour tenir compte des droits accordés aux membres de droit. En cas de non-participation des associations ou de la caisse primaire, ce coefficient doit être modifié proportionnellement au pourcentage de leurs droits statutaires tel qu'il est fixé à l'article 7.<p></p><p></p>   Il est rappelé que, conformément au cinquième alinéa de l'article 21 de la loi du 15 juillet 1982, les personnes morales de droit public et les personnes morales de droit privé chargées de la gestion d'un service public doivent disposer ensemble de la majorité des voix et donc des droits.<p></p><p></p>   (6) La cession totale ou partielle de son capital par un membre entraîne la cession totale ou partielle de ses droits.<p></p><p></p>   (7) Au minimum une fois par an.<p></p><p></p>   (8) Le commissaire du Gouvernement assiste aux réunions du conseil d'administration et de l'assemblée générale conformément à l'article R. 668-4 du code de la santé publique.<p></p><p></p>   (10) Ces délibérations ne prennent effet qu'après autorisation donnée par l'Agence française du sang qui peut, en application de l'article L. 668-6 du code de la santé publique, assortir cette autorisation de certaines conditions.<p></p><p></p>   (11) Le groupement est soumis au contrôle des chambres régionales des comptes dans les conditions prévues par les dispositions combinées de l'article 6 bis de la loi n° 67-48 du 22 juin 1967 et l'article 87 de la loi n° 82-213 du 2 mars 1982.<p></p><p></p>   (12) Les dispositions du code des marchés publics relatives aux établissements publics de santé sont applicables aux marchés passés par les groupements soumis aux règles de la comptabilité publique.<p></p><p></p>   (13) Il est rappelé que les personnels mis à la disposition du groupement conservent leur statut d'origine. Ils sont rémunérés par leur employeur d'origine qui assure leur protection sociale.<p></p><p></p>   (14) Les personnels propres du groupement n'acquièrent pas de droit particulier à occuper, à l'expiration du groupement, des emplois dans la fonction publique ou dans les organismes participant au groupement.<p></p><p></p>   (15) Un membre auquel revient son apport initial peut toujours décider de le transférer à l'établissement auquel sont dévolus les biens du groupement.<p></p>",
            "num": "Annexe II aux articles R668-1-1 à R668-21",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 768700800000,
            "dateFin": 1053993600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-05-12",
                        "fin": "2003-05-27",
                        "titre": "Livre 6 : Don et utilisation des éléments et produits du corps humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128482",
                        "id": "LEGISCTA000006128482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-05-12",
                        "fin": "2003-05-27",
                        "titre": "Titre 2 : Du sang humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142960",
                        "id": "LEGISCTA000006142960",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-05-12",
                        "fin": "2003-05-27",
                        "titre": "Chapitre 3 : Des établissements de transfusion sanguine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157893",
                        "id": "LEGISCTA000006157893",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-05-12",
                        "fin": "2003-05-27",
                        "titre": "Convention type des établissements de transfusion sanguine constitués sous la forme de groupement d'intérêt public.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174758",
                        "id": "LEGISCTA000006174758",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804492",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174758",
            "sectionParentId": "LEGISCTA000006174758",
            "sectionParentTitre": "Convention type des établissements de transfusion sanguine constitués sous la forme de groupement d'intérêt public.",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804492",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000347482",
                    "textTitle": "Décret 94-365 1994-05-10 annexe JORF 12 mai 1994",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000347482",
                    "natureText": "DECRET",
                    "datePubliTexte": "1994-05-12",
                    "dateSignaTexte": "1994-05-10",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21 art. 4 2° JORF 27 mai 2003",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000299367",
                    "textTitle": "Décret 62-1587 1962-12-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000299367",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "62-1587",
                    "datePubli": -221097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000880039",
                    "textTitle": "Loi 82-213 1982-03-02 art. 87",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000880039",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "82-213",
                    "datePubli": 383961600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000691990",
                    "textTitle": "Loi 82-610 1982-07-15 art. 21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691990",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "82-610",
                    "datePubli": 395625600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000868588",
                    "textTitle": "Décret 84-131 1984-02-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000868588",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "84-131",
                    "datePubli": 446515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000334678",
                    "textTitle": "Décret 85-384 1985-03-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000334678",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-384",
                    "datePubli": 481075200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L667-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L667-11",
                    "articleId": "LEGIARTI000006694240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-1",
                    "articleId": "LEGIARTI000006694249",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-2",
                    "articleId": "LEGIARTI000006694252",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-4",
                    "articleId": "LEGIARTI000006694258",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-6",
                    "articleId": "LEGIARTI000006694263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-7",
                    "articleId": "LEGIARTI000006694265",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-8",
                    "articleId": "LEGIARTI000006694267",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-9",
                    "articleId": "LEGIARTI000006694270",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L670-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L670-3",
                    "articleId": "LEGIARTI000006694295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R668-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R668-2",
                    "articleId": "LEGIARTI000006802358",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 768700800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R668-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R668-4",
                    "articleId": "LEGIARTI000006802363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 768700800000
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 67-48 1967-06-22 art. 6 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804492",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 768700800000,
                    "dateFin": 1053993600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II aux articles R668-1-1 à R668-21"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}