{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019757881",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ÉTAT C 6 Marge de solvabilité Les entreprises établissent, selon le modèle fixé ci-après, un état rapprochant la marge de solvabilité constituée de l'exigence minimale de marge de solvabilité. Les entreprises pratiquant les opérations visées au 2° ou au 3° de l'article L. 310-1 effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles non-vie. Les entreprises pratiquant les opérations visées au 1° de l'article L. 310-1 effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles vie. Les entreprises mentionnées au 1° du III de l'article L. 310-1-1 effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles non-vie, sauf exigence de l'Autorité de contrôle en vertu du III de l'article R. 334-27 . L'exigence minimale de marge de solvabilité est égale à la somme de la fraction calculée selon les règles non-vie et de la fraction calculée selon les règles vie. I.-Etat C 6.-Calcul d'exigence minimale selon les règles non-vie A.-Calcul par rapport aux primes Primes ou cotisations brutes, hors taxes, émises ou acquises (le montant le plus élevé étant retenu) et primes acceptées en réassurance au cours du dernier exercice, nettes d'annulations, se répartissant en : Tranche inférieure au seuil fixé au a de l'article R. 334-5 x 0, 18. Tranche supérieure au seuil fixé au a de l'article R. 334-5 x 0, 16. Total (a 1). (b) = Charge de sinistres des trois derniers exercices (nette de cessions) / Charge de sinistres des trois derniers exercices (brute de cessions). (c) Montant de (b) s'il est supérieur à 0, 50, sinon 0, 50. Premier résultat = [(a 1) x (c)]. B.-Calcul par rapport aux sinistres Période de référence : les trois derniers exercices (ou les sept derniers pour les entreprises qui pratiquent essentiellement l'un ou plusieurs des risques tempête, grêle, gelée) : 1. Sinistres payés (affaires directes et acceptations) pendant la période de référence, nets de recours. 2. Provision pour sinistres à payer (affaires directes et acceptations) constituée à la fin de la période de référence. A déduire : 3. Provision pour sinistres à payer (affaires directes et acceptations) constituée au début de la période de référence. 4. Charge de sinistres pour la période de référence : -pour les branches autres que 11, 12 et 13 : (1) + (2)-(3) ; -pour les branches 11, 12 et 13 : 1, 5 x [(1) + (2)]-(3). 5. Moyenne annuelle : 1 / 3 (ou 1 / 7) de (4) se répartissant en : Tranche inférieure au seuil fixé au b de l'article R. 334-5 x 0, 26. Tranche supérieure au seuil fixé au b de l'article R. 334-5 x 0, 23. Total (a 2). Second résultat = [(a 2) x (c)]. État récapitulatif Premier résultat : A =. Second résultat : B =. Exigence minimale de marge de l'exercice précédent C = : Exigence minimale de marge à constituer calculé selon les règles non-vie (M) : (M) = max (A, B, C x) avec = min (1 ; provisions techniques pour sinistre à payer à la fin du dernier exercice / provision technique pour sinistre à payer au début du dernier exercice). II.-État C 6.-Calcul d'exigence minimale selon les règles vie TITRE Ier VIE-DÉCÈS, NUPTIALITÉ, NATALITÉ (BRANCHES 20 ET 21, SAUF COMPLÉMENTAIRES) Premier résultat (a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : affaires directes et acceptations. (b) Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes de cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. Premier résultat = [(a) x (c) x 0, 04]. Second résultat (cf. note 103) (a) Capitaux sous risques non négatifs bruts de réassurance : (a 1) Toutes assurances, sauf temporaires décès de durée inférieure ou égale à 5 ans ; (a 2) Temporaires décès de durée supérieure à 3 ans et inférieure ou égale à 5 ans ; (a 3) Temporaires décès de durée inférieure ou égale à 3 ans. (b) Rapport de rétention : Rapport entre le montant des capitaux sous risques nets de cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts de cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 50, sinon 0, 50. (d) = (a 1) x (c) x 0, 003. (e) = (a 2) x (c) x 0, 0015. (f) = (a 3) x (c) x 0, 001. Second résultat = [(d) + (e) + (f)]. TITRE II SOCIÉTÉS À FORME TONTINIÈRE (BRANCHE 23) (a) Avoir des associations. Résultat = [(a) x 0, 01]. TITRE III : CAPITALISATION (BRANCHE 24, SAUF OPÉRATIONS EXPRIMÉES EN UNITÉS DE COMPTE) (a) Provisions mathématiques relatives aux opérations d'assurances directes et aux acceptations brutes de réassurance. (b) Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85 : Résultat = [(a) x (c) x 0, 04]. TITRE IV : ASSURANCES LIÉES À DES FONDS D'INVESTISSEMENT (BRANCHE 22)-OPÉRATIONS DE CAPITALISATION EXPRIMÉES EN UNITÉ DE COMPTES (BRANCHE 24) Premier résultat (a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : affaires directes et acceptations : (a 1) Avec risque de placement. (a 2) Sans risque de placement lorsque le contrat a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans (cf. note 104). (b) Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. (d) = (a 1) x (c) x 0, 04. (e) = (a 2) x (c) x 0, 01. Premier résultat = [(d) + (e)]. Second résultat (a) Capitaux sous risques non négatifs bruts de réassurance. (b) Rapport de rétention : Rapport entre le montant des capitaux sous risques nets des cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 50, sinon 0, 50. Second résultat = [(a) x (c) x 0, 003]. TITRE V : GESTION DE FONDS COLLECTIFS (BRANCHE 25) (a) Fonds gérés : (a 1) Avec risque de placement ; (a 2) Sans risque de placement lorsque le contrat a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans. (b) Rapport de rétention : Rapport entre le montant des fonds gérés nets des cessions et rétrocessions en réassurance et le montant des fonds gérés bruts des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. (d) (a 1) x (c) x 0, 04. (e) (a 2) x (c) x 0, 01. Résultat = [(d) + (e)]. TITRE VI : OPÉRATIONS À CARACTÈRE COLLECTIF DÉFINIES AUX ARTICLES L. 441-1 ET SUIVANTS a) Provision mathématique théorique (art. R. 441-21 ) après cessions en réassurance. b) 85 % de la provision mathématique théorique (art.R. 441-21) avant cessions en réassurance. Résultat = 0, 04 x max [(a), (b)]. III.-État C 6.-Eléments constitutifs de la marge de solvabilité Les éléments sous C peuvent être admis sur demande et justification par l'entreprise. A.-1. Capital social versé ou fonds d'établissement constitué ou, pour les succursales d'entreprises étrangères, solde du compte courant avec le siège social. 2. Réserves ne correspondant pas à des engagements, y compris réserve de capitalisation. 3. Report à nouveau. 4. Emprunts pour fonds social complémentaire dans la limite de la fraction de l'exigence minimale de marge calculée selon les règles non-vie. A déduire : 5. Actions propres. 6. Part des frais d'acquisition reportées non admise en représentation. 7. Eléments incorporels figurant au bilan. B.-1. Titres ou emprunts subordonnés jusqu'à concurrence de 50 % de l'exigence de marge ou de la marge de solvabilité constituée, le montant le plus faible étant retenu. 2. Réserve pour fonds de garantie, à hauteur de la part de cotisation versée et non utilisée par le fonds. C.-1. Moitié de la fraction non versée du capital social ou de la part restant à rembourser de l'emprunt pour fonds d'établissement. 2. Pour les sociétés d'assurance mutuelle à cotisations variables, la moitié du rappel possible de cotisations variables au titre de l'exercice, jusqu'à concurrence de 50 % de l'exigence de marge ou de la marge de solvabilité constituée, le montant le plus faible étant retenu. 3. Plus-values résultant de sous-estimation d'éléments d'actif dans la mesure où les valeurs de marché sont publiées dans l'annexe. 4. Plus-values latentes nettes sur instruments financiers à terme. 5. Part des bénéfices futurs de l'entreprise dans la limite de la fraction de l'exigence minimale de marge calculée selon les règles vie : a) Bénéfice annuel estimé ; b) Durée résiduelle moyenne (inférieure ou égale à 6 ans). Eléments constitutifs = (a x b x 0, 5).",
            "texteHtml": "<p align='center'><strong>ÉTAT C 6 </strong></p><p align='center'><strong>Marge de solvabilité </strong></p><p align='center'></p><p>Les entreprises établissent, selon le modèle fixé ci-après, un état rapprochant la marge de solvabilité constituée de l'exigence minimale de marge de solvabilité. </p><p>Les entreprises pratiquant les opérations visées au 2° ou au 3° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid'>L. 310-1 </a>effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles non-vie. Les entreprises pratiquant les opérations visées au 1° de l'article L. 310-1 effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles vie. Les entreprises mentionnées au 1° du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796400&dateTexte=&categorieLien=cid'>l'article L. 310-1-1 </a>effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles non-vie, sauf exigence de l'Autorité de contrôle en vertu du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006818459&dateTexte=&categorieLien=cid'>l'article R. 334-27</a>.</p><p>L'exigence minimale de marge de solvabilité est égale à la somme de la fraction calculée selon les règles non-vie et de la fraction calculée selon les règles vie.</p><p align='center'>I.-Etat C 6.-Calcul d'exigence minimale selon les règles non-vie </p><p align='center'>A.-Calcul par rapport aux primes </p><p>Primes ou cotisations brutes, hors taxes, émises ou acquises (le montant le plus élevé étant retenu) et primes acceptées en réassurance au cours du dernier exercice, nettes d'annulations, se répartissant en : </p><p>Tranche inférieure au seuil fixé au a de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006817952&dateTexte=&categorieLien=cid'>l'article R. 334-5</a> x 0, 18. </p><p>Tranche supérieure au seuil fixé au a de l'article R. 334-5 x 0, 16. </p><p>Total (a 1). </p><p>(b) = Charge de sinistres des trois derniers exercices (nette de cessions) / Charge de sinistres des trois derniers exercices (brute de cessions). </p><p>(c) Montant de (b) s'il est supérieur à 0, 50, sinon 0, 50. </p><p>Premier résultat = [(a 1) x (c)].</p><p align='center'>B.-Calcul par rapport aux sinistres </p><p>Période de référence : les trois derniers exercices (ou les sept derniers pour les entreprises qui pratiquent essentiellement l'un ou plusieurs des risques tempête, grêle, gelée) : </p><p>1. Sinistres payés (affaires directes et acceptations) pendant la période de référence, nets de recours. </p><p>2. Provision pour sinistres à payer (affaires directes et acceptations) constituée à la fin de la période de référence.</p><p>A déduire : </p><p>3. Provision pour sinistres à payer (affaires directes et acceptations) constituée au début de la période de référence. </p><p>4. Charge de sinistres pour la période de référence :</p><p>-pour les branches autres que 11, 12 et 13 : (1) + (2)-(3) ;</p><p>-pour les branches 11, 12 et 13 : 1, 5 x [(1) + (2)]-(3). </p><p>5. Moyenne annuelle : 1 / 3 (ou 1 / 7) de (4) se répartissant en : </p><p>Tranche inférieure au seuil fixé au b de l'article R. 334-5 x 0, 26. </p><p>Tranche supérieure au seuil fixé au b de l'article R. 334-5 x 0, 23. </p><p>Total (a 2). </p><p>Second résultat = [(a 2) x (c)]. </p><p align='center'>État récapitulatif </p><p align='center'></p><p>Premier résultat : A =. </p><p>Second résultat : B =. </p><p>Exigence minimale de marge de l'exercice précédent C = : </p><p>Exigence minimale de marge à constituer calculé selon les règles non-vie (M) : </p><p>(M) = max (A, B, C x) </p><p>avec = min (1 ; provisions techniques pour sinistre à payer à la fin du dernier exercice / provision technique pour sinistre à payer au début du dernier exercice). </p><p align='center'>II.-État C 6.-Calcul d'exigence minimale selon les règles vie </p><p>TITRE Ier </p><p>VIE-DÉCÈS, NUPTIALITÉ, NATALITÉ </p><p>(BRANCHES 20 ET 21, SAUF COMPLÉMENTAIRES) </p><p>Premier résultat </p><p>(a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : affaires directes et acceptations. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des provisions mathématiques nettes de cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. </p><p>Premier résultat = [(a) x (c) x 0, 04]. </p><p>Second résultat </p><p>(cf. note 103) (a) Capitaux sous risques non négatifs bruts de réassurance : </p><p>(a 1) Toutes assurances, sauf temporaires décès de durée inférieure ou égale à 5 ans ; </p><p>(a 2) Temporaires décès de durée supérieure à 3 ans et inférieure ou égale à 5 ans ; </p><p>(a 3) Temporaires décès de durée inférieure ou égale à 3 ans. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des capitaux sous risques nets de cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts de cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 50, sinon 0, 50. </p><p>(d) = (a 1) x (c) x 0, 003. </p><p>(e) = (a 2) x (c) x 0, 0015. </p><p>(f) = (a 3) x (c) x 0, 001. </p><p>Second résultat = [(d) + (e) + (f)]. </p><p>TITRE II </p><p>SOCIÉTÉS À FORME TONTINIÈRE (BRANCHE 23) </p><p>(a) Avoir des associations. </p><p>Résultat = [(a) x 0, 01]. </p><p>TITRE III : CAPITALISATION (BRANCHE 24, SAUF OPÉRATIONS EXPRIMÉES EN UNITÉS DE COMPTE) </p><p>(a) Provisions mathématiques relatives aux opérations d'assurances directes et aux acceptations brutes de réassurance. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85 : </p><p>Résultat = [(a) x (c) x 0, 04]. </p><p>TITRE IV : ASSURANCES LIÉES À DES FONDS D'INVESTISSEMENT (BRANCHE 22)-OPÉRATIONS DE CAPITALISATION EXPRIMÉES EN UNITÉ DE COMPTES (BRANCHE 24) </p><p>Premier résultat </p><p>(a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : affaires directes et acceptations : </p><p>(a 1) Avec risque de placement. </p><p>(a 2) Sans risque de placement lorsque le contrat a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans (cf. note 104). </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. </p><p>(d) = (a 1) x (c) x 0, 04. </p><p>(e) = (a 2) x (c) x 0, 01. </p><p>Premier résultat = [(d) + (e)]. </p><p>Second résultat </p><p>(a) Capitaux sous risques non négatifs bruts de réassurance. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des capitaux sous risques nets des cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 50, sinon 0, 50. </p><p>Second résultat = [(a) x (c) x 0, 003]. </p><p>TITRE V : GESTION DE FONDS COLLECTIFS (BRANCHE 25) </p><p>(a) Fonds gérés : </p><p>(a 1) Avec risque de placement ; </p><p>(a 2) Sans risque de placement lorsque le contrat a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des fonds gérés nets des cessions et rétrocessions en réassurance et le montant des fonds gérés bruts des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. </p><p>(d) (a 1) x (c) x 0, 04. </p><p>(e) (a 2) x (c) x 0, 01. </p><p>Résultat = [(d) + (e)]. </p><p>TITRE VI : OPÉRATIONS À CARACTÈRE COLLECTIF DÉFINIES AUX ARTICLES <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006803032&dateTexte=&categorieLien=cid'>L. 441-1 </a>ET SUIVANTS </p><p>a) Provision mathématique théorique (art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006823399&dateTexte=&categorieLien=cid'>R. 441-21</a>) après cessions en réassurance. </p><p>b) 85 % de la provision mathématique théorique (art.R. 441-21) avant cessions en réassurance. </p><p>Résultat = 0, 04 x max [(a), (b)]. </p><p align='center'>III.-État C 6.-Eléments constitutifs de la marge de solvabilité </p><p>Les éléments sous C peuvent être admis sur demande et justification par l'entreprise.</p><p>A.-1. Capital social versé ou fonds d'établissement constitué ou, pour les succursales d'entreprises étrangères, solde du compte courant avec le siège social. </p><p>2. Réserves ne correspondant pas à des engagements, y compris réserve de capitalisation. </p><p>3. Report à nouveau. </p><p>4. Emprunts pour fonds social complémentaire dans la limite de la fraction de l'exigence minimale de marge calculée selon les règles non-vie.</p><p>A déduire : </p><p>5. Actions propres. </p><p>6. Part des frais d'acquisition reportées non admise en représentation. </p><p>7. Eléments incorporels figurant au bilan.</p><p>B.-1. Titres ou emprunts subordonnés jusqu'à concurrence de 50 % de l'exigence de marge ou de la marge de solvabilité constituée, le montant le plus faible étant retenu. </p><p>2. Réserve pour fonds de garantie, à hauteur de la part de cotisation versée et non utilisée par le fonds.</p><p>C.-1. Moitié de la fraction non versée du capital social ou de la part restant à rembourser de l'emprunt pour fonds d'établissement. </p><p>2. Pour les sociétés d'assurance mutuelle à cotisations variables, la moitié du rappel possible de cotisations variables au titre de l'exercice, jusqu'à concurrence de 50 % de l'exigence de marge ou de la marge de solvabilité constituée, le montant le plus faible étant retenu. </p><p>3. Plus-values résultant de sous-estimation d'éléments d'actif dans la mesure où les valeurs de marché sont publiées dans l'annexe. </p><p>4. Plus-values latentes nettes sur instruments financiers à terme. </p><p>5. Part des bénéfices futurs de l'entreprise dans la limite de la fraction de l'exigence minimale de marge calculée selon les règles vie : </p><p>a) Bénéfice annuel estimé ; </p><p>b) Durée résiduelle moyenne (inférieure ou égale à 6 ans). </p><p>Eléments constitutifs = (a x b x 0, 5).</p>",
            "num": "Annexe A344-10 ETAT C6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1226275200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 678152730,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Catégories d'assurance et états à produire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157007",
                        "id": "LEGISCTA000006157007",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Etats à produire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173875",
                        "id": "LEGISCTA000006173875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Annexes A344-10  : ETATS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019321331",
                        "id": "LEGISCTA000019321331",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019321162",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019321331",
            "sectionParentId": "LEGISCTA000019321331",
            "sectionParentTitre": "Annexes A344-10  : ETATS",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre IV : Catégories d'assurance et états à produire &gt; Section III : Etats à produire.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019757881",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019736137",
                    "textTitle": "Arrêté du 7 novembre 2008 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000019747667",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 2",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031731970",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2015-12-29",
                    "dateSignaTexte": "2015-12-28",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-1",
                    "articleId": "LEGIARTI000006796400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-2",
                    "articleId": "LEGIARTI000006796373",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006803032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*334-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*334-27",
                    "articleId": "LEGIARTI000006818459",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 453168000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*334-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*334-5",
                    "articleId": "LEGIARTI000006817952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*441-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*441-21",
                    "articleId": "LEGIARTI000006823399",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019321162",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 809481600000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757881",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe A344-10 ETAT C6",
                "344-10",
                "A344-10"
            ],
            "versionPrecedente": "LEGIARTI000019321162",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019321162",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ÉTAT C 6 Marge de solvabilité Les entreprises visées aux 1°, 3° ou 4° de l'article L. 310-2 établissent, selon le modèle fixé ci-après, un état rapprochant la marge de solvabilité constituée de l'exigence minimale de marge de solvabilité. Les entreprises pratiquant les opérations visées au 2° ou au 3° de l'article L. 310-1 effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles non-vie. Les entreprises pratiquant les opérations visées au 1° de l'article L. 310-1 effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles vie. L'exigence minimale de marge de solvabilité est égale à la somme de la fraction calculée selon les règles non-vie et de la fraction calculée selon les règles vie. I.-Etat C 6.-Calcul d'exigence minimale selon les règles non-vie A.-Calcul par rapport aux primes Primes ou cotisations brutes, hors taxes, émises ou acquises (le montant le plus élevé étant retenu) et primes acceptées en réassurance au cours du dernier exercice, nettes d'annulations, se répartissant en : Tranche inférieure au seuil fixé au a de l'article R. 334-5 x 0, 18. Tranche supérieure au seuil fixé au a de l'article R. 334-5 x 0, 16. Total (a 1). (b) = Charge de sinistres des trois derniers exercices (nette de cessions) / Charge de sinistres des trois derniers exercices (brute de cessions). (c) Montant de (b) s'il est supérieur à 0, 50, sinon 0, 50. Premier résultat = [(a 1) x (c)]. B.-Calcul par rapport aux sinistres Période de référence : les trois derniers exercices (ou les sept derniers pour les entreprises qui pratiquent essentiellement l'un ou plusieurs des risques tempête, grêle, gelée) : 1. Sinistres payés (affaires directes et acceptations) pendant la période de référence, nets de recours. 2. Provision pour sinistres à payer (affaires directes et acceptations) constituée à la fin de la période de référence. A déduire : 3. Provision pour sinistres à payer (affaires directes et acceptations) constituée au début de la période de référence. 4. Charge de sinistres pour la période de référence : -pour les branches autres que 11, 12 et 13 : (1) + (2)-(3) ; -pour les branches 11, 12 et 13 : 1, 5 x [(1) + (2)]-(3). 5. Moyenne annuelle : 1 / 3 (ou 1 / 7) de (4) se répartissant en : Tranche inférieure au seuil fixé au b de l'article R. 334-5 x 0, 26. Tranche supérieure au seuil fixé au b de l'article R. 334-5 x 0, 23. Total (a 2). Second résultat = [(a 2) x (c)]. État récapitulatif Premier résultat : A =. Second résultat : B =. Exigence minimale de marge de l'exercice précédent C = : Exigence minimale de marge à constituer calculé selon les règles non-vie (M) : (M) = max (A, B, C x) avec = min (1 ; provisions techniques pour sinistre à payer à la fin du dernier exercice / provision technique pour sinistre à payer au début du dernier exercice). II.-État C 6.-Calcul d'exigence minimale selon les règles vie TITRE Ier VIE-DÉCÈS, NUPTIALITÉ, NATALITÉ (BRANCHES 20 ET 21, SAUF COMPLÉMENTAIRES) Premier résultat (a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : affaires directes et acceptations. (b) Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes de cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. Premier résultat = [(a) x (c) x 0, 04]. Second résultat (cf. note 103) (a) Capitaux sous risques non négatifs bruts de réassurance : (a 1) Toutes assurances, sauf temporaires décès de durée inférieure ou égale à 5 ans ; (a 2) Temporaires décès de durée supérieure à 3 ans et inférieure ou égale à 5 ans ; (a 3) Temporaires décès de durée inférieure ou égale à 3 ans. (b) Rapport de rétention : Rapport entre le montant des capitaux sous risques nets de cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts de cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 50, sinon 0, 50. (d) = (a 1) x (c) x 0, 003. (e) = (a 2) x (c) x 0, 0015. (f) = (a 3) x (c) x 0, 001. Second résultat = [(d) + (e) + (f)]. TITRE II SOCIÉTÉS À FORME TONTINIÈRE (BRANCHE 23) (a) Avoir des associations. Résultat = [(a) x 0, 01]. TITRE III : CAPITALISATION (BRANCHE 24, SAUF OPÉRATIONS EXPRIMÉES EN UNITÉS DE COMPTE) (a) Provisions mathématiques relatives aux opérations d'assurances directes et aux acceptations brutes de réassurance. (b) Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85 : Résultat = [(a) x (c) x 0, 04]. TITRE IV : ASSURANCES LIÉES À DES FONDS D'INVESTISSEMENT (BRANCHE 22)-OPÉRATIONS DE CAPITALISATION EXPRIMÉES EN UNITÉ DE COMPTES (BRANCHE 24) Premier résultat (a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : affaires directes et acceptations : (a 1) Avec risque de placement. (a 2) Sans risque de placement lorsque le contrat a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans (cf. note 104). (b) Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. (d) = (a 1) x (c) x 0, 04. (e) = (a 2) x (c) x 0, 01. Premier résultat = [(d) + (e)]. Second résultat (a) Capitaux sous risques non négatifs bruts de réassurance. (b) Rapport de rétention : Rapport entre le montant des capitaux sous risques nets des cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 50, sinon 0, 50. Second résultat = [(a) x (c) x 0, 003]. TITRE V : GESTION DE FONDS COLLECTIFS (BRANCHE 25) (a) Fonds gérés : (a 1) Avec risque de placement ; (a 2) Sans risque de placement lorsque le contrat a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans. (b) Rapport de rétention : Rapport entre le montant des fonds gérés nets des cessions et rétrocessions en réassurance et le montant des fonds gérés bruts des cessions et rétrocessions en réassurance. (c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. (d) (a 1) x (c) x 0, 04. (e) (a 2) x (c) x 0, 01. Résultat = [(d) + (e)]. TITRE VI : OPÉRATIONS À CARACTÈRE COLLECTIF DÉFINIES AUX ARTICLES L. 441-1 ET SUIVANTS a) Provision mathématique théorique (art. R. 441-21 ) après cessions en réassurance. b) 85 % de la provision mathématique théorique (art.R. 441-21) avant cessions en réassurance. Résultat = 0, 04 x max [(a), (b)]. III.-État C 6.-Eléments constitutifs de la marge de solvabilité Les éléments sous C peuvent être admis sur demande et justification par l'entreprise. A.-1. Capital social versé ou fonds d'établissement constitué ou, pour les succursales d'entreprises étrangères, solde du compte courant avec le siège social. 2. Réserves ne correspondant pas à des engagements, y compris réserve de capitalisation. 3. Report à nouveau. 4. Emprunts pour fonds social complémentaire dans la limite de la fraction de l'exigence minimale de marge calculée selon les règles non-vie. A déduire : 5. Actions propres. 6. Part des frais d'acquisition reportées non admise en représentation. 7. Eléments incorporels figurant au bilan. B.-1. Titres ou emprunts subordonnés jusqu'à concurrence de 50 % de l'exigence de marge ou de la marge de solvabilité constituée, le montant le plus faible étant retenu. 2. Réserve pour fonds de garantie, à hauteur de la part de cotisation versée et non utilisée par le fonds. C.-1. Moitié de la fraction non versée du capital social ou de la part restant à rembourser de l'emprunt pour fonds d'établissement. 2. Pour les sociétés d'assurance mutuelle à cotisations variables, la moitié du rappel possible de cotisations variables au titre de l'exercice, jusqu'à concurrence de 50 % de l'exigence de marge ou de la marge de solvabilité constituée, le montant le plus faible étant retenu. 3. Plus-values résultant de sous-estimation d'éléments d'actif dans la mesure où les valeurs de marché sont publiées dans l'annexe. 4. Plus-values latentes nettes sur instruments financiers à terme. 5. Part des bénéfices futurs de l'entreprise dans la limite de la fraction de l'exigence minimale de marge calculée selon les règles vie : a) Bénéfice annuel estimé ; b) Durée résiduelle moyenne (inférieure ou égale à 6 ans). Eléments constitutifs = (a x b x 0, 5).",
            "texteHtml": "<p align='center'><strong>ÉTAT C 6 </strong></p><p align='center'><strong>Marge de solvabilité </strong></p><p align='center'></p><p>Les entreprises visées aux 1°, 3° ou 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796373&dateTexte=&categorieLien=cid' title='Code des assurances - art. L310-2 (V)'>L. 310-2 </a>établissent, selon le modèle fixé ci-après, un état rapprochant la marge de solvabilité constituée de l'exigence minimale de marge de solvabilité. </p><p>Les entreprises pratiquant les opérations visées au 2° ou au 3° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid' title='Code des assurances - art. L310-1 (V)'>L. 310-1 </a>effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles non-vie. Les entreprises pratiquant les opérations visées au 1° de l'article L. 310-1 effectuent un calcul d'exigence minimale de marge de solvabilité selon les règles vie.</p><p>L'exigence minimale de marge de solvabilité est égale à la somme de la fraction calculée selon les règles non-vie et de la fraction calculée selon les règles vie.</p><p align='center'>I.-Etat C 6.-Calcul d'exigence minimale selon les règles non-vie </p><p align='center'>A.-Calcul par rapport aux primes </p><p>Primes ou cotisations brutes, hors taxes, émises ou acquises (le montant le plus élevé étant retenu) et primes acceptées en réassurance au cours du dernier exercice, nettes d'annulations, se répartissant en : </p><p>Tranche inférieure au seuil fixé au a de l'article R. 334-5 x 0, 18. </p><p>Tranche supérieure au seuil fixé au a de l'article R. 334-5 x 0, 16. </p><p>Total (a 1). </p><p>(b) = Charge de sinistres des trois derniers exercices (nette de cessions) / Charge de sinistres des trois derniers exercices (brute de cessions). </p><p>(c) Montant de (b) s'il est supérieur à 0, 50, sinon 0, 50. </p><p>Premier résultat = [(a 1) x (c)].</p><p align='center'>B.-Calcul par rapport aux sinistres </p><p>Période de référence : les trois derniers exercices (ou les sept derniers pour les entreprises qui pratiquent essentiellement l'un ou plusieurs des risques tempête, grêle, gelée) : </p><p>1. Sinistres payés (affaires directes et acceptations) pendant la période de référence, nets de recours. </p><p>2. Provision pour sinistres à payer (affaires directes et acceptations) constituée à la fin de la période de référence.</p><p>A déduire : </p><p>3. Provision pour sinistres à payer (affaires directes et acceptations) constituée au début de la période de référence. </p><p>4. Charge de sinistres pour la période de référence :</p><p>-pour les branches autres que 11, 12 et 13 : (1) + (2)-(3) ;</p><p>-pour les branches 11, 12 et 13 : 1, 5 x [(1) + (2)]-(3). </p><p>5. Moyenne annuelle : 1 / 3 (ou 1 / 7) de (4) se répartissant en : </p><p>Tranche inférieure au seuil fixé au b de l'article R. 334-5 x 0, 26. </p><p>Tranche supérieure au seuil fixé au b de l'article R. 334-5 x 0, 23. </p><p>Total (a 2). </p><p>Second résultat = [(a 2) x (c)]. </p><p align='center'>État récapitulatif </p><p align='center'></p><p>Premier résultat : A =. </p><p>Second résultat : B =. </p><p>Exigence minimale de marge de l'exercice précédent C = : </p><p>Exigence minimale de marge à constituer calculé selon les règles non-vie (M) : </p><p>(M) = max (A, B, C x) </p><p>avec = min (1 ; provisions techniques pour sinistre à payer à la fin du dernier exercice / provision technique pour sinistre à payer au début du dernier exercice). </p><p align='center'>II.-État C 6.-Calcul d'exigence minimale selon les règles vie </p><p>TITRE Ier </p><p>VIE-DÉCÈS, NUPTIALITÉ, NATALITÉ </p><p>(BRANCHES 20 ET 21, SAUF COMPLÉMENTAIRES) </p><p>Premier résultat </p><p>(a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : affaires directes et acceptations. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des provisions mathématiques nettes de cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. </p><p>Premier résultat = [(a) x (c) x 0, 04]. </p><p>Second résultat </p><p>(cf. note 103) (a) Capitaux sous risques non négatifs bruts de réassurance : </p><p>(a 1) Toutes assurances, sauf temporaires décès de durée inférieure ou égale à 5 ans ; </p><p>(a 2) Temporaires décès de durée supérieure à 3 ans et inférieure ou égale à 5 ans ; </p><p>(a 3) Temporaires décès de durée inférieure ou égale à 3 ans. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des capitaux sous risques nets de cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts de cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 50, sinon 0, 50. </p><p>(d) = (a 1) x (c) x 0, 003. </p><p>(e) = (a 2) x (c) x 0, 0015. </p><p>(f) = (a 3) x (c) x 0, 001. </p><p>Second résultat = [(d) + (e) + (f)]. </p><p>TITRE II </p><p>SOCIÉTÉS À FORME TONTINIÈRE (BRANCHE 23) </p><p>(a) Avoir des associations. </p><p>Résultat = [(a) x 0, 01]. </p><p>TITRE III : CAPITALISATION (BRANCHE 24, SAUF OPÉRATIONS EXPRIMÉES EN UNITÉS DE COMPTE) </p><p>(a) Provisions mathématiques relatives aux opérations d'assurances directes et aux acceptations brutes de réassurance. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85 : </p><p>Résultat = [(a) x (c) x 0, 04]. </p><p>TITRE IV : ASSURANCES LIÉES À DES FONDS D'INVESTISSEMENT (BRANCHE 22)-OPÉRATIONS DE CAPITALISATION EXPRIMÉES EN UNITÉ DE COMPTES (BRANCHE 24) </p><p>Premier résultat </p><p>(a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : affaires directes et acceptations : </p><p>(a 1) Avec risque de placement. </p><p>(a 2) Sans risque de placement lorsque le contrat a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans (cf. note 104). </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. </p><p>(d) = (a 1) x (c) x 0, 04. </p><p>(e) = (a 2) x (c) x 0, 01. </p><p>Premier résultat = [(d) + (e)]. </p><p>Second résultat </p><p>(a) Capitaux sous risques non négatifs bruts de réassurance. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des capitaux sous risques nets des cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 50, sinon 0, 50. </p><p>Second résultat = [(a) x (c) x 0, 003]. </p><p>TITRE V : GESTION DE FONDS COLLECTIFS (BRANCHE 25) </p><p>(a) Fonds gérés : </p><p>(a 1) Avec risque de placement ; </p><p>(a 2) Sans risque de placement lorsque le contrat a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans. </p><p>(b) Rapport de rétention : </p><p>Rapport entre le montant des fonds gérés nets des cessions et rétrocessions en réassurance et le montant des fonds gérés bruts des cessions et rétrocessions en réassurance. </p><p>(c) Montant de (b) s'il est supérieur ou égal à 0, 85, sinon 0, 85. </p><p>(d) (a 1) x (c) x 0, 04. </p><p>(e) (a 2) x (c) x 0, 01. </p><p>Résultat = [(d) + (e)]. </p><p>TITRE VI : OPÉRATIONS À CARACTÈRE COLLECTIF DÉFINIES AUX ARTICLES <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006803032&dateTexte=&categorieLien=cid' title='Code des assurances - art. L441-1 (V)'>L. 441-1 </a>ET SUIVANTS </p><p>a) Provision mathématique théorique (art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006823399&dateTexte=&categorieLien=cid' title='Code des assurances - art. R441-21 (V)'>R. 441-21</a>) après cessions en réassurance. </p><p>b) 85 % de la provision mathématique théorique (art.R. 441-21) avant cessions en réassurance. </p><p>Résultat = 0, 04 x max [(a), (b)]. </p><p align='center'>III.-État C 6.-Eléments constitutifs de la marge de solvabilité </p><p>Les éléments sous C peuvent être admis sur demande et justification par l'entreprise.</p><p>A.-1. Capital social versé ou fonds d'établissement constitué ou, pour les succursales d'entreprises étrangères, solde du compte courant avec le siège social. </p><p>2. Réserves ne correspondant pas à des engagements, y compris réserve de capitalisation. </p><p>3. Report à nouveau. </p><p>4. Emprunts pour fonds social complémentaire dans la limite de la fraction de l'exigence minimale de marge calculée selon les règles non-vie.</p><p>A déduire : </p><p>5. Actions propres. </p><p>6. Part des frais d'acquisition reportées non admise en représentation. </p><p>7. Eléments incorporels figurant au bilan.</p><p>B.-1. Titres ou emprunts subordonnés jusqu'à concurrence de 50 % de l'exigence de marge ou de la marge de solvabilité constituée, le montant le plus faible étant retenu. </p><p>2. Réserve pour fonds de garantie, à hauteur de la part de cotisation versée et non utilisée par le fonds.</p><p>C.-1. Moitié de la fraction non versée du capital social ou de la part restant à rembourser de l'emprunt pour fonds d'établissement. </p><p>2. Pour les sociétés d'assurance mutuelle à cotisations variables, la moitié du rappel possible de cotisations variables au titre de l'exercice, jusqu'à concurrence de 50 % de l'exigence de marge ou de la marge de solvabilité constituée, le montant le plus faible étant retenu. </p><p>3. Plus-values résultant de sous-estimation d'éléments d'actif dans la mesure où les valeurs de marché sont publiées dans l'annexe. </p><p>4. Plus-values latentes nettes sur instruments financiers à terme. </p><p>5. Part des bénéfices futurs de l'entreprise dans la limite de la fraction de l'exigence minimale de marge calculée selon les règles vie : </p><p>a) Bénéfice annuel estimé ; </p><p>b) Durée résiduelle moyenne (inférieure ou égale à 6 ans). </p><p>Eléments constitutifs = (a x b x 0, 5).</p>",
            "num": "Annexe A344-10 ETAT C6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 809481600000,
            "dateFin": 1226275200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 678152730,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Catégories d'assurance et états à produire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157007",
                        "id": "LEGISCTA000006157007",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Etats à produire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173875",
                        "id": "LEGISCTA000006173875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Annexes A344-10  : ETATS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019321331",
                        "id": "LEGISCTA000019321331",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019321162",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019321331",
            "sectionParentId": "LEGISCTA000019321331",
            "sectionParentTitre": "Annexes A344-10  : ETATS",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre IV : Catégories d'assurance et états à produire &gt; Section III : Etats à produire. &gt; Annexes A344-10  : ETATS",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019321162",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000632248",
                    "textTitle": "Arrêté du 10 juin 2005 (V) annexe",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000632248",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2005-06-26",
                    "dateSignaTexte": "2005-06-10",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-2",
                    "articleId": "LEGIARTI000006796373",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006803032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R441-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*441-21",
                    "articleId": "LEGIARTI000006823399",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019321162",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 809481600000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757881",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe A344-10 ETAT C6",
                "344-10",
                "A344-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}