{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000035246412",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION D'EXPLOITATION DES JEUX DANS UN CASINO À BORD D'UN NAVIRE La présente convention est conclue entre : L'armateur au sens de l'article 5411-1 du code des transports dénommé... inscrit au registre du commerce et des sociétés, exploitant du navire..., immatriculé au registre de..., au sens de l'article 5112-1-1 du code des transports représenté par son directeur, dûment habilité par délibération du conseil d'administration en date du..., qui sera dénommé l'armateur dans la présente convention ; et la société qui sera en charge de l'exploitation du casino à bord du navire, représenté (e) par M...., qui sera dénommé (e) l'exploitant dans la présente convention. Article 1er Objet de la convention Cette convention a pour objet de définir, pour une durée déterminée, les obligations et droits réciproques de l'armateur et de la personne morale qualifiée en matière d'exploitation de jeux de hasard, conformément à l' article L. 321-3 du code de la sécurité intérieure [dans ses dispositions applicables à Wallis-et-Futuna]. Dans ce cadre, les parties s'engagent notamment à respecter les dispositions du code de la sécurité intérieure, du code monétaire et financier, du code des transports dont sa cinquième partie relative aux transports et à la navigation maritimes [applicables à Wallis-et-Futuna], de la loi du 17 décembre 1926 relative à la répression en matière maritime ainsi que tous les textes d'application y afférents. L'exploitation du casino à bord du navire est subordonnée à l'obtention d'une autorisation temporaire d'exploiter les jeux par le ministre de l'intérieur après avis de la commission consultative des jeux de cercles et de casinos conformément au chapitre Ier du titre II du livre III du code de la sécurité intérieure [dans ses dispositions applicables à Wallis-et-Futuna]. Chapitre Ier : Fonctionnement des jeux Article 2 Mise à disposition de locaux Durant toute la durée de la présente convention, l'armateur met à la disposition de l'exploitant des locaux spéciaux, distincts et séparés afin que ce dernier y exploite un casino. Les locaux dédiés à l'exploitation des jeux sont dénommés l'établissement. Article 3 Configuration des locaux L'exploitant met en place tout système ou dispositif technique de sécurité permettant le contrôle aux entrées. Lors de la fermeture de l'établissement, son accès doit demeurer interdit par tout moyen. L'exploitation du casino est subordonnée à la validation des plans de l'établissement par le service central des courses et jeux de la direction centrale de la police judiciaire. Article 4 Offre de jeux dans l'établissement L'établissement propose aux passagers une offre de jeux conforme à la réglementation française en vigueur. L'exploitation de ces jeux est placée sous la responsabilité du représentant de l'exploitant [directeur responsable des jeux/ représentant légal de la société exploitant le casino] et ne peut faire l'objet d'aucune délégation à un tiers. Article 5 Période de fonctionnement des jeux et fermeture quotidienne obligatoire L'établissement ne peut être ouvert que [dans les eaux internationales/ hors des limites administratives des ports maritimes]. L'exploitant d'un casino installé à bord d'un navire mentionné au I de l'article L. 321-3 du code de la sécurité intérieure procède à une fermeture quotidienne des salles de jeux pour une durée définie par l'arrêté mentionné au deuxième alinéa de l'article R. 321-39 du code de la sécurité intérieure. L'établissement peut ainsi être ouvert pendant une durée continue maximale de … heures. Pour les casinos installés à bord des navires mentionnés au II de l'article L. 321-3 du code de la sécurité intérieure et n'exploitant que des appareils mentionnés à l'article L. 321-5 du même code, dits machines à sous l'exploitant procède à une fermeture des salles de jeux permettant de procéder aux opérations techniques et dont la durée est définie par l'arrêté mentionné au deuxième alinéa de l'article R. 321-39 du code de la sécurité intérieure. Article 6 Informations des passagers sur l'accès aux salles de jeux La vente du titre de transport ou du titre de croisière donne lieu à une information des passagers de la part de l'armateur précisant que l'accès aux salles de jeux est interdit aux personnes mentionnées à l'article R. 321-27 du code de la sécurité intérieure (notamment aux mineurs ainsi qu'aux personnes exclues de jeux). L'armateur recueille une déclaration des passagers affirmant avoir pris connaissance de cette information. Article 7 Personnel des jeux Le représentant de l'exploitant [directeur responsable des jeux/ représentant légal de la société exploitant le casino] communique à l'armateur, en temps utile et avant l'embarquement, la liste du personnel des jeux autorisé à monter à bord du navire. Conformément à l'article R. 321-38-4 du code de la sécurité intérieure, le capitaine prend toute mesure pour rapatrier un membre du personnel des jeux dans les conditions prévues aux articles L. 5542-29 à L. 5542-33-3 du code des transports, en concertation ou sur demande du directeur responsable des jeux ou du représentant légal de la société exploitant le casino. Article 8 Dépôt du dossier de demande d'autorisation d'exploiter les jeux par l'exploitant A compter de la signature de la présente convention et dans un délai de six mois maximum, l'exploitant s'engage à déposer une demande d'autorisation d'exploiter des jeux de hasard auprès du ministère de l'intérieur, dans les conditions fixées par le chapitre Ier du titre II du livre III du code de la sécurité intérieure. Article 9 Condition suspensive La présente convention est conclue sous réserve de l'obtention par l'exploitant, dans un délai d'un an à compter de sa signature, de l'autorisation ministérielle d'exploiter des jeux. Dès qu'il en reçoit notification, l'exploitant en transmet sans délai une copie à l'armateur. Chapitre II : Garanties de sincérité et de sécurité des jeux Article 10 Equipements obligatoires dans les salles de jeux Conformément aux dispositions du code de la sécurité intérieure et de ses arrêtés d'application, les locaux de l'établissement doivent être équipés des éléments suivants : -un dispositif de vidéoprotection couvrant les tables, les machines à sous, les caisses, la salle des coffres, la salle de comptée, et permettant la reconnaissance des personnes et des valeurs jouées aux différents jeux ; -un dispositif d'enregistrement du son couvrant les entrées, les tables et les caisses. Article 11 Contrôle du fonctionnement des jeux par les services de police Conformément aux dispositions du code de la sécurité intérieure et de ses arrêtés d'application, les fonctionnaires du service central des courses et jeux de la direction centrale de la police judiciaire du ministère de l'intérieur peuvent procéder, à tout moment, sur place et sur pièces, au contrôle et à la surveillance du fonctionnement des jeux dans l'établissement. L'exploitant s'assure de l'accessibilité du matériel afin de permettre à ces fonctionnaires et aux personnes mentionnées au second alinéa de l'article L. 321-5 du code de la sécurité intérieure d'effectuer leurs opérations de contrôle. L'armateur s'engage à satisfaire aux demandes de l'exploitant aux fins de se conformer aux prescriptions émises par le service central des courses et jeux. Article 12 Informations relatives au parcours du navire Les missions de contrôle et de surveillance peuvent avoir lieu à tout moment et quelle que soit la position du navire. Au moins deux semaines avant chaque départ, l'armateur transmet au service central des courses et jeux de la direction centrale de la police judiciaire le parcours qui sera effectué par le navire ainsi que les dates et horaires d'embarquement et de débarquement. Il lui transmet tout changement de parcours dans les plus brefs délais. Dans le cas où le casino n'est pas ouvert tous les jours, il lui communique les jours et horaires d'ouverture du casino. Article 13 Prise en charge des frais occasionnés par les missions de contrôle et de surveillance Conformément aux dispositions du code de la sécurité intérieure et de ses arrêtés d'application, les frais occasionnés par les fonctionnaires du ministère de l'intérieur en raison de leurs activités de contrôle et de surveillance du fonctionnement de jeux à bord des navires, à l'exception de ceux mentionnés au II de l'article L. 321-3 du code de la sécurité intérieure et n'exploitant que des appareils mentionnés à l'article L. 321-5 du même code, dits machines à sous, sont à la charge de l'armateur. L'armateur est tenu de mettre à leur disposition un bureau situé le plus près possible de l'établissement et, le cas échéant, un hébergement. Article 14 Prise en charge des frais occasionnés par l'intervention des personnes mentionnées au second alinéa de l'article L. 321-5 du code de la sécurité intérieure A défaut de convention contraire entre les parties, les frais de déplacement occasionnés lors de l'intervention de ces personnes sont à la charge de l'exploitant. Chapitre III : Rôle du capitaine du navire L'exploitation du casino à bord du navire est strictement subordonnée aux nécessités et aux règles de sécurité du navire et de la navigation. Article 15 Respect des règles de sécurité du navire et de la navigation maritime Article 16 Pouvoirs du capitaine en matière de police à bord du navire En vertu de l'article L. 5531-1 du code des transports, l'exploitant se conforme aux prescriptions imposées par le capitaine du navire, ce dernier ayant, sur toutes les personnes présentes à bord, l'autorité que justifient notamment le maintien de l'ordre, la sûreté et la sécurité du navire et des personnes embarquées. Chapitre IV : Dispositions générales Article 17 Durée de la convention La convention d'exploitation des jeux est conclue pour une durée de (maximum 15 ans), à compter de la date de prise d'effet de l'autorisation ministérielle d'exploiter les jeux. Article 18 Incessibilité de la convention La présente convention ne peut faire l'objet d'une cession, que ce soit à titre gratuit ou à titre onéreux. Ni l'armateur, ni l'exploitant ne peuvent se substituer un tiers. Article 19 Impôts et taxes L'exploitant supportera tous les impôts et taxes auxquels sont soumis les casinos installés à bord des navires en raison de leurs activités. Article 20 Manquements à la convention et indemnisation entre les parties En cas de manquement par l'une des parties aux obligations qui lui incombent en application de la présente convention, l'autre partie la met en demeure, par lettre recommandée avec demande d'avis de réception, de régulariser la situation dans un délai d'au moins trois mois, sauf cas d'urgence. A l'expiration du délai imparti et en l'absence de régularisation, la partie qui a manqué à ses obligations est passible du paiement d'une pénalité dont le montant est fixé selon les modalités suivantes : Article 21 Manquement à la convention et retrait de l'autorisation de jeux Conformément à l'article R. 321-30 du code de la sécurité intérieure, en cas d'inobservation de la présente convention, l'autorisation d'exploiter les jeux peut être révoquée, partiellement ou totalement, ou suspendue pour une durée de quatre mois maximum par le ministre de l'intérieur après avis de la commission mentionnée à l'article R. 321-7. En cas d'urgence, la suspension peut intervenir sans avis de la commission pour une durée maximum de deux mois. Article 22 Absence d'indemnisation de la part de l'Etat en cas de retrait ou suspension de l'autorisation de jeux Toute suspension ou tout retrait de l'autorisation ministérielle d'exploiter les jeux dûment justifié ne peut en aucun cas donner lieu à une quelconque indemnisation de la part du ministère de l'intérieur au bénéfice de l'une ou l'autre des parties à la présente convention. Article 23 Résiliation de la convention Le représentant de l'exploitant [directeur responsable des jeux ou représentant légal de la société exploitant le casino] informe sans délai le ministre de l'intérieur en cas de résiliation de la convention. En cas de résiliation pour les motifs mentionnés aux articles 24 et 25 ci-après, l'indemnisation à verser par l'une ou l'autre des parties à la convention ne relève pas de la présente convention. Article 24 Résiliation à l'initiative de l'armateur La présente convention est résiliée par l'armateur en cas de retrait définitif ou de non-renouvellement de l'autorisation ministérielle d'exploiter les jeux. Elle peut être résiliée par l'armateur dans les cas suivants : 1° Non-respect par l'exploitant des obligations qui découlent de la présente convention. 2° … Article 25 Résiliation à l'initiative de l'exploitant La présente convention est résiliée par l'exploitant en cas de passage du navire sous pavillon étranger. Elle peut être résiliée par l'exploitant dans les cas suivants : 1° Non-respect par l'armateur des obligations qui découlent de la présente convention. 2° … Article 26 Résiliation d'un commun accord A tout moment, l'exploitant et l'armateur peuvent convenir d'une résiliation de la convention dans des conditions arrêtées par eux. Article 27 Clause de rendez-vous L'armateur et l'exploitant se rencontrent une fois dans l'année afin d'échanger sur les conditions d'application de la convention et de procéder, le cas échéant, aux ajustements nécessaires. Article 28 Modification de la convention Tout avenant à la présente convention est transmis par l'exploitant au ministre de l'intérieur dans un délai de quinze jours suivant sa signature. Article 29 Litiges En cas de litige relatif à l'exécution de la présente convention et des conventions particulières conclues pour son application, le litige est porté, s'il y a lieu, devant les tribunaux de l'ordre judiciaire. Le tribunal compétent est celui dans le ressort duquel est situé le siège [de l'exploitant ou de l'armateur]. Article 30 Election de domicile Pour l'exécution de la présente convention, les parties font élection de domicile comme suit : -l'armateur du navire, -l'exploitant, au siège social de la société sise au",
            "texteHtml": "<p align='center'>CONVENTION D'EXPLOITATION DES JEUX DANS UN CASINO À BORD D'UN NAVIRE</p><p>La présente convention est conclue entre :</p><p>L'armateur au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023073661&dateTexte=&categorieLien=cid' title='Code des transports - art. L5411-1 (V)'>5411-1 </a>du code des transports dénommé... inscrit au registre du commerce et des sociétés, exploitant du navire..., immatriculé au registre de..., au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000032731480&dateTexte=&categorieLien=cid' title='Code des transports - art. L5112-1-1 (V)'>5112-1-1 </a>du code des transports représenté par son directeur, dûment habilité par délibération du conseil d'administration en date du...,</p><p>qui sera dénommé l'armateur dans la présente convention ;</p><p>et la société qui sera en charge de l'exploitation du casino à bord du navire, représenté (e) par M...., qui sera dénommé (e) l'exploitant dans la présente convention.</p><p>Article 1er</p><p>Objet de la convention</p><p>Cette convention a pour objet de définir, pour une durée déterminée, les obligations et droits réciproques de l'armateur et de la personne morale qualifiée en matière d'exploitation de jeux de hasard, conformément à l' article L. 321-3 du code de la sécurité intérieure [dans ses dispositions applicables à Wallis-et-Futuna].</p><p>Dans ce cadre, les parties s'engagent notamment à respecter les dispositions du code de la sécurité intérieure, du code monétaire et financier, du code des transports dont sa cinquième partie relative aux transports et à la navigation maritimes [applicables à Wallis-et-Futuna], de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000875895&categorieLien=cid' title='Loi du 17 décembre 1926 (V)'>loi du 17 décembre 1926 </a>relative à la répression en matière maritime ainsi que tous les textes d'application y afférents.</p><p>L'exploitation du casino à bord du navire est subordonnée à l'obtention d'une autorisation temporaire d'exploiter les jeux par le ministre de l'intérieur après avis de la commission consultative des jeux de cercles et de casinos conformément au chapitre Ier du titre II du livre III du code de la sécurité intérieure [dans ses dispositions applicables à Wallis-et-Futuna].</p><p>Chapitre Ier : Fonctionnement des jeux</p><p>Article 2</p><p>Mise à disposition de locaux</p><p>Durant toute la durée de la présente convention, l'armateur met à la disposition de l'exploitant des locaux spéciaux, distincts et séparés afin que ce dernier y exploite un casino.</p><p>Les locaux dédiés à l'exploitation des jeux sont dénommés l'établissement.</p><p>Article 3</p><p>Configuration des locaux</p><p>L'exploitant met en place tout système ou dispositif technique de sécurité permettant le contrôle aux entrées.</p><p>Lors de la fermeture de l'établissement, son accès doit demeurer interdit par tout moyen.</p><p>L'exploitation du casino est subordonnée à la validation des plans de l'établissement par le service central des courses et jeux de la direction centrale de la police judiciaire.</p><p>Article 4</p><p>Offre de jeux dans l'établissement</p><p>L'établissement propose aux passagers une offre de jeux conforme à la réglementation française en vigueur.</p><p>L'exploitation de ces jeux est placée sous la responsabilité du représentant de l'exploitant [directeur responsable des jeux/ représentant légal de la société exploitant le casino] et ne peut faire l'objet d'aucune délégation à un tiers.</p><p>Article 5</p><p>Période de fonctionnement des jeux et fermeture quotidienne obligatoire</p><p>L'établissement ne peut être ouvert que [dans les eaux internationales/ hors des limites administratives des ports maritimes].</p><p>L'exploitant d'un casino installé à bord d'un navire mentionné au I de l'article L. 321-3 du code de la sécurité intérieure procède à une fermeture quotidienne des salles de jeux pour une durée définie par l'arrêté mentionné au deuxième alinéa de l'article R. 321-39 du code de la sécurité intérieure. L'établissement peut ainsi être ouvert pendant une durée continue maximale de … heures.</p><p>Pour les casinos installés à bord des navires mentionnés au II de l'article L. 321-3 du code de la sécurité intérieure et n'exploitant que des appareils mentionnés à l'article L. 321-5 du même code, dits machines à sous l'exploitant procède à une fermeture des salles de jeux permettant de procéder aux opérations techniques et dont la durée est définie par l'arrêté mentionné au deuxième alinéa de l'article R. 321-39 du code de la sécurité intérieure.</p><p>Article 6</p><p>Informations des passagers sur l'accès aux salles de jeux</p><p>La vente du titre de transport ou du titre de croisière donne lieu à une information des passagers de la part de l'armateur précisant que l'accès aux salles de jeux est interdit aux personnes mentionnées à l'article R. 321-27 du code de la sécurité intérieure (notamment aux mineurs ainsi qu'aux personnes exclues de jeux). L'armateur recueille une déclaration des passagers affirmant avoir pris connaissance de cette information.</p><p>Article 7</p><p>Personnel des jeux</p><p>Le représentant de l'exploitant [directeur responsable des jeux/ représentant légal de la société exploitant le casino] communique à l'armateur, en temps utile et avant l'embarquement, la liste du personnel des jeux autorisé à monter à bord du navire.</p><p>Conformément à l'article R. 321-38-4 du code de la sécurité intérieure, le capitaine prend toute mesure pour rapatrier un membre du personnel des jeux dans les conditions prévues aux articles L. 5542-29 à L. 5542-33-3 du code des transports, en concertation ou sur demande du directeur responsable des jeux ou du représentant légal de la société exploitant le casino.</p><p>Article 8</p><p>Dépôt du dossier de demande d'autorisation d'exploiter les jeux par l'exploitant</p><p>A compter de la signature de la présente convention et dans un délai de six mois maximum, l'exploitant s'engage à déposer une demande d'autorisation d'exploiter des jeux de hasard auprès du ministère de l'intérieur, dans les conditions fixées par le chapitre Ier du titre II du livre III du code de la sécurité intérieure.</p><p>Article 9</p><p>Condition suspensive</p><p>La présente convention est conclue sous réserve de l'obtention par l'exploitant, dans un délai d'un an à compter de sa signature, de l'autorisation ministérielle d'exploiter des jeux.</p><p>Dès qu'il en reçoit notification, l'exploitant en transmet sans délai une copie à l'armateur.</p><p>Chapitre II : Garanties de sincérité et de sécurité des jeux</p><p>Article 10</p><p>Equipements obligatoires dans les salles de jeux</p><p>Conformément aux dispositions du code de la sécurité intérieure et de ses arrêtés d'application, les locaux de l'établissement doivent être équipés des éléments suivants :</p><p>-un dispositif de vidéoprotection couvrant les tables, les machines à sous, les caisses, la salle des coffres, la salle de comptée, et permettant la reconnaissance des personnes et des valeurs jouées aux différents jeux ;</p><p>-un dispositif d'enregistrement du son couvrant les entrées, les tables et les caisses.</p><p>Article 11</p><p>Contrôle du fonctionnement des jeux par les services de police</p><p>Conformément aux dispositions du code de la sécurité intérieure et de ses arrêtés d'application, les fonctionnaires du service central des courses et jeux de la direction centrale de la police judiciaire du ministère de l'intérieur peuvent procéder, à tout moment, sur place et sur pièces, au contrôle et à la surveillance du fonctionnement des jeux dans l'établissement.</p><p>L'exploitant s'assure de l'accessibilité du matériel afin de permettre à ces fonctionnaires et aux personnes mentionnées au second alinéa de l'article L. 321-5 du code de la sécurité intérieure d'effectuer leurs opérations de contrôle.</p><p>L'armateur s'engage à satisfaire aux demandes de l'exploitant aux fins de se conformer aux prescriptions émises par le service central des courses et jeux.</p><p>Article 12</p><p>Informations relatives au parcours du navire</p><p>Les missions de contrôle et de surveillance peuvent avoir lieu à tout moment et quelle que soit la position du navire.</p><p>Au moins deux semaines avant chaque départ, l'armateur transmet au service central des courses et jeux de la direction centrale de la police judiciaire le parcours qui sera effectué par le navire ainsi que les dates et horaires d'embarquement et de débarquement. Il lui transmet tout changement de parcours dans les plus brefs délais. Dans le cas où le casino n'est pas ouvert tous les jours, il lui communique les jours et horaires d'ouverture du casino.</p><p>Article 13</p><p>Prise en charge des frais occasionnés par les missions de contrôle et de surveillance</p><p>Conformément aux dispositions du code de la sécurité intérieure et de ses arrêtés d'application, les frais occasionnés par les fonctionnaires du ministère de l'intérieur en raison de leurs activités de contrôle et de surveillance du fonctionnement de jeux à bord des navires, à l'exception de ceux mentionnés au II de l'article L. 321-3 du code de la sécurité intérieure et n'exploitant que des appareils mentionnés à l'article L. 321-5 du même code, dits machines à sous, sont à la charge de l'armateur. L'armateur est tenu de mettre à leur disposition un bureau situé le plus près possible de l'établissement et, le cas échéant, un hébergement.</p><p>Article 14</p><p>Prise en charge des frais occasionnés par l'intervention des personnes mentionnées au second alinéa de l'article L. 321-5 du code de la sécurité intérieure</p><p>A défaut de convention contraire entre les parties, les frais de déplacement occasionnés lors de l'intervention de ces personnes sont à la charge de l'exploitant.</p><p>Chapitre III : Rôle du capitaine du navire</p><p>L'exploitation du casino à bord du navire est strictement subordonnée aux nécessités et aux règles de sécurité du navire et de la navigation.</p><p>Article 15</p><p>Respect des règles de sécurité du navire et de la navigation maritime</p><p>Article 16</p><p>Pouvoirs du capitaine en matière de police à bord du navire</p><p>En vertu de l'article L. 5531-1 du code des transports, l'exploitant se conforme aux prescriptions imposées par le capitaine du navire, ce dernier ayant, sur toutes les personnes présentes à bord, l'autorité que justifient notamment le maintien de l'ordre, la sûreté et la sécurité du navire et des personnes embarquées.</p><p>Chapitre IV : Dispositions générales</p><p>Article 17</p><p>Durée de la convention</p><p>La convention d'exploitation des jeux est conclue pour une durée de (maximum 15 ans), à compter de la date de prise d'effet de l'autorisation ministérielle d'exploiter les jeux.</p><p>Article 18</p><p>Incessibilité de la convention</p><p>La présente convention ne peut faire l'objet d'une cession, que ce soit à titre gratuit ou à titre onéreux. Ni l'armateur, ni l'exploitant ne peuvent se substituer un tiers.</p><p>Article 19</p><p>Impôts et taxes</p><p>L'exploitant supportera tous les impôts et taxes auxquels sont soumis les casinos installés à bord des navires en raison de leurs activités.</p><p>Article 20</p><p>Manquements à la convention et indemnisation entre les parties</p><p>En cas de manquement par l'une des parties aux obligations qui lui incombent en application de la présente convention, l'autre partie la met en demeure, par lettre recommandée avec demande d'avis de réception, de régulariser la situation dans un délai d'au moins trois mois, sauf cas d'urgence. A l'expiration du délai imparti et en l'absence de régularisation, la partie qui a manqué à ses obligations est passible du paiement d'une pénalité dont le montant est fixé selon les modalités suivantes :</p><p>Article 21</p><p>Manquement à la convention et retrait de l'autorisation de jeux</p><p>Conformément à l'article R. 321-30 du code de la sécurité intérieure, en cas d'inobservation de la présente convention, l'autorisation d'exploiter les jeux peut être révoquée, partiellement ou totalement, ou suspendue pour une durée de quatre mois maximum par le ministre de l'intérieur après avis de la commission mentionnée à l'article R. 321-7. En cas d'urgence, la suspension peut intervenir sans avis de la commission pour une durée maximum de deux mois.</p><p>Article 22</p><p>Absence d'indemnisation de la part de l'Etat en cas de retrait ou suspension de l'autorisation de jeux</p><p>Toute suspension ou tout retrait de l'autorisation ministérielle d'exploiter les jeux dûment justifié ne peut en aucun cas donner lieu à une quelconque indemnisation de la part du ministère de l'intérieur au bénéfice de l'une ou l'autre des parties à la présente convention.</p><p>Article 23</p><p>Résiliation de la convention</p><p>Le représentant de l'exploitant [directeur responsable des jeux ou représentant légal de la société exploitant le casino] informe sans délai le ministre de l'intérieur en cas de résiliation de la convention.</p><p>En cas de résiliation pour les motifs mentionnés aux articles 24 et 25 ci-après, l'indemnisation à verser par l'une ou l'autre des parties à la convention ne relève pas de la présente convention.</p><p>Article 24</p><p>Résiliation à l'initiative de l'armateur</p><p>La présente convention est résiliée par l'armateur en cas de retrait définitif ou de non-renouvellement de l'autorisation ministérielle d'exploiter les jeux.</p><p>Elle peut être résiliée par l'armateur dans les cas suivants :</p><p>1° Non-respect par l'exploitant des obligations qui découlent de la présente convention.</p><p>2° …</p><p>Article 25</p><p>Résiliation à l'initiative de l'exploitant</p><p>La présente convention est résiliée par l'exploitant en cas de passage du navire sous pavillon étranger.</p><p>Elle peut être résiliée par l'exploitant dans les cas suivants :</p><p>1° Non-respect par l'armateur des obligations qui découlent de la présente convention.</p><p>2° …</p><p>Article 26</p><p>Résiliation d'un commun accord</p><p>A tout moment, l'exploitant et l'armateur peuvent convenir d'une résiliation de la convention dans des conditions arrêtées par eux.</p><p>Article 27</p><p>Clause de rendez-vous</p><p>L'armateur et l'exploitant se rencontrent une fois dans l'année afin d'échanger sur les conditions d'application de la convention et de procéder, le cas échéant, aux ajustements nécessaires.</p><p>Article 28</p><p>Modification de la convention</p><p>Tout avenant à la présente convention est transmis par l'exploitant au ministre de l'intérieur dans un délai de quinze jours suivant sa signature.</p><p>Article 29</p><p>Litiges</p><p>En cas de litige relatif à l'exécution de la présente convention et des conventions particulières conclues pour son application, le litige est porté, s'il y a lieu, devant les tribunaux de l'ordre judiciaire. Le tribunal compétent est celui dans le ressort duquel est situé le siège [de l'exploitant ou de l'armateur].</p><p>Article 30</p><p>Election de domicile</p><p>Pour l'exécution de la présente convention, les parties font élection de domicile comme suit :</p><p>-l'armateur du navire,</p><p>-l'exploitant, au siège social de la société sise au</p>",
            "num": "Annexe 4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1498867200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2097151999,
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028286312",
                        "id": "LEGISCTA000028286537",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035246412",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028286312",
            "sectionParentId": "LEGISCTA000028286537",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire &gt; Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035246412",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Au lieu de \" l’article 5411-1 \", il convient de lire \" l’article L. 5411-1 \", au lieu de \" l’article 5112-1-1 \", il convient de lire \" l’article L. 5112-1-1 \".",
            "notaHtml": "<p>Au lieu de \" l’article 5411-1 \", il convient de lire \" l’article L. 5411-1 \", au lieu de \" l’article 5112-1-1 \", il convient de lire \" l’article L. 5112-1-1 \".</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034638914",
                    "textTitle": "Décret n°2017-914 du 9 mai 2017 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034647693",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-10",
                    "dateSignaTexte": "2017-05-09",
                    "dateDebutCible": "2017-05-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000875895",
                    "textTitle": "Loi du 17 décembre 1926 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000875895",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -1358121600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000023086525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5112-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5112-1-1",
                    "articleId": "LEGIARTI000032731480",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466553600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5411-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5411-1",
                    "articleId": "LEGIARTI000023073661",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5531-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5531-1",
                    "articleId": "LEGIARTI000023073970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000025503132",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L321-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-3",
                    "articleId": "LEGIARTI000025505703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466553600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L321-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-5",
                    "articleId": "LEGIARTI000025505707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R321-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R321-1-1",
                    "articleId": "LEGIARTI000042988742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R321-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-27",
                    "articleId": "LEGIARTI000029655587",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1417392000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R321-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-30",
                    "articleId": "LEGIARTI000029655597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1417392000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R321-38-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-38-4",
                    "articleId": "LEGIARTI000034661876",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R321-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-39",
                    "articleId": "LEGIARTI000029655623",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1417392000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035246412",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4",
                "4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}