{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020449346",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le conseiller auditeur exerce ses fonctions pour une durée de cinq ans. Son mandat est renouvelable une fois. II. - Le conseiller auditeur peut intervenir à la demande d'une partie. Il peut également appeler l'attention du rapporteur général sur le bon déroulement de la procédure, s'il estime qu'une affaire soulève une question relative au respect des droits des parties. Les parties mises en cause et saisissantes peuvent présenter des observations au conseiller auditeur sur le déroulement de la procédure d'instruction les concernant dans les affaires donnant lieu à une notification de griefs, pour des faits ou des actes intervenus à compter de la réception de la notification de griefs et jusqu'à la réception de la convocation à la séance de l'Autorité. Le conseiller auditeur recueille, le cas échéant, les observations complémentaires des parties ainsi que celles du rapporteur général sur le déroulement de la procédure. Il peut proposer des mesures destinées à améliorer l'exercice de leurs droits par les parties. Il conclut ses interventions en rédigeant un rapport remis au président de l'Autorité au plus tard dix jours ouvrés avant la séance. Une copie est adressée au rapporteur général et aux parties concernées. Le président de l'Autorité de la concurrence peut inviter le conseiller auditeur à assister à la séance et à y présenter son rapport. Lorsque le conseiller auditeur décide d'appeler l'attention du rapporteur général sur le bon déroulement de la procédure dans une affaire, conformément au premier alinéa ci-dessus, il verse ses observations au dossier. III. - Pour l'exercice de ses fonctions, le conseiller auditeur bénéficie du concours des services d'instruction de l'Autorité. Il est habilité à demander la communication des pièces du dossier dont il est saisi auprès du rapporteur général de l'Autorité. La confidentialité des documents et le secret des affaires ne lui sont pas opposables. IV. - Le conseiller auditeur remet chaque année au président de l'Autorité un rapport sur son activité. Ce rapport est joint au rapport public de l'Autorité.",
            "texteHtml": "<p>I. - Le conseiller auditeur exerce ses fonctions pour une durée de cinq ans. Son mandat est renouvelable une fois.</p><p>II. - Le conseiller auditeur peut intervenir à la demande d'une partie. Il peut également appeler l'attention du rapporteur général sur le bon déroulement de la procédure, s'il estime qu'une affaire soulève une question relative au respect des droits des parties.</p><p>Les parties mises en cause et saisissantes peuvent présenter des observations au conseiller auditeur sur le déroulement de la procédure d'instruction les concernant dans les affaires donnant lieu à une notification de griefs, pour des faits ou des actes intervenus à compter de la réception de la notification de griefs et jusqu'à la réception de la convocation à la séance de l'Autorité.</p><p>Le conseiller auditeur recueille, le cas échéant, les observations complémentaires des parties ainsi que celles du rapporteur général sur le déroulement de la procédure. Il peut proposer des mesures destinées à améliorer l'exercice de leurs droits par les parties.</p><p>Il conclut ses interventions en rédigeant un rapport remis au président de l'Autorité au plus tard dix jours ouvrés avant la séance. Une copie est adressée au rapporteur général et aux parties concernées.</p><p>Le président de l'Autorité de la concurrence peut inviter le conseiller auditeur à assister à la séance et à y présenter son rapport.</p><p>Lorsque le conseiller auditeur décide d'appeler l'attention du rapporteur général sur le bon déroulement de la procédure dans une affaire, conformément au premier alinéa ci-dessus, il verse ses observations au dossier.</p><p>III. - Pour l'exercice de ses fonctions, le conseiller auditeur bénéficie du concours des services d'instruction de l'Autorité. Il est habilité à demander la communication des pièces du dossier dont il est saisi auprès du rapporteur général de l'Autorité. La confidentialité des documents et le secret des affaires ne lui sont pas opposables.</p><p>IV. - Le conseiller auditeur remet chaque année au président de l'Autorité un rapport sur son activité. Ce rapport est joint au rapport public de l'Autorité.</p><p></p>",
            "num": "R461-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1238284800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073913619,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113778",
                        "id": "LEGISCTA000006113778",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-27",
                        "fin": "2008-11-15",
                        "titre": "TITRE VI : Du Conseil de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133263",
                        "id": "LEGISCTA000006133263",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-15",
                        "fin": "2999-01-01",
                        "titre": "TITRE VI : De l'Autorité de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133263",
                        "id": "LEGISCTA000019905830",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146253",
                        "id": "LEGISCTA000006146253",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020448870",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146253",
            "sectionParentId": "LEGISCTA000006146253",
            "sectionParentTitre": "Chapitre Ier : De l'organisation.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE VI : De l'Autorité de la concurrence. &gt; Chapitre Ier : De l'organisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020449346",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020445524",
                    "textTitle": "Décret n°2009-335\n du 26 mars 2009 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000020448698",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-03-28",
                    "dateSignaTexte": "2009-03-26",
                    "dateDebutCible": "2009-03-29"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020449346",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1238284800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R461-9",
                "461-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}