{
    "cid": "LEGIARTI000035647552",
    "num": "R133-1-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2019-07-08",
                        "titre": "Titre 3 : Dispositions communes relatives au financement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141846",
                        "id": "LEGISCTA000006141846",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions communes relatives au financement et placements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141846",
                        "id": "LEGISCTA000038786059",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Recouvrement des cotisations, versement et recouvrement des prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156506",
                        "id": "LEGISCTA000006156506",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-14",
                        "fin": "2017-09-28",
                        "titre": "Section 1 : Procédure sommaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173655",
                        "id": "LEGISCTA000006173655",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-09-28",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Recouvrement des créances en matière de travail illégal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173655",
                        "id": "LEGISCTA000035656700",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000037818864",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R725-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R725-6",
                    "articleId": "LEGIARTI000006597102",
                    "natureText": "CODE",
                    "date": 1622673254902,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573948800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-1",
                    "articleId": "LEGIARTI000006741520",
                    "natureText": "CODE",
                    "date": 1622673254902,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R243-59 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R243-59",
                    "articleId": "LEGIARTI000039222751",
                    "natureText": "CODE",
                    "date": 1622673254902,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R244-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R244-1",
                    "articleId": "LEGIARTI000037818890",
                    "natureText": "CODE",
                    "date": 1622673254902,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1544918400000
                },
                {
                    "textCid": "LEGITEXT000025024948",
                    "textTitle": "Code des procédures civiles d'exécution - art. R521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R521-1",
                    "articleId": "LEGIARTI000025939420",
                    "natureText": "CODE",
                    "date": 1622673254902,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037814970",
                    "textTitle": "Décret n°2018-1154 du 13 décembre 2018 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037817113",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-12-15",
                    "dateSignaTexte": "2018-12-13",
                    "dateDebutCible": "2018-12-16"
                }
            ],
            "num": "R133-1-1",
            "origine": "LEGI",
            "texte": "I. – Lorsque le document mentionné à l'article R. 133-1 est remis à la personne contrôlée, celle-ci adresse au directeur de l'organisme de recouvrement, par tout moyen permettant de rapporter la preuve de sa date de réception, les éléments justifiant de l'existence de garanties suffisant à couvrir le montant évalué dans le document et dont l'estimation de la valeur a été établie dans les trois mois qui précèdent sa réception par le directeur de l'organisme de recouvrement. Les garanties peuvent être constituées soit par des sûretés réelles, soit par un engagement solidaire souscrit par une ou plusieurs personnes physiques ou morales d'acquitter les sommes dues, soit par la production de tout autre élément probant relatif notamment au capital matériel ou immatériel de la personne contrôlée de nature à justifier de la solvabilité et de la permanence de la personne contrôlée au regard du recouvrement des sommes évaluées dans le document mentionné à l'article R. 133-1. II. – Lorsque le directeur de l'organisme de recouvrement constate que ces garanties sont suffisantes, il en informe la personne contrôlée et peut procéder à toutes les formalités utiles à leur constitution. Il peut évaluer les garanties qu'il retient pour un montant qui diffère de celles présentées par la personne contrôlée. Il peut, si cela lui paraît nécessaire, exiger des garanties complémentaires et solliciter auprès de la personne contrôlée une mise à jour des garanties. III. – En l'absence de production de garanties ou lorsque le directeur de l'organisme de recouvrement constate que les garanties produites sont insuffisantes au regard de l'estimation qu'il en a faite, le directeur peut procéder sur tous les biens du débiteur à une ou plusieurs mesures conservatoires, selon la procédure prévue aux articles R. 521-1 à R. 534-1 du code des procédures civiles d'exécution. La décision du directeur de faire procéder à une ou plusieurs mesures conservatoires est portée à la connaissance de la personne contrôlée dans l'acte de saisie conservatoire, dans l'acte de dénonciation de la saisie conservatoire ou dans l'acte de dénonciation de la sûreté provisoire. Elle est motivée et précise les voies et délais de recours. Afin d'obtenir la mainlevée des mesures prises, la personne contrôlée peut présenter ou compléter les garanties mentionnées au I au plus tard jusqu'à obtention par l'organisme de recouvrement d'un titre exécutoire définitif. Lorsque le directeur constate que les garanties nouvellement produites sont suffisantes, il procède sans délai à la mainlevée de la mesure conservatoire et en informe la personne contrôlée. IV. – Les mesures conservatoires sont prises dans un délai de trois mois à compter de la décision du directeur mentionnée au III de faire procéder à une ou plusieurs mesures conservatoires, à peine de caducité. L'organisme de recouvrement adresse à la personne contrôlée le document mentionné à l'article R. 244-1 du présent code ou à l'article R. 725-6 du code rural et de la pêche maritime, dans les quatre mois qui suivent l'exécution des mesures conservatoires, à peine de caducité. Lorsque les mesures sont pratiquées entre les mains d'un tiers, l'organisme adresse à ce dernier une copie de ce document dans un délai de huit jours. A défaut, la mesure est caduque. V. – Les contestations mentionnées au III de l'article L. 133-1 sont portées soit devant le juge de l'exécution du lieu où est établie la personne contrôlée pour les demandes de mainlevée, soit devant le juge de l'exécution du lieu d'exécution de la mesure pour les autres contestations. Le juge peut ordonner la mainlevée de la mesure si les conditions énoncées au présent article ne sont pas réunies. Les dispositions du premier alinéa du présent V sont sans préjudice des recours pouvant être exercés par les personnes contrôlées à l'encontre des mesures conservatoires.",
            "texteHtml": "<p>I. – Lorsque le document mentionné à l'article R. 133-1 est remis à la personne contrôlée, celle-ci adresse au directeur de l'organisme de recouvrement, par tout moyen permettant de rapporter la preuve de sa date de réception, les éléments justifiant de l'existence de garanties suffisant à couvrir le montant évalué dans le document et dont l'estimation de la valeur a été établie dans les trois mois qui précèdent sa réception par le directeur de l'organisme de recouvrement.</p><p>Les garanties peuvent être constituées soit par des sûretés réelles, soit par un engagement solidaire souscrit par une ou plusieurs personnes physiques ou morales d'acquitter les sommes dues, soit par la production de tout autre élément probant relatif notamment au capital matériel ou immatériel de la personne contrôlée de nature à justifier de la solvabilité et de la permanence de la personne contrôlée au regard du recouvrement des sommes évaluées dans le document mentionné à l'article R. 133-1.</p><p>II. – Lorsque le directeur de l'organisme de recouvrement constate que ces garanties sont suffisantes, il en informe la personne contrôlée et peut procéder à toutes les formalités utiles à leur constitution. Il peut évaluer les garanties qu'il retient pour un montant qui diffère de celles présentées par la personne contrôlée. Il peut, si cela lui paraît nécessaire, exiger des garanties complémentaires et solliciter auprès de la personne contrôlée une mise à jour des garanties.</p><p>III. – En l'absence de production de garanties ou lorsque le directeur de l'organisme de recouvrement constate que les garanties produites sont insuffisantes au regard de l'estimation qu'il en a faite, le directeur peut procéder sur tous les biens du débiteur à une ou plusieurs mesures conservatoires, selon la procédure prévue aux articles <a href='/article/LEGIARTI000025939420'>R. 521-1 à R. 534-1 </a>du code des procédures civiles d'exécution.</p><p>La décision du directeur de faire procéder à une ou plusieurs mesures conservatoires est portée à la connaissance de la personne contrôlée dans l'acte de saisie conservatoire, dans l'acte de dénonciation de la saisie conservatoire ou dans l'acte de dénonciation de la sûreté provisoire. Elle est motivée et précise les voies et délais de recours.</p><p>Afin d'obtenir la mainlevée des mesures prises, la personne contrôlée peut présenter ou compléter les garanties mentionnées au I au plus tard jusqu'à obtention par l'organisme de recouvrement d'un titre exécutoire définitif. Lorsque le directeur constate que les garanties nouvellement produites sont suffisantes, il procède sans délai à la mainlevée de la mesure conservatoire et en informe la personne contrôlée.</p><p>IV. – Les mesures conservatoires sont prises dans un délai de trois mois à compter de la décision du directeur mentionnée au III de faire procéder à une ou plusieurs mesures conservatoires, à peine de caducité.</p><p>L'organisme de recouvrement adresse à la personne contrôlée le document mentionné à l'article <a href='/article/LEGIARTI000037818890' title='Code de la sécurité sociale. - art. R244-1 (V)'>R. 244-1 </a>du présent code ou à l'article <a href='/article/LEGIARTI000006597102'>R. 725-6</a> du code rural et de la pêche maritime, dans les quatre mois qui suivent l'exécution des mesures conservatoires, à peine de caducité.</p><p>Lorsque les mesures sont pratiquées entre les mains d'un tiers, l'organisme adresse à ce dernier une copie de ce document dans un délai de huit jours. A défaut, la mesure est caduque.</p><p>V. – Les contestations mentionnées au III de l'article <a href='/article/LEGIARTI000006741520'>L. 133-1 </a>sont portées soit devant le juge de l'exécution du lieu où est établie la personne contrôlée pour les demandes de mainlevée, soit devant le juge de l'exécution du lieu d'exécution de la mesure pour les autres contestations.</p><p>Le juge peut ordonner la mainlevée de la mesure si les conditions énoncées au présent article ne sont pas réunies.</p><p>Les dispositions du premier alinéa du présent V sont sans préjudice des recours pouvant être exercés par les personnes contrôlées à l'encontre des mesures conservatoires.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-12-16T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2019-07-08",
                        "titre": "Titre 3 : Dispositions communes relatives au financement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141846",
                        "id": "LEGISCTA000006141846",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions communes relatives au financement et placements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141846",
                        "id": "LEGISCTA000038786059",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Recouvrement des cotisations, versement et recouvrement des prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156506",
                        "id": "LEGISCTA000006156506",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-14",
                        "fin": "2017-09-28",
                        "titre": "Section 1 : Procédure sommaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173655",
                        "id": "LEGISCTA000006173655",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-09-28",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Recouvrement des créances en matière de travail illégal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173655",
                        "id": "LEGISCTA000035656700",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000035650455",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R725-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R725-6",
                    "articleId": "LEGIARTI000006597102",
                    "natureText": "CODE",
                    "date": 1622674505407,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573948800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-1",
                    "articleId": "LEGIARTI000006741520",
                    "natureText": "CODE",
                    "date": 1622674505407,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R243-59 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R243-59",
                    "articleId": "LEGIARTI000039222751",
                    "natureText": "CODE",
                    "date": 1622674505407,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R244-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R244-1",
                    "articleId": "LEGIARTI000006748508",
                    "natureText": "CODE",
                    "date": 1622674505408,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000025024948",
                    "textTitle": "Code des procédures civiles d'exécution - art. R521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R521-1",
                    "articleId": "LEGIARTI000025939420",
                    "natureText": "CODE",
                    "date": 1622674505408,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035645794",
                    "textTitle": "Décret n°2017-1409 du 25 septembre 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035647438",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-09-27",
                    "dateSignaTexte": "2017-09-25",
                    "dateDebutCible": "2017-09-28"
                }
            ],
            "num": "R133-1-1",
            "origine": "LEGI",
            "texte": "I. – Lorsque l'inspecteur du recouvrement a remis à la personne contrôlée le document mentionné à l'article R. 133-1, celle-ci adresse au directeur de l'organisme de recouvrement, par tout moyen permettant de rapporter la preuve de sa date de réception, les éléments justifiant de l'existence de garanties suffisant à couvrir le montant évalué dans le document et dont l'estimation de la valeur a été établie dans les trois mois qui précèdent sa réception par le directeur de l'organisme de recouvrement. Les garanties peuvent être constituées soit par des sûretés réelles, soit par un engagement solidaire souscrit par une ou plusieurs personnes physiques ou morales d'acquitter les sommes dues, soit par la production de tout autre élément probant relatif notamment au capital matériel ou immatériel de la personne contrôlée de nature à justifier de la solvabilité et de la permanence de la personne contrôlée au regard du recouvrement des sommes évaluées dans le document mentionné à l'article R. 133-1. II. – Lorsque le directeur de l'organisme de recouvrement constate que ces garanties sont suffisantes, il en informe la personne contrôlée et peut procéder à toutes les formalités utiles à leur constitution. Il peut évaluer les garanties qu'il retient pour un montant qui diffère de celles présentées par la personne contrôlée. Il peut, si cela lui paraît nécessaire, exiger des garanties complémentaires et solliciter auprès de la personne contrôlée une mise à jour des garanties. III. – En l'absence de production de garanties ou lorsque le directeur de l'organisme de recouvrement constate que les garanties produites sont insuffisantes au regard de l'estimation qu'il en a faite, le directeur peut procéder sur tous les biens du débiteur à une ou plusieurs mesures conservatoires, selon la procédure prévue aux articles R. 521-1 à R. 534-1 du code des procédures civiles d'exécution. La décision du directeur de faire procéder à une ou plusieurs mesures conservatoires est portée à la connaissance de la personne contrôlée dans l'acte de saisie conservatoire, dans l'acte de dénonciation de la saisie conservatoire ou dans l'acte de dénonciation de la sûreté provisoire. Elle est motivée et précise les voies et délais de recours. Afin d'obtenir la mainlevée des mesures prises, la personne contrôlée peut présenter ou compléter les garanties mentionnées au I au plus tard jusqu'à obtention par l'organisme de recouvrement d'un titre exécutoire définitif. Lorsque le directeur constate que les garanties nouvellement produites sont suffisantes, il procède sans délai à la mainlevée de la mesure conservatoire et en informe la personne contrôlée. IV. – Les mesures conservatoires sont prises dans un délai de trois mois à compter de la décision du directeur mentionnée au III de faire procéder à une ou plusieurs mesures conservatoires, à peine de caducité. L'organisme de recouvrement adresse à la personne contrôlée le document mentionné à l'article R. 244-1 du présent code ou à l'article R. 725-6 du code rural et de la pêche maritime, dans les quatre mois qui suivent l'exécution des mesures conservatoires, à peine de caducité. Lorsque les mesures sont pratiquées entre les mains d'un tiers, l'organisme adresse à ce dernier une copie de ce document dans un délai de huit jours. A défaut, la mesure est caduque. V. – Les contestations mentionnées au III de l'article L. 133-1 sont portées soit devant le juge de l'exécution du lieu où est établie la personne contrôlée pour les demandes de mainlevée, soit devant le juge de l'exécution du lieu d'exécution de la mesure pour les autres contestations. Le juge peut ordonner la mainlevée de la mesure si les conditions énoncées au présent article ne sont pas réunies. Les dispositions du premier alinéa du présent V sont sans préjudice des recours pouvant être exercés par les personnes contrôlées à l'encontre des mesures conservatoires.",
            "texteHtml": "<p>I. – Lorsque l'inspecteur du recouvrement a remis à la personne contrôlée le document mentionné à l'article R. 133-1, celle-ci adresse au directeur de l'organisme de recouvrement, par tout moyen permettant de rapporter la preuve de sa date de réception, les éléments justifiant de l'existence de garanties suffisant à couvrir le montant évalué dans le document et dont l'estimation de la valeur a été établie dans les trois mois qui précèdent sa réception par le directeur de l'organisme de recouvrement. </p><p>Les garanties peuvent être constituées soit par des sûretés réelles, soit par un engagement solidaire souscrit par une ou plusieurs personnes physiques ou morales d'acquitter les sommes dues, soit par la production de tout autre élément probant relatif notamment au capital matériel ou immatériel de la personne contrôlée de nature à justifier de la solvabilité et de la permanence de la personne contrôlée au regard du recouvrement des sommes évaluées dans le document mentionné à l'article R. 133-1. </p><p>II. – Lorsque le directeur de l'organisme de recouvrement constate que ces garanties sont suffisantes, il en informe la personne contrôlée et peut procéder à toutes les formalités utiles à leur constitution. Il peut évaluer les garanties qu'il retient pour un montant qui diffère de celles présentées par la personne contrôlée. Il peut, si cela lui paraît nécessaire, exiger des garanties complémentaires et solliciter auprès de la personne contrôlée une mise à jour des garanties. </p><p>III. – En l'absence de production de garanties ou lorsque le directeur de l'organisme de recouvrement constate que les garanties produites sont insuffisantes au regard de l'estimation qu'il en a faite, le directeur peut procéder sur tous les biens du débiteur à une ou plusieurs mesures conservatoires, selon la procédure prévue aux articles <a href='/article/LEGIARTI000025939420'>R. 521-1 à R. 534-1 </a>du code des procédures civiles d'exécution. </p><p>La décision du directeur de faire procéder à une ou plusieurs mesures conservatoires est portée à la connaissance de la personne contrôlée dans l'acte de saisie conservatoire, dans l'acte de dénonciation de la saisie conservatoire ou dans l'acte de dénonciation de la sûreté provisoire. Elle est motivée et précise les voies et délais de recours. </p><p>Afin d'obtenir la mainlevée des mesures prises, la personne contrôlée peut présenter ou compléter les garanties mentionnées au I au plus tard jusqu'à obtention par l'organisme de recouvrement d'un titre exécutoire définitif. Lorsque le directeur constate que les garanties nouvellement produites sont suffisantes, il procède sans délai à la mainlevée de la mesure conservatoire et en informe la personne contrôlée. </p><p>IV. – Les mesures conservatoires sont prises dans un délai de trois mois à compter de la décision du directeur mentionnée au III de faire procéder à une ou plusieurs mesures conservatoires, à peine de caducité. </p><p>L'organisme de recouvrement adresse à la personne contrôlée le document mentionné à l'article <a href='/article/LEGIARTI000006748508'>R. 244-1 </a>du présent code ou à l'article <a href='/article/LEGIARTI000006597102'>R. 725-6</a> du code rural et de la pêche maritime, dans les quatre mois qui suivent l'exécution des mesures conservatoires, à peine de caducité. </p><p>Lorsque les mesures sont pratiquées entre les mains d'un tiers, l'organisme adresse à ce dernier une copie de ce document dans un délai de huit jours. A défaut, la mesure est caduque. </p><p>V. – Les contestations mentionnées au III de l'article <a href='/article/LEGIARTI000006741520'>L. 133-1 </a>sont portées soit devant le juge de l'exécution du lieu où est établie la personne contrôlée pour les demandes de mainlevée, soit devant le juge de l'exécution du lieu d'exécution de la mesure pour les autres contestations. </p><p>Le juge peut ordonner la mainlevée de la mesure si les conditions énoncées au présent article ne sont pas réunies. </p><p>Les dispositions du premier alinéa du présent V sont sans préjudice des recours pouvant être exercés par les personnes contrôlées à l'encontre des mesures conservatoires.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-09-28T00:00:00.000Z",
            "dateFin": "2018-12-16T00:00:00.000Z"
        }
    ]
}