{
    "cid": "LEGIARTI000045802676",
    "num": "ANNEXE 17 DE L'ARTICLE A. 4231-16-2 ",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE - Arrêtés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908281",
                        "id": "LEGISCTA000027908281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : NAVIGATION INTÉRIEURE ET TRANSPORT FLUVIAL ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908283",
                        "id": "LEGISCTA000027908283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : NAVIGATION INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908285",
                        "id": "LEGISCTA000027908285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-15",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : QUALIFICATIONS REQUISES POUR LA NAVIGATION INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045801614",
                        "id": "LEGISCTA000045801662",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-15",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045802662",
                        "id": "LEGISCTA000045802662",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045802676",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045796609",
                    "textTitle": "Arrêté du 27 avril 2022 - art.",
                    "linkType": "CODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000045801455",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2022-05-14",
                    "dateSignaTexte": "2022-04-27",
                    "dateDebutCible": "2022-05-15"
                }
            ],
            "num": "ANNEXE 17 DE L'ARTICLE A. 4231-16-2 ",
            "origine": "LEGI",
            "texte": "ÉPREUVE SUR DES TRONÇONS DU RHIN PRÉSENTANT DES RISQUES SPÉCIFIQUES Partie A : Exigences pour les tronçons du Rhin présentant un risque spécifique : 1. Un conducteur qui navigue un bâtiment sur les sections entre le p. k. 335,92 (écluses d'Iffezheim) et le p. k. 857,40 (bac de Spijk) nécessite, en plus de son certificat de qualification, l'autorisation spécifique pour la navigation sur des voies d'eau intérieures présentant des risques spécifiques. 2. L'examen est passé auprès de l'autorité compétente conformément à l'article A. 4231-2-1 en application de l'article A. 4231-16-2. L'examen peut se dérouler sous la forme d'un examen à choix multiples ou d'un examen oral. L'examen porte sur les connaissances suivantes du candidat : a) Description du trajet de navigation vers l'amont et vers l'aval ; b) Connaissance détaillée des caractéristiques de la section, notamment en ce qui concerne les conditions de courant locales et les exigences qui en découlent pour une conduite sûre du bâtiment sur ce tronçon du Rhin ; c) Connaissance détaillée du gabarit de la voie navigable ; d) Connaissance des prescriptions de police applicables sur ce tronçon du Rhin. Les détails se trouvent dans la partie B. 3. Quiconque souhaite obtenir l'autorisation spécifique visé à cette annexe doit avoir parcouru le tronçon de voie d'eau intérieure correspondant au moins trois fois vers l'amont et trois fois vers l'aval au cours des trois dernières années. Le candidat doit avoir été présent dans la timonerie lors de chacun des voyages visés dans la première phrase ci-avant. Le candidat doit avoir déterminé lui-même le cap et la vitesse du bâtiment au minimum lors de l'un des voyages vers l'amont et de l'un des voyages vers l'aval visé dans la première phrase ci-avant. 4. Les voyages de secteur doivent avoir été effectués à bord d'un bâtiment motorisé pour la conduite duquel est prescrit un certificat de qualification de conducteur ou une patente du Rhin. 5. Le candidat atteste de la réalisation du voyage de secteur en présentant son livret de service. Si, au moment de l'inscription à l'examen, le candidat n'a pas encore effectué tous les voyages de secteur nécessaires, le candidat est admis à l'examen sous réserve que tous les voyages de secteur aient été effectués d'ici le jour de l'examen. 6. Le conducteur est tenu-dans le cadre d'une exploitation sûre du bateau-de permettre au candidat d'effectuer des voyages de secteur et de l'assister à cet effet. Partie B : Tronçons du Rhin exigeant des compétences supplémentaires du conducteur : I.-Le Rhin, du p. k. 335,92 (écluse d'Iffezheim) au p. k. 352,07 (Neuburgweier) : Qualifications complémentaires : Le conducteur qui navigue sur ce tronçon du Rhin présentant des risques spécifiques doit posséder une connaissance précise de ses caractéristiques et particularités locales afin de naviguer sur ce tronçon du Rhin en toute sécurité. -il doit pouvoir décrire le trajet de navigation vers l'amont et vers l'aval ; -il doit en outre posséder : a) Une connaissance détaillée des caractéristiques de la section ; b) Une connaissance détaillée du gabarit de la voie navigable ; -le conducteur doit en outre posséder des connaissances concernant les flux et vitesses du courant de ce tronçon du Rhin et doit être capable d'adapter son comportement de conduite à la situation locale. En font partie notamment des connaissances relatives : -à l'effet inhabituel et à l'importance des épis installés sur cette section ; -au nombre élevé des changements de côté pour le croisement, de bâbord à tribord et inversement, avec les importants mouvements de giration qui en résultent pour les bâtiments ; -à l'emplacement des champs d'épis et l'évaluation de leur incidence sur le courant ; -à la densité élevée du trafic aux embouchures de voies affluentes ; -aux dispositions spéciales applicables aux bâtiments à partir de certaines longueurs ; -à l'étroitesse des eaux navigables et les zones dans lesquelles le croisement de convois poussés devrait être évité ; -aux variations importantes de l'orientation et de la vitesse du courant ; -aux dispositions relatives à la vitesse minimale des convois poussés ; -aux conditions particulières dues à la présence d'un grand nombre de menues embarcations.",
            "texteHtml": "<p>ÉPREUVE SUR DES TRONÇONS DU RHIN PRÉSENTANT DES RISQUES SPÉCIFIQUES</p><p><br/>\nPartie A : Exigences pour les tronçons du Rhin présentant un risque spécifique :<br/><br/>\n1. Un conducteur qui navigue un bâtiment sur les sections entre le p. k. 335,92 (écluses d'Iffezheim) et le p. k. 857,40 (bac de Spijk) nécessite, en plus de son certificat de qualification, l'autorisation spécifique pour la navigation sur des voies d'eau intérieures présentant des risques spécifiques.<br/><br/>\n2. L'examen est passé auprès de l'autorité compétente conformément à l'article A. 4231-2-1 en application de l'article A. 4231-16-2. L'examen peut se dérouler sous la forme d'un examen à choix multiples ou d'un examen oral. L'examen porte sur les connaissances suivantes du candidat :</p><p><br/>\na) Description du trajet de navigation vers l'amont et vers l'aval ;<br/><br/>\nb) Connaissance détaillée des caractéristiques de la section, notamment en ce qui concerne les conditions de courant locales et les exigences qui en découlent pour une conduite sûre du bâtiment sur ce tronçon du Rhin ;<br/><br/>\nc) Connaissance détaillée du gabarit de la voie navigable ;<br/><br/>\nd) Connaissance des prescriptions de police applicables sur ce tronçon du Rhin.</p><p><br/>\nLes détails se trouvent dans la partie B.<br/><br/>\n3. Quiconque souhaite obtenir l'autorisation spécifique visé à cette annexe doit avoir parcouru le tronçon de voie d'eau intérieure correspondant au moins trois fois vers l'amont et trois fois vers l'aval au cours des trois dernières années. Le candidat doit avoir été présent dans la timonerie lors de chacun des voyages visés dans la première phrase ci-avant. Le candidat doit avoir déterminé lui-même le cap et la vitesse du bâtiment au minimum lors de l'un des voyages vers l'amont et de l'un des voyages vers l'aval visé dans la première phrase ci-avant.<br/><br/>\n4. Les voyages de secteur doivent avoir été effectués à bord d'un bâtiment motorisé pour la conduite duquel est prescrit un certificat de qualification de conducteur ou une patente du Rhin.<br/><br/>\n5. Le candidat atteste de la réalisation du voyage de secteur en présentant son livret de service. Si, au moment de l'inscription à l'examen, le candidat n'a pas encore effectué tous les voyages de secteur nécessaires, le candidat est admis à l'examen sous réserve que tous les voyages de secteur aient été effectués d'ici le jour de l'examen.<br/><br/>\n6. Le conducteur est tenu-dans le cadre d'une exploitation sûre du bateau-de permettre au candidat d'effectuer des voyages de secteur et de l'assister à cet effet.<br/><br/>\nPartie B : Tronçons du Rhin exigeant des compétences supplémentaires du conducteur :<br/><br/>\nI.-Le Rhin, du p. k. 335,92 (écluse d'Iffezheim) au p. k. 352,07 (Neuburgweier) :<br/><br/>\nQualifications complémentaires :<br/><br/>\nLe conducteur qui navigue sur ce tronçon du Rhin présentant des risques spécifiques doit posséder une connaissance précise de ses caractéristiques et particularités locales afin de naviguer sur ce tronçon du Rhin en toute sécurité.</p><p><br/>\n-il doit pouvoir décrire le trajet de navigation vers l'amont et vers l'aval ;<br/><br/>\n-il doit en outre posséder :<br/><br/>\na) Une connaissance détaillée des caractéristiques de la section ;<br/><br/>\nb) Une connaissance détaillée du gabarit de la voie navigable ;<br/><br/>\n-le conducteur doit en outre posséder des connaissances concernant les flux et vitesses du courant de ce tronçon du Rhin et doit être capable d'adapter son comportement de conduite à la situation locale. En font partie notamment des connaissances relatives :<br/><br/>\n-à l'effet inhabituel et à l'importance des épis installés sur cette section ;<br/><br/>\n-au nombre élevé des changements de côté pour le croisement, de bâbord à tribord et inversement, avec les importants mouvements de giration qui en résultent pour les bâtiments ;<br/><br/>\n-à l'emplacement des champs d'épis et l'évaluation de leur incidence sur le courant ;<br/><br/>\n-à la densité élevée du trafic aux embouchures de voies affluentes ;<br/><br/>\n-aux dispositions spéciales applicables aux bâtiments à partir de certaines longueurs ;<br/><br/>\n-à l'étroitesse des eaux navigables et les zones dans lesquelles le croisement de convois poussés devrait être évité ;<br/><br/>\n-aux variations importantes de l'orientation et de la vitesse du courant ;<br/><br/>\n-aux dispositions relatives à la vitesse minimale des convois poussés ;<br/><br/>\n-aux conditions particulières dues à la présence d'un grand nombre de menues embarcations.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-05-15T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}