{
    "cid": "LEGIARTI000006832840",
    "num": "Annexe à l'article R366-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à L'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129011",
                        "id": "LEGISCTA000006129011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Organismes consultatifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143731",
                        "id": "LEGISCTA000006143731",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Organismes d'information sur le logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159205",
                        "id": "LEGISCTA000006159205",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039049668",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "date": 1599121597043,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "num": "Annexe à l'article R366-5",
            "origine": "LEGI",
            "texte": "CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS D'INFORMATION SUR LE LOGEMENT MENTIONNÉES À L'ARTICLE L. 366-1 Constitution. Il est constitué entre les personnes qui adhèrent aux présents statuts une association déclarée régie par : -la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ; -l'article L. 366-1 du code de la construction et de l'habitation et ses textes d'application. Dénomination. L'association a pour dénomination l'une des dénominations suivantes : -association départementale d'information sur le logement de (nom du département) ; -association interdépartementale d'information sur le logement de (nom des départements) ; -association métropolitaine d'information sur le logement de (nom de la métropole) ; -association départementale-métropolitaine d'information sur le logement de (nom du département et de la métropole). Elle peut être désignée sous le sigle ADIL ou par la dénomination “ agence départementale d'information sur le logement ” ou “ agence d'information sur le logement ”. Objet. L'association a pour objet d'informer le public sur toute question touchant au logement et à l'habitat. Cette information, qui repose sur une compétence juridique et financière confirmée, doit être complète, neutre, personnalisée et gratuite. Elle peut, lorsque la situation locale le permet, s'accompagner d'une information sur des offres de terrains et de logements disponibles. Elle vise à favoriser le bon déroulement des projets d'accession à la propriété des ménages et permettre aux usagers, en particulier aux personnes défavorisées, de disposer de tous les éléments permettant l'exercice d'un choix véritable et indépendant. Le contact direct avec le public est privilégié dans la mesure du possible. L'action de l'association auprès du public exclut tout acte administratif, commercial ou contentieux. L'association a également vocation à assurer au bénéfice de ses membres des actions de conseil et d'expertise juridique ou économique et à entreprendre toutes études, recherches ou démarches prospectives liées à son domaine d'activité. Elle peut faire des propositions qui lui paraissent de nature à orienter les politiques publiques en matière de logement et d'habitat. Elle transmet ses propositions à l'Association nationale pour l'information sur le logement. L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations d'information sur le logement, coordonnées par l'Association nationale pour l'information sur le logement : -elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ; -elle enrichit les données nationales du réseau des associations d'information sur le logement de ses expériences, propositions, analyses et études. Composition. L'association est composée de membres de droit et de membres adhérents. Sont membres de droit : -le ou les départements concernés, la métropole concernée ou la métropole et le département concernés ; -l'Etat : le préfet ou son représentant et le directeur départemental des territoires (et de la mer) ou son représentant, le directeur départemental des territoires (et de la mer) pouvant représenter le préfet ; -l'Association ou les associations départementales des maires de France. Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le ressort territorial de l'association ou des personnalités qualifiées dans le domaine du logement ou de la statistique. La qualité de membre de droit peut également être conférée, à sa demande, à toute association départementale d'élus territoriaux. Peuvent être membres adhérents, après décision du conseil d'administration : -des collectivités territoriales autres que le conseil départemental ; -des établissements publics de coopération intercommunale (EPCI) autres que ceux qui sont membres de droit ; -des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association. -des personnalités qualifiées dans le domaine du logement ou de la statistique. Direction. La fonction de directeur de l'association est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement. Personnel. Le personnel de l'association est salarié de l'association. Identité graphique. L'association appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations d'information sur le logement, conformément à la charte d'identité graphique. Identification. Pour son activité, l'association dispose de coordonnées téléphoniques et électroniques propres. Fusion-modification. L'association ne peut fusionner avec une association dont l'objet n'entre pas dans le champ de compétence défini par l'article L. 366-1 du code de la construction et de l'habitation, ni adopter de modification de son objet social qui ne serait pas conforme aux dispositions de cet article.",
            "texteHtml": "<p></p><p>CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS D'INFORMATION SUR LE LOGEMENT MENTIONNÉES À L'ARTICLE L. 366-1 </p><p></p><p></p><p>Constitution. </p><p></p><p></p><p>Il est constitué entre les personnes qui adhèrent aux présents statuts une association déclarée régie par :</p><p></p><p></p><p>-la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ;</p><p></p><p></p><p>-l'article <a href='/article/LEGIARTI000006825045'>L. 366-1</a> du code de la construction et de l'habitation et ses textes d'application. </p><p></p><p></p><p>Dénomination. </p><p></p><p></p><p>L'association a pour dénomination l'une des dénominations suivantes :<br/></p><p><br/>-association départementale d'information sur le logement de (nom du département) ;<br/><br/>-association interdépartementale d'information sur le logement de (nom des départements) ;<br/><br/>-association métropolitaine d'information sur le logement de (nom de la métropole) ;<br/><br/>-association départementale-métropolitaine d'information sur le logement de (nom du département et de la métropole). </p><br/>Elle peut être désignée sous le sigle ADIL ou par la dénomination “ agence départementale d'information sur le logement ” ou “ agence d'information sur le logement ”. <p></p><p></p><p>Objet. </p><p></p><p></p><p>L'association a pour objet d'informer le public sur toute question touchant au logement et à l'habitat. Cette information, qui repose sur une compétence juridique et financière confirmée, doit être complète, neutre, personnalisée et gratuite. Elle peut, lorsque la situation locale le permet, s'accompagner d'une information sur des offres de terrains et de logements disponibles. Elle vise à favoriser le bon déroulement des projets d'accession à la propriété des ménages et permettre aux usagers, en particulier aux personnes défavorisées, de disposer de tous les éléments permettant l'exercice d'un choix véritable et indépendant. Le contact direct avec le public est privilégié dans la mesure du possible. </p><p></p><p></p><p>L'action de l'association auprès du public exclut tout acte administratif, commercial ou contentieux. </p><p></p><p></p><p>L'association a également vocation à assurer au bénéfice de ses membres des actions de conseil et d'expertise juridique ou économique et à entreprendre toutes études, recherches ou démarches prospectives liées à son domaine d'activité. Elle peut faire des propositions qui lui paraissent de nature à orienter les politiques publiques en matière de logement et d'habitat. Elle transmet ses propositions à l'Association nationale pour l'information sur le logement. </p><p></p><p></p><p>L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations d'information sur le logement, coordonnées par l'Association nationale pour l'information sur le logement :</p><p></p><p></p><p>-elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ;</p><p></p><p></p><p>-elle enrichit les données nationales du réseau des associations d'information sur le logement de ses expériences, propositions, analyses et études. </p><p></p><p></p><p>Composition. </p><p></p><p></p><p>L'association est composée de membres de droit et de membres adhérents. </p><p></p><p></p><p>Sont membres de droit :</p><p></p><p></p><p>-le ou les départements concernés, la métropole concernée ou la métropole et le département concernés ;</p><p></p><p></p><p>-l'Etat : le préfet ou son représentant et le directeur départemental des territoires (et de la mer) ou son représentant, le directeur départemental des territoires (et de la mer) pouvant représenter le préfet ;</p><p></p><p></p><p>-l'Association ou les associations départementales des maires de France. </p><p></p><p></p><p>Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le ressort territorial de l'association ou des personnalités qualifiées dans le domaine du logement ou de la statistique. </p><p></p><p></p><p>La qualité de membre de droit peut également être conférée, à sa demande, à toute association départementale d'élus territoriaux. </p><p></p><p></p><p>Peuvent être membres adhérents, après décision du conseil d'administration :</p><p></p><p></p><p>-des collectivités territoriales autres que le conseil départemental ;</p><p></p><p></p><p>-des établissements publics de coopération intercommunale (EPCI) autres que ceux qui sont membres de droit ;</p><p></p><p></p><p>-des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association.</p><p>-des personnalités qualifiées dans le domaine du logement ou de la statistique. </p><p>Direction. </p><p></p><p></p><p>La fonction de directeur de l'association est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement. </p><p></p><p></p><p>Personnel. </p><p></p><p></p><p>Le personnel de l'association est salarié de l'association. </p><p></p><p></p><p>Identité graphique. </p><p></p><p></p><p>L'association appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations d'information sur le logement, conformément à la charte d'identité graphique. </p><p></p><p></p><p>Identification. </p><p></p><p></p><p>Pour son activité, l'association dispose de coordonnées téléphoniques et électroniques propres. </p><p></p><p></p><p>Fusion-modification. </p><p></p><p></p><p>L'association ne peut fusionner avec une association dont l'objet n'entre pas dans le champ de compétence défini par l'article L. 366-1 du code de la construction et de l'habitation, ni adopter de modification de son objet social qui ne serait pas conforme aux dispositions de cet article.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à L'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129011",
                        "id": "LEGISCTA000006129011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Organismes consultatifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143731",
                        "id": "LEGISCTA000006143731",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Organismes d'information sur le logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159205",
                        "id": "LEGISCTA000006159205",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033605639",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "date": 1599128006995,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000033586353",
                    "textTitle": "Décret n°2016-1713 du 12 décembre 2016 - art. 7",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000033602148",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-14",
                    "dateSignaTexte": "2016-12-12",
                    "dateDebutCible": "2016-12-15"
                }
            ],
            "num": "Annexe à l'article R*366-5",
            "origine": "LEGI",
            "texte": "CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS D'INFORMATION SUR LE LOGEMENT MENTIONNÉES À L'ARTICLE L. 366-1 Constitution. Il est constitué entre les personnes qui adhèrent aux présents statuts une association déclarée régie par : -la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ; -l'article L. 366-1 du code de la construction et de l'habitation et ses textes d'application. Dénomination. L'association a pour dénomination l'une des dénominations suivantes : -association départementale d'information sur le logement de (nom du département) ; -association interdépartementale d'information sur le logement de (nom des départements) ; -association métropolitaine d'information sur le logement de (nom de la métropole) ; -association départementale-métropolitaine d'information sur le logement de (nom du département et de la métropole). Elle peut être désignée sous le sigle ADIL ou par la dénomination “ agence départementale d'information sur le logement ” ou “ agence d'information sur le logement ”. Objet. L'association a pour objet d'informer le public sur toute question touchant au logement et à l'habitat. Cette information, qui repose sur une compétence juridique et financière confirmée, doit être complète, neutre, personnalisée et gratuite. Elle peut, lorsque la situation locale le permet, s'accompagner d'une information sur des offres de terrains et de logements disponibles. Elle vise à favoriser le bon déroulement des projets d'accession à la propriété des ménages et permettre aux usagers, en particulier aux personnes défavorisées, de disposer de tous les éléments permettant l'exercice d'un choix véritable et indépendant. Le contact direct avec le public est privilégié dans la mesure du possible. L'action de l'association auprès du public exclut tout acte administratif, commercial ou contentieux. L'association a également vocation à assurer au bénéfice de ses membres des actions de conseil et d'expertise juridique ou économique et à entreprendre toutes études, recherches ou démarches prospectives liées à son domaine d'activité. Elle peut faire des propositions qui lui paraissent de nature à orienter les politiques publiques en matière de logement et d'habitat. Elle transmet ses propositions à l'Association nationale pour l'information sur le logement. L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations d'information sur le logement, coordonnées par l'Association nationale pour l'information sur le logement : -elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ; -elle enrichit les données nationales du réseau des associations d'information sur le logement de ses expériences, propositions, analyses et études. Composition. L'association est composée de membres de droit et de membres adhérents. Sont membres de droit : -le ou les départements concernés, la métropole concernée ou la métropole et le département concernés ; -l'Etat : le préfet ou son représentant et le directeur départemental des territoires (et de la mer) ou son représentant, le directeur départemental des territoires (et de la mer) pouvant représenter le préfet ; -l'Association ou les associations départementales des maires de France. Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le ressort territorial de l'association ou des personnalités qualifiées dans le domaine du logement ou de la statistique. La qualité de membre de droit peut également être conférée, à sa demande, à toute association départementale d'élus territoriaux. Peuvent être membres adhérents, après décision du conseil d'administration : -des collectivités territoriales autres que le conseil départemental ; -des établissements publics de coopération intercommunale (EPCI) autres que ceux qui sont membres de droit ; -des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association. -des personnalités qualifiées dans le domaine du logement ou de la statistique. Direction. La fonction de directeur de l'association est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement. Personnel. Le personnel de l'association est salarié de l'association. Identité graphique. L'association appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations d'information sur le logement, conformément à la charte d'identité graphique. Identification. Pour son activité, l'association dispose de coordonnées téléphoniques et électroniques propres. Fusion-modification. L'association ne peut fusionner avec une association dont l'objet n'entre pas dans le champ de compétence défini par l'article L. 366-1 du code de la construction et de l'habitation, ni adopter de modification de son objet social qui ne serait pas conforme aux dispositions de cet article.",
            "texteHtml": "<p></p><p>CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS D'INFORMATION SUR LE LOGEMENT MENTIONNÉES À L'ARTICLE L. 366-1 </p><p></p><p></p><p>Constitution. </p><p></p><p></p><p>Il est constitué entre les personnes qui adhèrent aux présents statuts une association déclarée régie par :</p><p></p><p></p><p>-la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ;</p><p></p><p></p><p>-l'article <a href='/article/LEGIARTI000006825045' title='Code de la construction et de l'habitation. - art. L366-1 (VT)'>L. 366-1</a> du code de la construction et de l'habitation et ses textes d'application. </p><p></p><p></p><p>Dénomination. </p><p></p><p></p><p>L'association a pour dénomination l'une des dénominations suivantes :<br/></p><p><br/>-association départementale d'information sur le logement de (nom du département) ;<br/><br/>-association interdépartementale d'information sur le logement de (nom des départements) ;<br/><br/>-association métropolitaine d'information sur le logement de (nom de la métropole) ;<br/><br/>-association départementale-métropolitaine d'information sur le logement de (nom du département et de la métropole). </p><br/>Elle peut être désignée sous le sigle ADIL ou par la dénomination “ agence départementale d'information sur le logement ” ou “ agence d'information sur le logement ”. <p></p><p></p><p>Objet. </p><p></p><p></p><p>L'association a pour objet d'informer le public sur toute question touchant au logement et à l'habitat. Cette information, qui repose sur une compétence juridique et financière confirmée, doit être complète, neutre, personnalisée et gratuite. Elle peut, lorsque la situation locale le permet, s'accompagner d'une information sur des offres de terrains et de logements disponibles. Elle vise à favoriser le bon déroulement des projets d'accession à la propriété des ménages et permettre aux usagers, en particulier aux personnes défavorisées, de disposer de tous les éléments permettant l'exercice d'un choix véritable et indépendant. Le contact direct avec le public est privilégié dans la mesure du possible. </p><p></p><p></p><p>L'action de l'association auprès du public exclut tout acte administratif, commercial ou contentieux. </p><p></p><p></p><p>L'association a également vocation à assurer au bénéfice de ses membres des actions de conseil et d'expertise juridique ou économique et à entreprendre toutes études, recherches ou démarches prospectives liées à son domaine d'activité. Elle peut faire des propositions qui lui paraissent de nature à orienter les politiques publiques en matière de logement et d'habitat. Elle transmet ses propositions à l'Association nationale pour l'information sur le logement. </p><p></p><p></p><p>L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations d'information sur le logement, coordonnées par l'Association nationale pour l'information sur le logement :</p><p></p><p></p><p>-elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ;</p><p></p><p></p><p>-elle enrichit les données nationales du réseau des associations d'information sur le logement de ses expériences, propositions, analyses et études. </p><p></p><p></p><p>Composition. </p><p></p><p></p><p>L'association est composée de membres de droit et de membres adhérents. </p><p></p><p></p><p>Sont membres de droit :</p><p></p><p></p><p>-le ou les départements concernés, la métropole concernée ou la métropole et le département concernés ;</p><p></p><p></p><p>-l'Etat : le préfet ou son représentant et le directeur départemental des territoires (et de la mer) ou son représentant, le directeur départemental des territoires (et de la mer) pouvant représenter le préfet ;</p><p></p><p></p><p>-l'Association ou les associations départementales des maires de France. </p><p></p><p></p><p>Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le ressort territorial de l'association ou des personnalités qualifiées dans le domaine du logement ou de la statistique. </p><p></p><p></p><p>La qualité de membre de droit peut également être conférée, à sa demande, à toute association départementale d'élus territoriaux. </p><p></p><p></p><p>Peuvent être membres adhérents, après décision du conseil d'administration :</p><p></p><p></p><p>-des collectivités territoriales autres que le conseil départemental ;</p><p></p><p></p><p>-des établissements publics de coopération intercommunale (EPCI) autres que ceux qui sont membres de droit ;</p><p></p><p></p><p>-des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association.</p><p>-des personnalités qualifiées dans le domaine du logement ou de la statistique. </p><p>Direction. </p><p></p><p></p><p>La fonction de directeur de l'association est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement. </p><p></p><p></p><p>Personnel. </p><p></p><p></p><p>Le personnel de l'association est salarié de l'association. </p><p></p><p></p><p>Identité graphique. </p><p></p><p></p><p>L'association appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations d'information sur le logement, conformément à la charte d'identité graphique. </p><p></p><p></p><p>Identification. </p><p></p><p></p><p>Pour son activité, l'association dispose de coordonnées téléphoniques et électroniques propres. </p><p></p><p></p><p>Fusion-modification. </p><p></p><p></p><p>L'association ne peut fusionner avec une association dont l'objet n'entre pas dans le champ de compétence défini par l'article L. 366-1 du code de la construction et de l'habitation, ni adopter de modification de son objet social qui ne serait pas conforme aux dispositions de cet article.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-12-15T00:00:00.000Z",
            "dateFin": "2019-09-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à L'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129011",
                        "id": "LEGISCTA000006129011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Organismes consultatifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143731",
                        "id": "LEGISCTA000006143731",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Organismes d'information sur le logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159205",
                        "id": "LEGISCTA000006159205",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000030713878",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "date": 1599863711309,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1901-08-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "date": 1599863711309,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1901-07-01",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "date": 1599863711309,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030711540",
                    "textTitle": "DÉCRET n°2015-650 du 10 juin 2015 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000030712227",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-06-12",
                    "dateSignaTexte": "2015-06-10",
                    "dateDebutCible": "2015-06-13"
                },
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe à l'article R*366-5",
            "origine": "LEGI",
            "texte": "CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS DÉPARTEMENTALES D'INFORMATION SUR LE LOGEMENT Constitution. Il est constitué entre les personnes qui adhèrent aux présents statuts une association déclarée régie par : - la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ; - l'article L. 366-1 du code de la construction et de l'habitation et ses textes d'application. Dénomination. L'association a pour dénomination : association départementale d'information sur le logement de (nom du département). Elle peut être désignée sous le sigle ADIL ou par la dénomination agence départementale d'information sur le logement. Objet. L'association a pour objet d'informer le public sur toute question touchant au logement et à l'habitat. Cette information, qui repose sur une compétence juridique et financière confirmée, doit être complète, neutre, personnalisée et gratuite. Elle peut, lorsque la situation locale le permet, s'accompagner d'une information sur des offres de terrains et de logements disponibles. Elle vise à favoriser le bon déroulement des projets d'accession à la propriété des ménages et permettre aux usagers, en particulier aux personnes défavorisées, de disposer de tous les éléments permettant l'exercice d'un choix véritable et indépendant. Le contact direct avec le public est privilégié dans la mesure du possible. L'action de l'association auprès du public exclut tout acte administratif, commercial ou contentieux. L'association a également vocation à assurer au bénéfice de ses membres des actions de conseil et d'expertise juridique ou économique et à entreprendre toutes études, recherches ou démarches prospectives liées à son domaine d'activité. Elle peut faire des propositions qui lui paraissent de nature à orienter les politiques publiques en matière de logement et d'habitat. Elle transmet ses propositions à l'Association nationale pour l'information sur le logement. L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations départementales, coordonnées par l'Association nationale pour l'information sur le logement : - elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ; - elle enrichit les données nationales du réseau des associations départementales de ses expériences, propositions, analyses et études. Composition. L'association est composée de membres de droit et de membres adhérents. Sont membres de droit : - le département concerné ; - l'Etat : le préfet ou son représentant et le directeur départemental de l'équipement ou son représentant, le directeur départemental de l'équipement pouvant représenter le préfet ; - l'Association départementale des maires de France. Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le département concerné ou des personnalités qualifiées dans le domaine du logement ou de la statistique. La qualité de membre de droit peut également être conférée, à sa demande, à toute association départementale d'élus territoriaux. Peuvent être membres adhérents, après décision du conseil d'administration : - des collectivités territoriales autres que le conseil général ; - des établissements publics de coopération intercommunale (EPCI) ; - des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association. - des personnalités qualifiées dans le domaine du logement ou de la statistique. Direction. La fonction de directeur de l'association départementale est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement. Personnel. Le personnel de l'association départementale est salarié de l'association. Identité graphique. L'association départementale appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations départementales d'information sur le logement, conformément à la charte d'identité graphique. Identification. Pour son activité, l'association départementale dispose de coordonnées téléphoniques et électroniques propres. Fusion-modification. L'association ne peut fusionner avec une association dont l'objet n'entre pas dans le champ de compétence défini par l'article L. 366-1 du code de la construction et de l'habitation, ni adopter de modification de son objet social qui ne serait pas conforme aux dispositions de cet article.",
            "texteHtml": "<p>CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS DÉPARTEMENTALES D'INFORMATION SUR LE LOGEMENT</p><p></p><p>Constitution.</p><p></p><p>Il est constitué entre les personnes qui adhèrent aux présents statuts une association déclarée régie par :</p><p></p><p>- la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ;</p><p></p><p>- l'article L. 366-1 du code de la construction et de l'habitation et ses textes d'application.</p><p></p><p>Dénomination.</p><p></p><p>L'association a pour dénomination : association départementale d'information sur le logement de (nom du département). Elle peut être désignée sous le sigle ADIL ou par la dénomination agence départementale d'information sur le logement.</p><p></p><p>Objet.</p><p></p><p>L'association a pour objet d'informer le public sur toute question touchant au logement et à l'habitat. Cette information, qui repose sur une compétence juridique et financière confirmée, doit être complète, neutre, personnalisée et gratuite. Elle peut, lorsque la situation locale le permet, s'accompagner d'une information sur des offres de terrains et de logements disponibles. Elle vise à favoriser le bon déroulement des projets d'accession à la propriété des ménages et permettre aux usagers, en particulier aux personnes défavorisées, de disposer de tous les éléments permettant l'exercice d'un choix véritable et indépendant. Le contact direct avec le public est privilégié dans la mesure du possible.</p><p></p><p>L'action de l'association auprès du public exclut tout acte administratif, commercial ou contentieux.</p><p></p><p>L'association a également vocation à assurer au bénéfice de ses membres des actions de conseil et d'expertise juridique ou économique et à entreprendre toutes études, recherches ou démarches prospectives liées à son domaine d'activité. Elle peut faire des propositions qui lui paraissent de nature à orienter les politiques publiques en matière de logement et d'habitat. Elle transmet ses propositions à l'Association nationale pour l'information sur le logement.</p><p></p><p>L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations départementales, coordonnées par l'Association nationale pour l'information sur le logement :</p><p></p><p>- elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ;</p><p></p><p>- elle enrichit les données nationales du réseau des associations départementales de ses expériences, propositions, analyses et études.</p><p></p><p>Composition.</p><p></p><p>L'association est composée de membres de droit et de membres adhérents.</p><p></p><p>Sont membres de droit :</p><p></p><p>- le département concerné ;</p><p></p><p>- l'Etat : le préfet ou son représentant et le directeur départemental de l'équipement ou son représentant, le directeur départemental de l'équipement pouvant représenter le préfet ;</p><p></p><p>- l'Association départementale des maires de France.</p><p></p><p>Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le département concerné ou des personnalités qualifiées dans le domaine du logement ou de la statistique.</p><p></p><p>La qualité de membre de droit peut également être conférée, à sa demande, à toute association départementale d'élus territoriaux.</p><p></p><p>Peuvent être membres adhérents, après décision du conseil d'administration :</p><p></p><p>- des collectivités territoriales autres que le conseil général ;</p><p></p><p>- des établissements publics de coopération intercommunale (EPCI) ;</p><p></p><p>- des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association.</p><p>- des personnalités qualifiées dans le domaine du logement ou de la statistique.</p><p>Direction.</p><p></p><p>La fonction de directeur de l'association départementale est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement.</p><p></p><p>Personnel.</p><p></p><p>Le personnel de l'association départementale est salarié de l'association.</p><p></p><p>Identité graphique.</p><p></p><p>L'association départementale appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations départementales d'information sur le logement, conformément à la charte d'identité graphique.</p><p></p><p>Identification.</p><p></p><p>Pour son activité, l'association départementale dispose de coordonnées téléphoniques et électroniques propres.</p><p></p><p>Fusion-modification.</p><p></p><p>L'association ne peut fusionner avec une association dont l'objet n'entre pas dans le champ de compétence défini par l'article L. 366-1 du code de la construction et de l'habitation, ni adopter de modification de son objet social qui ne serait pas conforme aux dispositions de cet article.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2015-06-13T00:00:00.000Z",
            "dateFin": "2016-12-15T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à L'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129011",
                        "id": "LEGISCTA000006129011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Organismes consultatifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143731",
                        "id": "LEGISCTA000006143731",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Organismes d'information sur le logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159205",
                        "id": "LEGISCTA000006159205",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006832840",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "date": 1599120465491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 976752000000
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1901-08-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "date": 1599120465491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1901-07-01",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "date": 1599120465491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 8 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000283411",
                    "textTitle": "Décret 2007-1576 2007-11-06 annexe JORF 8 novembre 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000283411",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-11-08",
                    "dateSignaTexte": "2007-11-06",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe à l'article R*366-5",
            "origine": "LEGI",
            "texte": "CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS DÉPARTEMENTALES D'INFORMATION SUR LE LOGEMENT Constitution. Il est constitué entre les personnes qui adhèrent aux présents statuts une association déclarée régie par : - la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ; - l'article L. 366-1 du code de la construction et de l'habitation et ses textes d'application. Dénomination. L'association a pour dénomination : association départementale d'information sur le logement de (nom du département). Elle peut être désignée sous le sigle ADIL ou par la dénomination agence départementale d'information sur le logement. Objet. L'association a pour objet d'informer le public sur toute question touchant au logement et à l'habitat. Cette information, qui repose sur une compétence juridique et financière confirmée, doit être complète, neutre, personnalisée et gratuite. Elle peut, lorsque la situation locale le permet, s'accompagner d'une information sur des offres de terrains et de logements disponibles. Elle vise à favoriser le bon déroulement des projets d'accession à la propriété des ménages et permettre aux usagers, en particulier aux personnes défavorisées, de disposer de tous les éléments permettant l'exercice d'un choix véritable et indépendant. Le contact direct avec le public est privilégié dans la mesure du possible. L'action de l'association auprès du public exclut tout acte administratif, commercial ou contentieux. L'association a également vocation à assurer au bénéfice de ses membres des actions de conseil et d'expertise juridique ou économique et à entreprendre toutes études, recherches ou démarches prospectives liées à son domaine d'activité. Elle peut faire des propositions qui lui paraissent de nature à orienter les politiques publiques en matière de logement et d'habitat. Elle transmet ses propositions à l'Association nationale pour l'information sur le logement. L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations départementales, coordonnées par l'Association nationale pour l'information sur le logement : - elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ; - elle enrichit les données nationales du réseau des associations départementales de ses expériences, propositions, analyses et études. Composition. L'association est composée de membres de droit et de membres adhérents. Sont membres de droit : - le département concerné ; - l'Etat : le préfet ou son représentant et le directeur départemental de l'équipement ou son représentant, le directeur départemental de l'équipement pouvant représenter le préfet ; - l'Association départementale des maires de France. Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le département concerné. La qualité de membre de droit peut également être conférée, à sa demande, à toute association départementale d'élus territoriaux. Peuvent être membres adhérents, après décision du conseil d'administration : - des collectivités territoriales autres que le conseil général ; - des établissements publics de coopération intercommunale (EPCI) ; - des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association. Direction. La fonction de directeur de l'association départementale est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement. Personnel. Le personnel de l'association départementale est salarié de l'association. Identité graphique. L'association départementale appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations départementales d'information sur le logement, conformément à la charte d'identité graphique. Identification. Pour son activité, l'association départementale dispose de coordonnées téléphoniques et électroniques propres. Fusion-modification. L'association ne peut fusionner avec une association dont l'objet n'entre pas dans le champ de compétence défini par l'article L. 366-1 du code de la construction et de l'habitation, ni adopter de modification de son objet social qui ne serait pas conforme aux dispositions de cet article.",
            "texteHtml": "CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS DÉPARTEMENTALES D'INFORMATION SUR LE LOGEMENT<p></p><p></p>   Constitution.<p></p><p></p>   Il est constitué entre les personnes qui adhèrent aux présents statuts une association déclarée régie par :<p></p><p></p>   - la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ;<p></p><p></p>   - l'article L. 366-1 du code de la construction et de l'habitation et ses textes d'application.<p></p><p></p>   Dénomination.<p></p><p></p>   L'association a pour dénomination : association départementale d'information sur le logement de (nom du département). Elle peut être désignée sous le sigle ADIL ou par la dénomination agence départementale d'information sur le logement.<p></p><p></p>   Objet.<p></p><p></p>   L'association a pour objet d'informer le public sur toute question touchant au logement et à l'habitat. Cette information, qui repose sur une compétence juridique et financière confirmée, doit être complète, neutre, personnalisée et gratuite. Elle peut, lorsque la situation locale le permet, s'accompagner d'une information sur des offres de terrains et de logements disponibles. Elle vise à favoriser le bon déroulement des projets d'accession à la propriété des ménages et permettre aux usagers, en particulier aux personnes défavorisées, de disposer de tous les éléments permettant l'exercice d'un choix véritable et indépendant. Le contact direct avec le public est privilégié dans la mesure du possible.<p></p><p></p>   L'action de l'association auprès du public exclut tout acte administratif, commercial ou contentieux.<p></p><p></p>   L'association a également vocation à assurer au bénéfice de ses membres des actions de conseil et d'expertise juridique ou économique et à entreprendre toutes études, recherches ou démarches prospectives liées à son domaine d'activité. Elle peut faire des propositions qui lui paraissent de nature à orienter les politiques publiques en matière de logement et d'habitat. Elle transmet ses propositions à l'Association nationale pour l'information sur le logement.<p></p><p></p>   L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations départementales, coordonnées par l'Association nationale pour l'information sur le logement :<p></p><p></p>   - elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ;<p></p><p></p>   - elle enrichit les données nationales du réseau des associations départementales de ses expériences, propositions, analyses et études.<p></p><p></p>   Composition.<p></p><p></p>   L'association est composée de membres de droit et de membres adhérents.<p></p><p></p>   Sont membres de droit :<p></p><p></p>   - le département concerné ;<p></p><p></p>   - l'Etat : le préfet ou son représentant et le directeur départemental de l'équipement ou son représentant, le directeur départemental de l'équipement pouvant représenter le préfet ;<p></p><p></p>   - l'Association départementale des maires de France.<p></p><p></p>   Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le département concerné.<p></p><p></p>   La qualité de membre de droit peut également être conférée, à sa demande, à toute association départementale d'élus territoriaux.<p></p><p></p>   Peuvent être membres adhérents, après décision du conseil d'administration :<p></p><p></p>   - des collectivités territoriales autres que le conseil général ;<p></p><p></p>   - des établissements publics de coopération intercommunale (EPCI) ;<p></p><p></p>   - des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association.<p></p><p></p>   Direction.<p></p><p></p>   La fonction de directeur de l'association départementale est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement.<p></p><p></p>   Personnel.<p></p><p></p>   Le personnel de l'association départementale est salarié de l'association.<p></p><p></p>   Identité graphique.<p></p><p></p>   L'association départementale appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations départementales d'information sur le logement, conformément à la charte d'identité graphique.<p></p><p></p>   Identification.<p></p><p></p>   Pour son activité, l'association départementale dispose de coordonnées téléphoniques et électroniques propres.<p></p><p></p>   Fusion-modification.<p></p><p></p>   L'association ne peut fusionner avec une association dont l'objet n'entre pas dans le champ de compétence défini par l'article L. 366-1 du code de la construction et de l'habitation, ni adopter de modification de son objet social qui ne serait pas conforme aux dispositions de cet article.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2007-11-08T00:00:00.000Z",
            "dateFin": "2015-06-13T00:00:00.000Z"
        }
    ]
}