{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000034386916",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les contrôles sur place de l'Autorité de contrôle prudentiel et de résolution peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à ces contrôles. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel et de résolution peut, si elle le souhaite, y être associée. Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel et de résolution peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement, des entreprises d'investissement, des entreprises d'assurance ou de réassurance ou des institutions de retraite professionnelle mentionnées à l' article L. 370-1 du code des assurances , faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement, d'une entreprise d'investissement, d'une entreprise d'assurance ou de réassurance ou d'une institution de retraite professionnelle souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel et de résolution doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel et de résolution peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières, des entreprises d'assurance ou de réassurance et des institutions de retraite professionnelle. Un décret en Conseil d'Etat précise les modalités d'application du présent article.",
            "texteHtml": "<p>Les contrôles sur place de l'Autorité de contrôle prudentiel et de résolution peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à ces contrôles. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel et de résolution peut, si elle le souhaite, y être associée. </p><p>Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel et de résolution peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement, des entreprises d'investissement, des entreprises d'assurance ou de réassurance ou des institutions de retraite professionnelle mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006800536&dateTexte=&categorieLien=cid' title='Code des assurances - art. L370-1 (V)'>article L. 370-1 du code des assurances</a>, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. </p><p>Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement, d'une entreprise d'investissement, d'une entreprise d'assurance ou de réassurance ou d'une institution de retraite professionnelle souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel et de résolution doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. </p><p>Par dérogation aux dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000501326&categorieLien=cid' title='Loi n° 68-678 du 26 juillet 1968 (V)'>loi n° 68-678 du 26 juillet 1968 </a>relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel et de résolution peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières, des entreprises d'assurance ou de réassurance et des institutions de retraite professionnelle. </p><p>Un décret en Conseil d'Etat précise les modalités d'application du présent article.</p>",
            "num": "L632-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1491609600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2013-07-28",
                        "titre": "Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000006140171",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000027782508",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Coopération et échanges d'informations avec l'étranger",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154728",
                        "id": "LEGISCTA000006154728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170694",
                        "id": "LEGISCTA000006170694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2010-01-23",
                        "titre": "Sous-section 1 : Dispositions particulières à la Commission bancaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000006184948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000021759531",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027012092",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027854186",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000030438127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 5,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006661590",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184948",
            "sectionParentId": "LEGISCTA000030438127",
            "sectionParentTitre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers &gt; Chapitre II : Coopération et échanges d'informations avec l'étranger &gt; Section 2 : Autres dispositions &gt; Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000034386916",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000034379166",
                    "textTitle": "Ordonnance n°2017-484 du 6 avril 2017 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034380056",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-04-07",
                    "dateSignaTexte": "2017-04-06",
                    "dateDebutCible": "2017-04-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501326",
                    "textTitle": "Loi n° 68-678 du 26 juillet 1968 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501326",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "68-678",
                    "datePubli": -45187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027916175",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027916191",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000027916177",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000029700770",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 239 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239",
                    "articleId": "LEGIARTI000029703458",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "JORFTEXT000029701550",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043225353",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000030429955",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030429956",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1428019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000030560278",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-513",
                    "datePubli": 1431216000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000043053349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1614556800000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000043224163",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1624838400000
                },
                {
                    "textCid": "JORFTEXT000044082757",
                    "textTitle": "Arrêté du 16 septembre 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632268800000,
                    "dateDebut": 1632355200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-1",
                    "articleId": "LEGIARTI000030582029",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-2",
                    "articleId": "LEGIARTI000030582031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-18-2",
                    "articleId": "LEGIARTI000032786415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-26",
                    "articleId": "LEGIARTI000028636112",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-20-3",
                    "articleId": "LEGIARTI000028636066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-14",
                    "articleId": "LEGIARTI000041578370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581638400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-15",
                    "articleId": "LEGIARTI000028636011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-8",
                    "articleId": "LEGIARTI000021761895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-8",
                    "articleId": "LEGIARTI000021761869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-8",
                    "articleId": "LEGIARTI000021761857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L370-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L370-1",
                    "articleId": "LEGIARTI000006800536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1560470400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006661590",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020874246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021759526",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1359504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027012088",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1359504000000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027825018",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028636028",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438121",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1491609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034386916",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1491609600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L632-12",
                "632-12"
            ],
            "versionPrecedente": "LEGIARTI000030438121",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030438121",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les contrôles sur place de l'Autorité de contrôle prudentiel et de résolution peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à ces contrôles. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel et de résolution peut, si elle le souhaite, y être associée. Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel et de résolution peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement, des entreprises d'investissement ou des entreprises d'assurance ou de réassurance, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement, d'une entreprise d'investissement ou d'une entreprise d'assurance ou de réassurance souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel et de résolution doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel et de résolution peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des entreprises d'assurance ou de réassurance. Un décret en Conseil d'Etat précise les modalités d'application du présent article.",
            "texteHtml": "<p>Les contrôles sur place de l'Autorité de contrôle prudentiel et de résolution peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à ces contrôles. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel et de résolution peut, si elle le souhaite, y être associée. </p><p>Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel et de résolution peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement, des entreprises d'investissement ou des entreprises d'assurance ou de réassurance, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. </p><p>Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement, d'une entreprise d'investissement ou d'une entreprise d'assurance ou de réassurance souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel et de résolution doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. </p><p>Par dérogation aux dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000501326&categorieLien=cid'>loi n° 68-678 du 26 juillet 1968 </a>relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel et de résolution peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des entreprises d'assurance ou de réassurance.</p><p>Un décret en Conseil d'Etat précise les modalités d'application du présent article. </p>",
            "num": "L632-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1491609600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2013-07-28",
                        "titre": "Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000006140171",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000027782508",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Coopération et échanges d'informations avec l'étranger",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154728",
                        "id": "LEGISCTA000006154728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170694",
                        "id": "LEGISCTA000006170694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2010-01-23",
                        "titre": "Sous-section 1 : Dispositions particulières à la Commission bancaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000006184948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000021759531",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027012092",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027854186",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000030438127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 5,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006661590",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184948",
            "sectionParentId": "LEGISCTA000030438127",
            "sectionParentTitre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers &gt; Chapitre II : Coopération et échanges d'informations avec l'étranger &gt; Section 2 : Autres dispositions &gt; Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030438121",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000030430065",
                    "textTitle": "ORDONNANCE n°2015-378 du 2 avril 2015 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000030431446",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-04-03",
                    "dateSignaTexte": "2015-04-02",
                    "dateDebutCible": "2015-04-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501326",
                    "textTitle": "LOI n° 68-678 du 26 juillet 1968",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501326",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "68-678",
                    "datePubli": -45187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027916175",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027916191",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000027916177",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000029700770",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 239 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239",
                    "articleId": "LEGIARTI000029703458",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "JORFTEXT000029701550",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043225353",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000030429955",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030429956",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1428019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000030560278",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-513",
                    "datePubli": 1431216000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000043053349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1614556800000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000043224163",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1624838400000
                },
                {
                    "textCid": "JORFTEXT000044082757",
                    "textTitle": "Arrêté du 16 septembre 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632268800000,
                    "dateDebut": 1632355200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-1",
                    "articleId": "LEGIARTI000030582029",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-2",
                    "articleId": "LEGIARTI000030582031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-18-2",
                    "articleId": "LEGIARTI000032786415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-26",
                    "articleId": "LEGIARTI000030438051",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-20-3",
                    "articleId": "LEGIARTI000028636066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-14",
                    "articleId": "LEGIARTI000041578370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581638400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-15",
                    "articleId": "LEGIARTI000028636011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-8",
                    "articleId": "LEGIARTI000021761895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-8",
                    "articleId": "LEGIARTI000021761869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-8",
                    "articleId": "LEGIARTI000021761857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006661590",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020874246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021759526",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1359504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027012088",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1359504000000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027825018",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028636028",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438121",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1491609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034386916",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1491609600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L632-12",
                "632-12"
            ],
            "versionPrecedente": "LEGIARTI000028636028",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028636028",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les contrôles sur place de l'Autorité de contrôle prudentiel et de résolution peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à ces contrôles. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel et de résolution peut, si elle le souhaite, y être associée. Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel et de résolution peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel et de résolution doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel et de résolution peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.",
            "texteHtml": "<p>Les contrôles sur place de l'Autorité de contrôle prudentiel et de résolution peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à ces contrôles. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel et de résolution peut, si elle le souhaite, y être associée. </p><p>Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel et de résolution peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. </p><p>Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel et de résolution doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. </p><p>Par dérogation aux dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000501326&categorieLien=cid'>loi n° 68-678 du 26 juillet 1968 </a>relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel et de résolution peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.</p>",
            "num": "L632-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1393027200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2013-07-28",
                        "titre": "Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000006140171",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000027782508",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Coopération et échanges d'informations avec l'étranger",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154728",
                        "id": "LEGISCTA000006154728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170694",
                        "id": "LEGISCTA000006170694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2010-01-23",
                        "titre": "Sous-section 1 : Dispositions particulières à la Commission bancaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000006184948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000021759531",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027012092",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027854186",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000030438127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 5,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006661590",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184948",
            "sectionParentId": "LEGISCTA000030438127",
            "sectionParentTitre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers &gt; Chapitre II : Coopération et échanges d'informations avec l'étranger &gt; Section 2 : Autres dispositions &gt; Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028636028",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000028625279",
                    "textTitle": "Ordonnance n°2014-158\n du 20 février 2014 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000028626775",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2014-02-21",
                    "dateSignaTexte": "2014-02-20",
                    "dateDebutCible": "2014-02-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501326",
                    "textTitle": "LOI n° 68-678 du 26 juillet 1968",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501326",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "68-678",
                    "datePubli": -45187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027916175",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027916191",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000027916177",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000029700770",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 239 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239",
                    "articleId": "LEGIARTI000029703458",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "JORFTEXT000029701550",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043225353",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000030429955",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030429956",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1428019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000030560278",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-513",
                    "datePubli": 1431216000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000043053349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1614556800000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000043224163",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1624838400000
                },
                {
                    "textCid": "JORFTEXT000044082757",
                    "textTitle": "Arrêté du 16 septembre 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632268800000,
                    "dateDebut": 1632355200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-1",
                    "articleId": "LEGIARTI000030582029",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-2",
                    "articleId": "LEGIARTI000030582031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-18-2",
                    "articleId": "LEGIARTI000032786415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-26",
                    "articleId": "LEGIARTI000028636112",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-20-3",
                    "articleId": "LEGIARTI000028636066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-14",
                    "articleId": "LEGIARTI000041578370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581638400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-15",
                    "articleId": "LEGIARTI000028636011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-8",
                    "articleId": "LEGIARTI000021761895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-8",
                    "articleId": "LEGIARTI000021761869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-8",
                    "articleId": "LEGIARTI000021761857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006661590",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020874246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021759526",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1359504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027012088",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1359504000000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027825018",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028636028",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438121",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1491609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034386916",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1491609600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L632-12",
                "632-12"
            ],
            "versionPrecedente": "LEGIARTI000027825018",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027825018",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les contrôles sur place de l'Autorité de contrôle prudentiel et de résolution peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel et de résolution peut, si elle le souhaite, y être associée. Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel et de résolution peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel et de résolution doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel et de résolution peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.",
            "texteHtml": "<p>Les contrôles sur place de l'Autorité de contrôle prudentiel et de résolution peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel et de résolution peut, si elle le souhaite, y être associée. </p><p>Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel et de résolution peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. </p><p>Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel et de résolution doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. </p><p>Par dérogation aux dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000501326&categorieLien=cid'>loi n° 68-678 du 26 juillet 1968 </a>relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel et de résolution peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.</p>",
            "num": "L632-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1374969600000,
            "dateFin": 1393027200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2013-07-28",
                        "titre": "Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000006140171",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000027782508",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Coopération et échanges d'informations avec l'étranger",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154728",
                        "id": "LEGISCTA000006154728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170694",
                        "id": "LEGISCTA000006170694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2010-01-23",
                        "titre": "Sous-section 1 : Dispositions particulières à la Commission bancaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000006184948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000021759531",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027012092",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027854186",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000030438127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 5,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006661590",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184948",
            "sectionParentId": "LEGISCTA000030438127",
            "sectionParentTitre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers &gt; Chapitre II : Coopération et échanges d'informations avec l'étranger &gt; Section 2 : Autres dispositions &gt; Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027825018",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027754539",
                    "textTitle": "LOI n°2013-672\r\n du 26 juillet 2013 - art. 24 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000027757633",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-26",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501326",
                    "textTitle": "LOI n° 68-678 du 26 juillet 1968",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501326",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "68-678",
                    "datePubli": -45187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027916175",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027916191",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000027916177",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000029700770",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 239 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239",
                    "articleId": "LEGIARTI000029703458",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "JORFTEXT000029701550",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043225353",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000030429955",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030429956",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1428019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000030560278",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-513",
                    "datePubli": 1431216000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000043053349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1614556800000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000043224163",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1624838400000
                },
                {
                    "textCid": "JORFTEXT000044082757",
                    "textTitle": "Arrêté du 16 septembre 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632268800000,
                    "dateDebut": 1632355200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-1",
                    "articleId": "LEGIARTI000030582029",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-2",
                    "articleId": "LEGIARTI000030582031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-18-2",
                    "articleId": "LEGIARTI000032786415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-26",
                    "articleId": "LEGIARTI000028636112",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-20-3",
                    "articleId": "LEGIARTI000028636066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-14",
                    "articleId": "LEGIARTI000041578370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581638400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-15",
                    "articleId": "LEGIARTI000028636011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-8",
                    "articleId": "LEGIARTI000021761895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-8",
                    "articleId": "LEGIARTI000021761869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-8",
                    "articleId": "LEGIARTI000021761857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006661590",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020874246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021759526",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1359504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027012088",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1359504000000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027825018",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028636028",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438121",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1491609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034386916",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1491609600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L632-12",
                "632-12"
            ],
            "versionPrecedente": "LEGIARTI000027012088",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027012088",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les contrôles sur place de l'Autorité de contrôle prudentiel peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel peut, si elle le souhaite, y être associée. Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.",
            "texteHtml": "<p>Les contrôles sur place de l'Autorité de contrôle prudentiel peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de l'Union européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel peut, si elle le souhaite, y être associée. </p><p>Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. </p><p>Lorsque les autorités d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de monnaie électronique, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. </p><p>Par dérogation aux dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000501326&categorieLien=cid'>loi n° 68-678 du 26 juillet 1968 </a>relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de l'Union européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de monnaie électronique, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.</p>",
            "num": "L632-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1359504000000,
            "dateFin": 1374969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2013-07-28",
                        "titre": "Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000006140171",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000027782508",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Coopération et échanges d'informations avec l'étranger",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154728",
                        "id": "LEGISCTA000006154728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170694",
                        "id": "LEGISCTA000006170694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2010-01-23",
                        "titre": "Sous-section 1 : Dispositions particulières à la Commission bancaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000006184948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000021759531",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027012092",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027854186",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000030438127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 5,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006661590",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184948",
            "sectionParentId": "LEGISCTA000030438127",
            "sectionParentTitre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers &gt; Chapitre II : Coopération et échanges d'informations avec l'étranger &gt; Section 2 : Autres dispositions &gt; Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027012088",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005630278",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2000-12-14",
                    "dateDebutCible": "2001-01-01"
                },
                {
                    "textCid": "JORFTEXT000026998473",
                    "textTitle": "LOI n°2013-100 du 28 janvier 2013 - art. 21",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000027005583",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-01-29",
                    "dateSignaTexte": "2013-01-28",
                    "dateDebutCible": "2013-01-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501326",
                    "textTitle": "LOI n° 68-678 du 26 juillet 1968",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501326",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "68-678",
                    "datePubli": -45187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027916175",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027916191",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000027916177",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000029700770",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 239 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239",
                    "articleId": "LEGIARTI000029703458",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "JORFTEXT000029701550",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043225353",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000030429955",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030429956",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1428019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000030560278",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-513",
                    "datePubli": 1431216000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000043053349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1614556800000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000043224163",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1624838400000
                },
                {
                    "textCid": "JORFTEXT000044082757",
                    "textTitle": "Arrêté du 16 septembre 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632268800000,
                    "dateDebut": 1632355200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-1",
                    "articleId": "LEGIARTI000030582029",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-2",
                    "articleId": "LEGIARTI000030582031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-18-2",
                    "articleId": "LEGIARTI000032786415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-26",
                    "articleId": "LEGIARTI000028636112",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-20-3",
                    "articleId": "LEGIARTI000028636066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-14",
                    "articleId": "LEGIARTI000041578370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581638400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-15",
                    "articleId": "LEGIARTI000028636011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-8",
                    "articleId": "LEGIARTI000021761895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-8",
                    "articleId": "LEGIARTI000021761869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-8",
                    "articleId": "LEGIARTI000021761857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006661590",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020874246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021759526",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1359504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027012088",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1359504000000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027825018",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028636028",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438121",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1491609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034386916",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1491609600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L632-12",
                "632-12"
            ],
            "versionPrecedente": "LEGIARTI000021759526",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021759526",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les contrôles sur place de l'Autorité de contrôle prudentiel peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de la Communauté européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel peut, si elle le souhaite, y être associée. Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. Lorsque les autorités d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de la Communauté européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.",
            "texteHtml": "<p>Les contrôles sur place de l'Autorité de contrôle prudentiel peuvent être étendus aux personnes morales mentionnées à l'article L. 612-26 situées dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'Autorité demande aux autorités compétentes de l'autre Etat membre de la Communauté européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, l'Autorité de contrôle prudentiel peut, si elle le souhaite, y être associée. </p><p>Pour assurer la surveillance d'un établissement soumis à son contrôle, l'Autorité de contrôle prudentiel peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. </p><p>Lorsque les autorités d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 612-26 situées en France, l'Autorité de contrôle prudentiel doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. </p><p>Par dérogation aux dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000501326&categorieLien=cid'>loi n° 68-678 du 26 juillet 1968 </a>relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, l'Autorité de contrôle prudentiel peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de la Communauté européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.</p>",
            "num": "L632-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1264204800000,
            "dateFin": 1359504000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2013-07-28",
                        "titre": "Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000006140171",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000027782508",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Coopération et échanges d'informations avec l'étranger",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154728",
                        "id": "LEGISCTA000006154728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170694",
                        "id": "LEGISCTA000006170694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2010-01-23",
                        "titre": "Sous-section 1 : Dispositions particulières à la Commission bancaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000006184948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000021759531",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027012092",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027854186",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000030438127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 5,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006661590",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184948",
            "sectionParentId": "LEGISCTA000030438127",
            "sectionParentTitre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers &gt; Chapitre II : Coopération et échanges d'informations avec l'étranger &gt; Section 2 : Autres dispositions &gt; Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021759526",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005630278",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2000-12-14",
                    "dateDebutCible": "2001-01-01"
                },
                {
                    "textCid": "JORFTEXT000021719945",
                    "textTitle": "Ordonnance n°2010-76\n du 21 janvier 2010 - art. 18 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000021721321",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-01-22",
                    "dateSignaTexte": "2010-01-21",
                    "dateDebutCible": "2010-01-23"
                },
                {
                    "textCid": "JORFTEXT000021719945",
                    "textTitle": "Ordonnance n°2010-76\n du 21 janvier 2010 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000021721295",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-01-22",
                    "dateSignaTexte": "2010-01-21",
                    "dateDebutCible": "2010-01-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501326",
                    "textTitle": "LOI n° 68-678 du 26 juillet 1968",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501326",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "68-678",
                    "datePubli": -45187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027916175",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027916191",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000027916177",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000029700770",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 239 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239",
                    "articleId": "LEGIARTI000029703458",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "JORFTEXT000029701550",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043225353",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000030429955",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030429956",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1428019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000030560278",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-513",
                    "datePubli": 1431216000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000043053349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1614556800000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000043224163",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1624838400000
                },
                {
                    "textCid": "JORFTEXT000044082757",
                    "textTitle": "Arrêté du 16 septembre 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632268800000,
                    "dateDebut": 1632355200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-1",
                    "articleId": "LEGIARTI000030582029",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-2",
                    "articleId": "LEGIARTI000030582031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-18-2",
                    "articleId": "LEGIARTI000032786415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-26",
                    "articleId": "LEGIARTI000028636112",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-20-3",
                    "articleId": "LEGIARTI000028636066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-14",
                    "articleId": "LEGIARTI000041578370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581638400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-15",
                    "articleId": "LEGIARTI000028636011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-8",
                    "articleId": "LEGIARTI000021761895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-8",
                    "articleId": "LEGIARTI000021761869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-8",
                    "articleId": "LEGIARTI000021761857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006661590",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020874246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021759526",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1359504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027012088",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1359504000000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027825018",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028636028",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438121",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1491609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034386916",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1491609600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L632-12",
                "632-12"
            ],
            "versionPrecedente": "LEGIARTI000020874246",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020874246",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les contrôles sur place de la Commission bancaire peuvent être étendus aux personnes morales mentionnées à l'article L. 613-10 situées dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. La Commission demande aux autorités compétentes de l'autre Etat membre de la Communauté européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, la Commission bancaire peut, si elle le souhaite, y être associée. Pour assurer la surveillance d'un établissement soumis à son contrôle, la Commission bancaire peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. Lorsque les autorités d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 613-10 situées en France, la Commission bancaire doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, la Commission bancaire peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de la Communauté européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.",
            "texteHtml": "<p>Les contrôles sur place de la Commission bancaire peuvent être étendus aux personnes morales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006659690&dateTexte=&categorieLien=cid'>L. 613-10</a> situées dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. La Commission demande aux autorités compétentes de l'autre Etat membre de la Communauté européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, la Commission bancaire peut, si elle le souhaite, y être associée. </p><p>Pour assurer la surveillance d'un établissement soumis à son contrôle, la Commission bancaire peut exiger des agents, prestataires de services externalisés ou succursales établies dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit, des établissements de paiement ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des agents, prestataires de services externalisés ou succursales de cet établissement. </p><p>Lorsque les autorités d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit, d'un établissement de paiement ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 613-10 situées en France, la Commission bancaire doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. </p><p>Par dérogation aux dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000501326&categorieLien=cid'>loi n° 68-678 du 26 juillet 1968 </a>relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, la Commission bancaire peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de la Communauté européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des établissements de paiement des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.</p>",
            "num": "L632-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1257033600000,
            "dateFin": 1264204800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2013-07-28",
                        "titre": "Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000006140171",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000027782508",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Coopération et échanges d'informations avec l'étranger",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154728",
                        "id": "LEGISCTA000006154728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170694",
                        "id": "LEGISCTA000006170694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2010-01-23",
                        "titre": "Sous-section 1 : Dispositions particulières à la Commission bancaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000006184948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000021759531",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027012092",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027854186",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000030438127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 5,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006661590",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184948",
            "sectionParentId": "LEGISCTA000030438127",
            "sectionParentTitre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers &gt; Chapitre II : Coopération et échanges d'informations avec l'étranger &gt; Section 2 : Autres dispositions &gt; Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020874246",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005630278",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2000-12-14",
                    "dateDebutCible": "2001-01-01"
                },
                {
                    "textCid": "JORFTEXT000020856747",
                    "textTitle": "Ordonnance n°2009-866\n du 15 juillet 2009 - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000020859397",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-07-16",
                    "dateSignaTexte": "2009-07-15",
                    "dateDebutCible": "2009-11-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501326",
                    "textTitle": "LOI n° 68-678 du 26 juillet 1968",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501326",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "68-678",
                    "datePubli": -45187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027916175",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027916191",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000027916177",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000029700770",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 239 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239",
                    "articleId": "LEGIARTI000029703458",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "JORFTEXT000029701550",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043225353",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000030429955",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030429956",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1428019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000030560278",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-513",
                    "datePubli": 1431216000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000043053349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1614556800000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000043224163",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1624838400000
                },
                {
                    "textCid": "JORFTEXT000044082757",
                    "textTitle": "Arrêté du 16 septembre 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632268800000,
                    "dateDebut": 1632355200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-1",
                    "articleId": "LEGIARTI000030582029",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-2",
                    "articleId": "LEGIARTI000030582031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-18-2",
                    "articleId": "LEGIARTI000032786415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-26",
                    "articleId": "LEGIARTI000028636112",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-10",
                    "articleId": "LEGIARTI000006659690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-20-3",
                    "articleId": "LEGIARTI000028636066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-14",
                    "articleId": "LEGIARTI000041578370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581638400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-15",
                    "articleId": "LEGIARTI000028636011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-8",
                    "articleId": "LEGIARTI000021761895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-8",
                    "articleId": "LEGIARTI000021761869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-8",
                    "articleId": "LEGIARTI000021761857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006661590",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020874246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021759526",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1359504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027012088",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1359504000000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027825018",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028636028",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438121",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1491609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034386916",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1491609600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L632-12",
                "632-12"
            ],
            "versionPrecedente": "LEGIARTI000006661590",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006661590",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les contrôles sur place de la Commission bancaire peuvent être étendus aux personnes morales mentionnées à l'article L. 613-10 et dont le siège est situé dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. La Commission demande aux autorités compétentes de l'autre Etat membre de la Communauté européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, la Commission bancaire peut, si elle le souhaite, y être associée. Pour assurer la surveillance d'un établissement soumis à son contrôle, la Commission bancaire peut exiger des succursales établies dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des succursales de cet établissement. Lorsque les autorités d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 613-10 et dont le siège social est situé en France, la Commission bancaire doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées. Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, la Commission bancaire peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de la Communauté européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.",
            "texteHtml": "<p></p>   Les contrôles sur place de la Commission bancaire peuvent être étendus aux personnes morales mentionnées à l'article L. 613-10 et dont le siège est situé dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. La Commission demande aux autorités compétentes de l'autre Etat membre de la Communauté européenne ou de l'autre Etat partie à l'accord sur l'Espace économique européen qu'elles procèdent à cette vérification. Avec l'autorisation de ces autorités, elle peut désigner des représentants pour procéder aux contrôles. Lorsqu'elle ne procède pas elle-même à la vérification, la Commission bancaire peut, si elle le souhaite, y être associée.<p></p><p></p>   Pour assurer la surveillance d'un établissement soumis à son contrôle, la Commission bancaire peut exiger des succursales établies dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen communication de toutes informations utiles à l'exercice de cette surveillance et, après en avoir informé l'autorité de cet Etat compétente pour assurer la surveillance des établissements de crédit ou des entreprises d'investissement, faire procéder par ses représentants à un contrôle sur place des succursales de cet établissement.<p></p><p></p>   Lorsque les autorités d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, compétentes pour la surveillance d'un établissement de crédit ou d'une entreprise d'investissement souhaitent, dans des cas déterminés, vérifier des informations portant sur l'une des personnes morales mentionnées à l'article L. 613-10 et dont le siège social est situé en France, la Commission bancaire doit répondre à leur demande soit en procédant elle-même à la vérification, soit en permettant à des représentants de ces autorités d'y procéder. Lorsqu'elles ne procèdent pas elles-mêmes à la vérification, les autorités compétentes qui ont présenté cette demande peuvent, si elles le souhaitent, y être associées.<p></p><p></p>   Par dérogation aux dispositions de la loi n° 68-678 du 26 juillet 1968 relative à la communication des documents et renseignements d'ordre économique, commercial, industriel, financier, ou technique à des personnes physiques ou morales étrangères, la Commission bancaire peut en outre échanger toute information utile à l'exercice de leurs contrôles avec les autorités des autres Etats membres de la Communauté européenne ou des autres Etats parties à l'accord sur l'Espace économique européen, chargées de la surveillance des établissements de crédit, des entreprises d'investissement, des autres institutions financières et des sociétés d'assurance.<p></p>",
            "num": "L632-12",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1193875200000,
            "dateFin": 1257033600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2013-07-28",
                        "titre": "Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000006140171",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Surveillance du système financier, coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140171",
                        "id": "LEGISCTA000027782508",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Coopération et échanges d'informations avec l'étranger",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154728",
                        "id": "LEGISCTA000006154728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Autres dispositions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170694",
                        "id": "LEGISCTA000006170694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2010-01-23",
                        "titre": "Sous-section 1 : Dispositions particulières à la Commission bancaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000006184948",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Sous-section 1 : Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000021759531",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027012092",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2016-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution relatives aux établissements de crédit, aux établissements de monnaie électronique, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000027854186",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184948",
                        "id": "LEGISCTA000030438127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 5,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006661590",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184948",
            "sectionParentId": "LEGISCTA000030438127",
            "sectionParentTitre": "Sous-section 1 :  Dispositions particulières à l'Autorité de contrôle prudentiel et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre III : Coopération, échanges d'informations et surveillance complémentaire des conglomérats financiers &gt; Chapitre II : Coopération et échanges d'informations avec l'étranger &gt; Section 2 : Autres dispositions &gt; Sous-section 1 : Dispositions particulières à la Commission bancaire.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006661590",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005630278",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2000-12-14",
                    "dateDebutCible": "2001-01-01"
                },
                {
                    "textCid": "JORFTEXT000000649479",
                    "textTitle": "Ordonnance n°2007-544 du 12 avril 2007 - art. 5 () JORF 13 avril 2007 en vigueur le 1er novembre 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006262618",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2007-04-13",
                    "dateSignaTexte": "2007-04-12",
                    "dateDebutCible": "2007-11-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501326",
                    "textTitle": "Loi 68-678 1968-07-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501326",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "68-678",
                    "datePubli": -45187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027916175",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027916191",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000027914280",
                    "textTitle": "Ordonnance n°2013-792\n du 30 août 2013 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000027916177",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-792",
                    "datePubli": 1377907200000,
                    "dateDebut": 1377993600000
                },
                {
                    "textCid": "JORFTEXT000029700770",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 239 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239",
                    "articleId": "LEGIARTI000029703458",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "JORFTEXT000029701550",
                    "textTitle": "ARRÊTÉ du 3 novembre 2014 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043225353",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1415145600000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000030429955",
                    "textTitle": "RAPPORT du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030429956",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1428019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000030560278",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-513",
                    "datePubli": 1431216000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000043053349",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1614556800000
                },
                {
                    "textCid": "JORFTEXT000042992976",
                    "textTitle": "Arrêté du 6 janvier 2021 - art. 34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000043224163",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1610755200000,
                    "dateDebut": 1624838400000
                },
                {
                    "textCid": "JORFTEXT000044082757",
                    "textTitle": "Arrêté du 16 septembre 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632268800000,
                    "dateDebut": 1632355200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-1",
                    "articleId": "LEGIARTI000030582029",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5-2",
                    "articleId": "LEGIARTI000030582031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-18-2",
                    "articleId": "LEGIARTI000032786415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-26",
                    "articleId": "LEGIARTI000028636112",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-10",
                    "articleId": "LEGIARTI000006659690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-20-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-20-3",
                    "articleId": "LEGIARTI000028636066",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-14",
                    "articleId": "LEGIARTI000041578370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1581638400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L632-15",
                    "articleId": "LEGIARTI000028636011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1393027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-8",
                    "articleId": "LEGIARTI000021761895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-8",
                    "articleId": "LEGIARTI000021761869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-8",
                    "articleId": "LEGIARTI000021761857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006661590",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1257033600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020874246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1257033600000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021759526",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1359504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027012088",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1359504000000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027825018",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1393027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028636028",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1393027200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438121",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1491609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034386916",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1491609600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L632-12",
                "632-12"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}