{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163349",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RÈGLEMENT FIXANT LES MODALITÉS APPLICABLES AUX ÉLECTIONS DES ADMINISTRATEURS JUDICIAIRES ET DES MANDATAIRES JUDICIAIRES AU CONSEIL D'ADMINISTRATION DE LA CAISSE DE GARANTIE INSTITUÉE À L'ARTICLE L. 814-3 ÉLECTIONS DES MEMBRES DU CONSEIL D'ADMINISTRATION DE LA CAISSE DE GARANTIE Rappel des textes Article 72 du décret n° 85-1389 du 27 décembre 1985 (modifié par décret n° 2004-518 du 10 juin 2004) : La caisse de garantie est gérée par un conseil d'administration composé de douze membres, dont six administrateurs judiciaires et six mandataires judiciaires, inscrits sur les listes nationales. Ces membres sont élus pour cinq ans. Les six administrateurs judiciaires sont élus par les personnes physiques inscrites sur la liste nationale des administrateurs judiciaires et les six mandataires judiciaires par celles inscrites sur la liste nationale des mandataires judiciaires. En cas de vacance d'un siège pour quelque cause que ce soit, et notamment lorsque le professionnel concerné a obtenu son transfert d'inscription de la liste nationale des administrateurs judiciaires sur la liste nationale des mandataires judiciaires ou réciproquement, le siège est pourvu par le premier candidat non élu dans la catégorie professionnelle concernée. S'il n'y a plus de candidat non élu, il est procédé à une élection au scrutin uninominal majoritaire à un tour. Dans tous les cas, les fonctions des nouveaux membres expirent à la date à laquelle auraient cessé celles des membres qu'ils remplacent. Les élections sont organisées par le conseil d'administration de la caisse de garantie qui détermine les modalités qui leur sont applicables selon des règles soumises à l'approbation du ministre de la justice. Le bureau chargé du dépouillement des votes comprend le président, le vice-président, le secrétaire et le trésorier du conseil d'administration de la caisse. Les candidats qui, dans chaque collège, ont obtenu le plus grand nombre de voix sont élus. Les réclamations sont portées devant la cour d'appel de Paris. Les membres de la caisse ne sont rééligibles qu'une fois. Sous réserve des dispositions du présent article, les règles de l'article 3 sont applicables à l'élection des membres du conseil d'administration. Article 3 du décret n° 85-1389 du 27 décembre 1985 (modifié par le décret n° 2004-518 du 10 juin 2004) : L'élection des administrateurs judiciaires et de leurs suppléants, membres de la commission nationale, est organisée par le Conseil national des administrateurs judiciaires et des mandataires judiciaires. Elle a lieu au scrutin majoritaire plurinominal à un tour. Ne peuvent prendre part aux opérations électorales les administrateurs judiciaires qui, depuis la date à laquelle a été arrêtée la liste, ont fait l'objet d'une suspension provisoire, d'une interdiction temporaire, d'une radiation ou d'un retrait de la liste. L'électeur vote pour trois candidats titulaires et leurs suppléants. Il barre sur le bulletin qui lui a été adressé le nom de ceux qu'il ne retient pas. Les bulletins sont valables même s'ils portent moins de noms qu'il y a de membres à élire, seuls sont comptés les trois premiers noms inscrits, dans l'ordre de préférence indiqué par l'électeur. Tout bulletin surchargé est nul. Sont élus les trois candidats titulaires et leurs suppléants qui ont obtenu le plus grand nombre de voix. En cas d'égalité des voix, le plus âgé des candidats titulaires l'emporte. Processus électoral Les élections ont lieu au cours du quatrième trimestre de l'année à l'issue de laquelle expirent les mandats en cours. En vue de la mise en œuvre des élections des membres de son conseil d'administration, la caisse de garantie avise les professionnels des élections à intervenir et sollicite les candidatures par courrier adressé à tous les administrateurs judiciaires et les mandataires judiciaires au plus tard le 1er octobre. La date du scrutin et son heure de clôture sont fixés par le bureau du Conseil national. En même temps, elle demande aux commissions nationales communication de la liste des administrateurs judiciaires et des mandataires judiciaires inscrits et des professionnels ne pouvant prendre part aux opérations électorales en application de l'alinéa 2 de l'article 3 du décret n° 85-1389 du 27 décembre 1985. Les candidatures sont formulées par lettre recommandée avec avis de réception et doivent être parvenues à la caisse de garantie au plus tard le 20 octobre. Les candidatures sont individuelles. Au plus tôt le 5 novembre et au plus tard le 15 novembre, la caisse de garantie avise par courrier simple chaque administrateur judiciaire et chaque mandataire judiciaire figurant sur la liste des électeurs des modalités des opérations électorales ainsi que de la date et du lieu des opérations de dépouillement. A ce courrier sont joints un exemplaire de la liste des candidats, établie par ordre alphabétique et un bulletin de vote vierge portant les numéros 1 à 6, valant ordre de préférence ainsi que les enveloppes préétablies nécessaires à l'expression du vote. Cet envoi ouvre le scrutin. Chaque électeur inscrit les candidats qu'il choisit, dans l'ordre de préférence indiqué par le bulletin de vote. Le vote a lieu par correspondance. Les bulletins doivent être parvenus à la caisse de garantie au plus tard le 30 novembre, date de clôture du scrutin. Les votes reçus par la caisse de garantie sont, à réception, placés dans une urne verrouillée et conservés ainsi jusqu'au dépouillement. Chaque bulletin est envoyé sous double enveloppe : l'enveloppe intérieure, qui contient le bulletin de vote, doit être fermée et ne porter aucune marque distincte ; l'enveloppe extérieure comportant la mention élections porte le nom de l'électeur et contient l'enveloppe intérieure. Les bulletins contenus dans des enveloppes irrégulières sont nuls. En application de l'article 3 du décret n° 85-1389 du 27 décembre 1985 , les bulletins sont valables s'ils portent plus ou moins de noms qu'il y a de membres à élire. Pour le cas où un bulletin porterait plus de six noms, seuls sont pris en compte les six premiers noms inscrits. Dans les quinze jours de la clôture du scrutin, le bureau de la caisse de garantie procède aux opérations de dépouillement en présence de tout administrateur judiciaire ou mandataire judiciaire intéressé.L'urne contenant les enveloppes de vote est ouverte, puis les enveloppes extérieures sont ouvertes, le nom de l'électeur est pointé sur la liste des électeurs et l'enveloppe intérieure introduite dans une urne. Les bulletins sont ensuite dépouillés et décomptés. Les résultats sont aussitôt proclamés et un procès-verbal de ces opérations est établi par le secrétaire de la caisse de garantie.",
            "texteHtml": "<p align='center'><br/></p><p align='center'>RÈGLEMENT FIXANT LES MODALITÉS APPLICABLES AUX ÉLECTIONS DES ADMINISTRATEURS JUDICIAIRES ET DES MANDATAIRES JUDICIAIRES AU CONSEIL D'ADMINISTRATION DE LA CAISSE DE GARANTIE INSTITUÉE À L'ARTICLE <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242251&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L814-3 (V)'>L. 814-3 </a></p><p align='center'>ÉLECTIONS DES MEMBRES DU CONSEIL <br/>D'ADMINISTRATION DE LA CAISSE DE GARANTIE </p><div align='center'><b>Rappel des textes </b></div><p><i>Article 72 du décret n° 85-1389 du 27 décembre 1985 (modifié par décret n° 2004-518 du 10 juin 2004) :</i></p><p>La caisse de garantie est gérée par un conseil d'administration composé de douze membres, dont six administrateurs judiciaires et six mandataires judiciaires, inscrits sur les listes nationales. </p><p>Ces membres sont élus pour cinq ans. Les six administrateurs judiciaires sont élus par les personnes physiques inscrites sur la liste nationale des administrateurs judiciaires et les six mandataires judiciaires par celles inscrites sur la liste nationale des mandataires judiciaires. </p><p>En cas de vacance d'un siège pour quelque cause que ce soit, et notamment lorsque le professionnel concerné a obtenu son transfert d'inscription de la liste nationale des administrateurs judiciaires sur la liste nationale des mandataires judiciaires ou réciproquement, le siège est pourvu par le premier candidat non élu dans la catégorie professionnelle concernée.</p><p>S'il n'y a plus de candidat non élu, il est procédé à une élection au scrutin uninominal majoritaire à un tour. </p><p>Dans tous les cas, les fonctions des nouveaux membres expirent à la date à laquelle auraient cessé celles des membres qu'ils remplacent. </p><p>Les élections sont organisées par le conseil d'administration de la caisse de garantie qui détermine les modalités qui leur sont applicables selon des règles soumises à l'approbation du ministre de la justice. Le bureau chargé du dépouillement des votes comprend le président, le vice-président, le secrétaire et le trésorier du conseil d'administration de la caisse. </p><p>Les candidats qui, dans chaque collège, ont obtenu le plus grand nombre de voix sont élus. </p><p>Les réclamations sont portées devant la cour d'appel de Paris. </p><p>Les membres de la caisse ne sont rééligibles qu'une fois. </p><p>Sous réserve des dispositions du présent article, les règles de l'article 3 sont applicables à l'élection des membres du conseil d'administration. </p><p><i>Article 3 du décret n° 85-1389 du 27 décembre 1985 (modifié par le décret n° 2004-518 du 10 juin 2004) : </i></p><p>L'élection des administrateurs judiciaires et de leurs suppléants, membres de la commission nationale, est organisée par le Conseil national des administrateurs judiciaires et des mandataires judiciaires. Elle a lieu au scrutin majoritaire plurinominal à un tour.</p><p> Ne peuvent prendre part aux opérations électorales les administrateurs judiciaires qui, depuis la date à laquelle a été arrêtée la liste, ont fait l'objet d'une suspension provisoire, d'une interdiction temporaire, d'une radiation ou d'un retrait de la liste.</p><p>L'électeur vote pour trois candidats titulaires et leurs suppléants. Il barre sur le bulletin qui lui a été adressé le nom de ceux qu'il ne retient pas. </p><p>Les bulletins sont valables même s'ils portent moins de noms qu'il y a de membres à élire, seuls sont comptés les trois premiers noms inscrits, dans l'ordre de préférence indiqué par l'électeur. Tout bulletin surchargé est nul. <br/></p><p>Sont élus les trois candidats titulaires et leurs suppléants qui ont obtenu le plus grand nombre de voix. En cas d'égalité des voix, le plus âgé des candidats titulaires l'emporte. </p><p align='center'><b>Processus électoral </b></p><p>Les élections ont lieu au cours du quatrième trimestre de l'année à l'issue de laquelle expirent les mandats en cours. </p><p>En vue de la mise en œuvre des élections des membres de son conseil d'administration, la caisse de garantie avise les professionnels des élections à intervenir et sollicite les candidatures par courrier adressé à tous les administrateurs judiciaires et les mandataires judiciaires au plus tard le 1er octobre. </p><p>La date du scrutin et son heure de clôture sont fixés par le bureau du Conseil national. </p><p>En même temps, elle demande aux commissions nationales communication de la liste des administrateurs judiciaires et des mandataires judiciaires inscrits et des professionnels ne pouvant prendre part aux opérations électorales en application de l'alinéa 2 de l'article 3 du décret n° 85-1389 du 27 décembre 1985. </p><p>Les candidatures sont formulées par lettre recommandée avec avis de réception et doivent être parvenues à la caisse de garantie au plus tard le 20 octobre. </p><p>Les candidatures sont individuelles. </p><p>Au plus tôt le 5 novembre et au plus tard le 15 novembre, la caisse de garantie avise par courrier simple chaque administrateur judiciaire et chaque mandataire judiciaire figurant sur la liste des électeurs des modalités des opérations électorales ainsi que de la date et du lieu des opérations de dépouillement.</p><p>A ce courrier sont joints un exemplaire de la liste des candidats, établie par ordre alphabétique et un bulletin de vote vierge portant les numéros 1 à 6, valant ordre de préférence ainsi que les enveloppes préétablies nécessaires à l'expression du vote.</p><p> Cet envoi ouvre le scrutin. </p><p>Chaque électeur inscrit les candidats qu'il choisit, dans l'ordre de préférence indiqué par le bulletin de vote. </p><p>Le vote a lieu par correspondance. </p><p>Les bulletins doivent être parvenus à la caisse de garantie au plus tard le 30 novembre, date de clôture du scrutin. </p><p>Les votes reçus par la caisse de garantie sont, à réception, placés dans une urne verrouillée et conservés ainsi jusqu'au dépouillement.</p><p> Chaque bulletin est envoyé sous double enveloppe : l'enveloppe intérieure, qui contient le bulletin de vote, doit être fermée et ne porter aucune marque distincte ; l'enveloppe extérieure comportant la mention élections porte le nom de l'électeur et contient l'enveloppe intérieure. Les bulletins contenus dans des enveloppes irrégulières sont nuls. </p><p>En application de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000688578&idArticle=LEGIARTI000006410573&dateTexte=&categorieLien=cid' title='Décret n°85-1389 du 27 décembre 1985 - art. 3 (Ab)'>l'article 3 du décret n° 85-1389 du 27 décembre 1985</a>, les bulletins sont valables s'ils portent plus ou moins de noms qu'il y a de membres à élire. </p><p>Pour le cas où un bulletin porterait plus de six noms, seuls sont pris en compte les six premiers noms inscrits. </p><p>Dans les quinze jours de la clôture du scrutin, le bureau de la caisse de garantie procède aux opérations de dépouillement en présence de tout administrateur judiciaire ou mandataire judiciaire intéressé.L'urne contenant les enveloppes de vote est ouverte, puis les enveloppes extérieures sont ouvertes, le nom de l'électeur est pointé sur la liste des électeurs et l'enveloppe intérieure introduite dans une urne. </p><p>Les bulletins sont ensuite dépouillés et décomptés. Les résultats sont aussitôt proclamés et un procès-verbal de ces opérations est établi par le secrétaire de la caisse de garantie.<br/></p>",
            "num": "Annexe 8-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1232496000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-08-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie A Livre VIII",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020998200",
                        "id": "LEGISCTA000020998200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 8-4 (ANNEXE À L'ARTICLE A. 814-3)\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163283",
                        "id": "LEGISCTA000020163351",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163285",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163283",
            "sectionParentId": "LEGISCTA000020163351",
            "sectionParentTitre": "ANNEXE 8-4 (ANNEXE À L'ARTICLE A. 814-3)\n",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; ANNEXE 8-4 (ANNEXE À L'ARTICLE A. 814-3)\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163349",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000688578",
                    "textTitle": "Décret n°85-1389 du 27 décembre 1985 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006410573",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-1389",
                    "datePubli": 504662400000,
                    "dateDebut": 504921600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. A814-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A814-3",
                    "articleId": "LEGIARTI000020163629",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1232496000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L814-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L814-3",
                    "articleId": "LEGIARTI000006242251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163349",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 8-4",
                "8-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}