{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006934488",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "SERVICES DE LA CIRCULATION AÉRIENNE MILITAIRE Préambule La présente réglementation constitue l'annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D. 131-1 à D. 131-10 ). Cette réglementation est applicable sur l'ensemble du territoire métropolitain, des départements et territoires d'outre-mer, de la Nouvelle-Calédonie, de la collectivité territoriale de Mayotte, ainsi qu'au-dessus des mers et des océans selon des spécifications particulières décrites au chapitre II, paragraphe 2.10. Elle définit : -les services rendus par les organismes de la circulation aérienne militaire (CAM) ; -le rôle qu'exercent au bénéfice de la circulation aérienne militaire les organismes chargés de cette circulation. Les procédures d'application prévues dans la présente réglementation font l'objet d'un arrêté (RCAM 3) du ministre de la défense et sont publiées par la division information aéronautique de la direction de la circulation aérienne militaire (DIRCAM). Il appartient à chaque état-major ou direction, au centre d'essais en vol et à chaque grand commandement d'arrêter et de diffuser, en tant que de besoin, des instructions, des décisions, des directives et/ ou des consignes particulières à l'intention de leurs unités et organismes en conformité avec la présente réglementation. Nota.-La présente réglementation se conforme chaque fois que possible, en y faisant référence, à l'annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D. 131-1 à D. 131-10) relative aux \" Services de la circulation aérienne générale \" (RCA 2), dont elle s'efforce de suivre le plan. LES SERVICES DE LA CIRCULATION AÉRIENNE MILITAIRE (RCAM 2) Chapitre Ier : Définitions Dans la présente réglementation : Les termes et expressions définis aux chapitres Ier des règles de l'air et des services de la circulation aérienne propres à la circulation aérienne générale (annexes I et II des articles D. 131-1 à D. 131-10 du code de l'aviation civile, RCA 1 et RCA 2) conservent leur acception dans la présente réglementation ; Le terme \" service \" correspond à la notion de fonction ou de service assurés alors que le terme \" organisme \" désigne une entité administrative chargée d'assurer un service ; Les expressions définies au chapitre Ier des règles de l'air spécifiques à la circulation aérienne militaire (RCAM 1) sont employées avec la même signification dans les chapitres Ier à VI ci-après. Chapitre II : Généralités 2.1. Bénéficiaires des services de la circulation aérienne militaire Les services de la circulation aérienne militaire sont assurés au profit des aéronefs relevant du ministre de la défense. En outre, les aéronefs d'Etat relevant d'autres ministères ou d'autres Etats, après approbation du commandant de la défense aérienne, et les aéronefs en essais ou en réception, avec l'agrément du directeur du centre d'essais en vol, peuvent bénéficier des services de la CAM selon les modalités fixées par des accords particuliers. 2.2. Services de la circulation aérienne militaire Ils sont assurés par un dispositif composé par l'ensemble des organismes de la circulation aérienne militaire relevant du ministre de la défense. Des organismes désignés de la circulation aérienne générale, relevant du ministre chargé de l'aviation civile, peuvent rendre les services de la CAM dans le cadre de l'article D . 131-9 du code de l'aviation civile. Les services de la CAM peuvent être rendus dans l'ensemble de l'espace aérien. 2.2.1. Objet des services de la CAM. Les services de la CAM ont pour objet : a) La sécurité : Le dispositif doit assurer le déroulement sûr des vols, notamment la prévention des abordages et des collisions ; b) La liberté d'action : Le dispositif doit permettre de disposer en temps utile des moyens et de l'espace aérien nécessaires à l'exécution de tous les types de missions ; c) La permanence : Le dispositif doit être en mesure de fonctionner chaque fois qu'il est requis. 2.2.2. Fonction des services de la CAM. Les services de la CAM ont pour fonction : 1° D'assurer ou de concourir à la conduite de la mission ; 2° De prévenir les abordages ; 3° De prévenir les collisions ; 4° D'accélérer et d'ordonner la circulation aérienne ; 5° De fournir les avis et renseignements utiles à l'exécution sûre et efficace des vols et nécessaires à l'exécution de la mission ; 6° D'alerter les organismes appropriés lorsque des aéronefs ont besoin de l'aide des organismes de recherche et de sauvetage, et de prêter à ces organismes le concours nécessaire ; 7° De fournir une assistance à tout aéronef en vol qui en fait la demande. 2.2.3. Subdivision des services de la CAM. Les services de la circulation aérienne militaire sont au nombre de quatre : -le service du contrôle de la CAM ; -le service d'information de vol ; -le service d'alerte ; -le service d'assistance aux aéronefs en vol. 2.2.3.1. Le service du contrôle de la CAM. Le service du contrôle de la CAM correspond aux fonctions définies au paragraphe 2.2.2, alinéas 1 à 4. Il se subdivise de la manière suivante : -contrôle en route et d'activités particulières ; -contrôle d'approche ; -contrôle d'aérodrome. Il est rendu sous forme d'espacement ou d'information de trafic à l'aide de l'une des actions suivantes : -guidage ; -surveillance ; -protection. Le guidage consiste à fournir les éléments de vol et de navigation à l'aide d'un ensemble radar ou de tout autre moyen équivalent. La fourniture d'espacements, d'information de trafic, d'information de vol ainsi que la prévention des abordages et des collisions sont assurées par l'organisme du contrôle pour l'ensemble des vols CAM contrôlés. En outre, dans le cas des vols de type CAM A, la conduite de la mission est assurée par l'organisme du contrôle. La surveillance consiste à veiller au bon déroulement du vol : 1° A l'aide d'un ensemble radar ou de tout autre moyen équivalent : Dans ce cas, la conduite de la mission est assurée par le commandant de bord. La prévention des abordages et des collisions ainsi que la fourniture de l'information de vol incombent à l'organisme du contrôle de la circulation aérienne. Nota.-Dans le cas de la surveillance non radar, l'organisme du contrôle de la circulation aérienne assure les espacements conformément à des procédures préétablies. Cette surveillance non radar ne s'applique normalement qu'aux seules phases de vol arrivée ou départ, dans le cadre du contrôle d'approche, et sous réserve de l'existence de procédures publiées, d'une part, et d'espaces aériens contrôlés de classe A à D ou de zones réglementées, d'autre part. La conduite de la mission reste assurée par le commandant de bord, lequel a alors la charge de la sécurité par rapport au sol et aux obstacles fixes. La sécurité incombe à l'organisme du contrôle qui n'assure la prévention des abordages qu'à l'égard des aéronefs connus ou observés par application des règles prévalant dans le volume dont il a la responsabilité et au pilote par une observation stricte des procédures suivies. 2° A l'aide de renseignements transmis par le pilote ou constatés visuellement, dans le cadre de la circulation d'aérodrome. L'organisme du contrôle est chargé de la prévention des collisions sur l'aire de manoeuvre et de la prévention des abordages assurée sous la forme d'information de trafic en circulation d'aérodrome et d'espacement sur la piste. La conduite de la mission reste assurée par le commandant de bord, lequel a alors en charge la sécurité par rapport au sol et aux obstacles fixes. La protection (bénéficiant ou non de l'aide du radar) consiste à affecter un espace aérien ou un secteur défini à un ou plusieurs aéronefs pour les espacer des autres aéronefs connus ou détectés. La conduite de la mission incombe au commandant de bord. L'organisme du contrôle de la circulation aérienne assure les espacements au bénéfice des aéronefs qu'il a autorisés à pénétrer dans cet espace aérien, ainsi que l'information de vol. Le service cesse dès que l'aéronef quitte l'espace aérien ou le secteur considéré. 2.2.3.2. Le service d'information de vol. Le service d'information de vol correspond aux fonctions définies au paragraphe 2.2.2, alinéas 1 et 5. Les informations de vol fournies par l'organisme de la circulation aérienne sont de deux sortes : -les informations de vol prévues et fixées dans l'arrêté visé au paragraphe 2.2.4.1 ci-après et relatives à la sécurité des vols (aggravation météorologique, altitude de sécurité, calage altimétrique...) ; -les informations de vol sur demande du pilote ou à l'initiative du contrôle. 2.2.3.3. Le service d'alerte. Le service d'alerte correspond aux fonctions définies au paragraphe 2.2.2, alinéa 6. Tout organisme de la circulation aérienne ayant connaissance d'anomalies dans le déroulement d'un vol, pouvant mettre en cause la sécurité de ce vol, doit proposer ou déclencher les phases d'urgence conformément aux procédures en vigueur. 2.2.3.4. Le service d'assistance aux aéronefs en vol. Le service d'assistance aux aéronefs en vol correspond aux fonctions définies au paragraphe 2.2.2, alinéa 7. Cette assistance est fournie, après accord du pilote, sous la forme du service d'information de vol ou selon une des actions du service du contrôle de la CAM et suivant les dispositions précédemment définies pour ces services. 2.2.4. Procédures employées par les organismes chargés de rendre les services de la CAM. 2.2.4.1. Les procédures employées par les organismes chargés de rendre les services de la circulation aérienne militaire aux aéronefs appartenant à la circulation aérienne militaire sont fixées par arrêté du ministre de la défense. 2.2.4.2. Des procédures complémentaires employées par les organismes de la circulation aérienne chargés de rendre simultanément des services à des aéronefs relevant de la CAM et à des aéronefs relevant de la CAG peuvent être établies par arrêté conjoint du ministre de la défense et du ministre chargé de l'aviation civile. 2.3. Espaces aériens et aérodromes où sont assurés des services de la CAM 2.3.1. Désignation des espaces aériens. Les services de la circulation aérienne militaire peuvent être assurés dans la totalité de l'espace aérien. En particulier, le service du contrôle CAM n'est pas nécessairement lié à un type ou une classe d'espace. 2.3.1.1. Régions d'information de vol. En complément au RCA 2, les principes ci-après sont retenus. Tous les services de la CAM peuvent être assurés à l'intérieur des régions d'information de vol. Toutefois, en espace aérien de classe F ou G, hors des espaces aériens à statut particulier, le service du contrôle ne peut être rendu qu'avec l'aide du radar sauf si une partie de cet espace aérien a été réservée et permet le déroulement de la CAM de type C. 2.3.1.2. Espaces aériens contrôlés et espaces aériens contrôlés spécialisés. En complément au RCA 2, les principes ci-après s'appliquent. Les services de la CAM peuvent être assurés dans les espace s aériens contrôlés (EAC). Le contrôle de la CAM ne peut cependant être effectué qu'en vertu des accords permanents ou temporaires passés entre les administrations ou organismes de la circulation aérienne et selon les dispositions prévues à cet effet. Les espaces aériens contrôlés spécialisés (EACS), créés au profit des activités de la défense, font partie des régions d'information de vol dans lesquels ils sont établis. Les espaces aériens contrôlés et espaces aériens contrôlés spécialisés n'existent que pendant les horaires de fonctionnement des organismes chargés d'y assurer le service du contrôle. Ces horaires sont portés à la connaissance des usagers par la voie de l'information aéronautique. Tout ou partie d'un EACS peut, lorsque cela est prévu, devenir espace aérien contrôlé au profit d'un organisme du contrôle de la circulation aérienne générale lorsque l'organisme du contrôle de la circulation aérienne militaire cesse d'y rendre des services. 2.3.1.3. Espaces aériens à statut particulier. La description des espaces aériens à statut particulier est conforme au RCA 2, paragraphe 2.3.1.3. En espace aérien supérieur ou inférieur peuvent être créées des zones de ségrégation temporaire (TSA, ou CBA lorsqu'elles sont transfrontalières). Leur activation fait l'objet d'une coordination entre les organismes concernés pour leur utilisation (voir MILAIP). Les services de la CAM sont également assurés dans ces espaces aériens à statut particulier qui sont répertoriés dans les publications d'information aéronautique fixant notamment les conditions de pénétration pour des périodes d'activation déterminées. Outre les zones interdites figurant dans la documentation aéronautique générale, des zones interdites aux aéronefs de la défense, dites zones \" M \", ont été créées. Elles sont répertoriées dans le MILAIP. 2.3.1.4. Secteurs particuliers d'entraînement. Certaines missions d'entraînement au vol tactique, au vol au-dessus de la mer, au vol à très basse altitude, à l'entraînement au combat, notamment, nécessitent la définition de secteurs particuliers. Ces secteurs ne sont connus que des usagers de la CAM et sont perméables au trafic CAG. 2.3.2. Classification des espaces aériens. Sont dénommés \" espaces aériens contrôlés spécialisés \" les espaces aériens créés au profit d'activité de la défense et dans lesquels les services de la circulation aérienne sont rendus simultanément à la circulation aérienne militaire et à la circulation aérienne générale et où la cohabitation et la densité des deux types de circulation aérienne rendent nécessaire la mise en place de mesures complémentaires. La classification des espaces aériens figurant au RCA 2 est applicable aux espaces aériens contrôlés spécialisés. Les définitions explicitées ci-après font la synthèse des services rendus aux deux circulations. 2.3.2.1 Les espaces aériens contrôlés spécialisés sont les suivants : 2.3.2.1.1. Espace aérien contrôlé spécialisé de classe A. Espace aérien où sont admis les vols IFR et les vols CAM A, B, C. Sauf dérogation, les vols CAM V et les vols VFR n'y sont pas admis. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés assurent des espacements entre tous les vols normalement admis. Les vols CAM A, B, C sont espacés de tous les vols connus ou détectés. Les vols admis en dérogation reçoivent un service qui est explicitement défini par cette dérogation. 2.3.2.1.2. Espace aérien contrôlé spécialisé de classe B. Espace aérien où sont admis les vols IFR ou les vols CAM A, B, C ainsi que les vols VFR ou les vols CAM V. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés assurent des espacements entre tous les vols connus ou détectés. 2.3.2.1.3. Espace aérien contrôlé spécialisé de classe C. Espace aérien où sont admis les vols IFR ou CAM A, B, C ainsi que les vols VFR ou les vols CAM V. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés : a) Assurent des espacements : -entre les vols CAM A, B, C ; -entre les vols CAM A, B, C et les autres vols connus ou détectés ; -entre les vols IFR ; -entre les vols IFR et les vols VFR et/ ou CAM V ; b) Fournissent des informations de trafic aux vols VFR et/ ou CAM V sur les autres vols VFR et/ ou CAM V. 2.3.2.1.4. Espace aérien contrôlé spécialisé de classe D. Espace aérien où sont admis les vols IFR ou les vols CAM A, B, C ainsi que les vols VFR ou les vols CAM V. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne militaire désignés : a) Assurent des espacements : -entre les vols CAM A, B, C ; -entre les vols CAM A, B, C et les vols IFR ; -entre les vols IFR ; -entre les vols CAM A, B, C et tous les vols non connus mais détectés ; b) Fournissent des informations de trafic : -aux vols CAM A, B, C sur les vols VFR et/ ou CAM V ; -aux vols IFR sur les vols VFR et/ ou CAM V ; -aux vols VFR et/ ou CAM V sur tous les vols connus. 2.3.2.1.5. Espace aérien contrôlé spécialisé de classe E. Espace aérien où sont admis les vols IFR et/ ou les vols CAM A, B, C ainsi que les vols VFR et/ ou CAM V. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne militaire désignés assurent les espacements : -entre les vols CAM A, B, C ; -entre les vols CAM A, B, C et tous les autres vols connus ou détectés ; -entre les vols IFR. Nota.-Les vols CAM A, B et C sont nécessairement espacés de tous les autres vols connus ou détectés en raison de la perméabilité de l'espace aérien de classe E, qui ne permet pas de connaître en permanence les manoeuvres des aéronefs évoluant à vue. 2.3.2.2. Les espaces aériens non contrôlés sont les suivants : 2.3.2.2.1. Espace aérien non contrôlé de classe F (espace aérien à service consultatif). Espace aérien où sont admis tous les vols. Dans cet espace aérien, les organismes de la circulation aérienne désignés assurent : -des espacements entre les vols CAM A, B, C ; -des espacements entre les vols CAM A, B, C et tous les autres vols connus ou détectés ; -le service consultatif de la circulation aérienne. 2.3.2.2.2. Espace aérien non contrôlé de classe G. Espace aérien où sont admis tous les vols. Dans cet espace aérien, les organismes de la circulation aérienne assurent les espacements : -entre les vols CAM A, B, C ; -entre les vols CAM A, B, C et tous les autres vols connus ou détectés. Note 1.-Quel que soit le type d'espace aérien, l'organisme désigné chargé de rendre les services du contrôle de la CAM est responsable de la prévention des abordages au profit des aéronefs qu'il contrôle par rapport à tout vol connu ou détecté. Cette prévention est assurée à l'aide des méthodes suivantes : espacement, information de trafic et information de vol. Les services d'information de vol, d'alerte et d'assistance en vol sont rendus par les organismes du contrôle de la CAM dans tous les espaces aériens. Note 2.-Les conditions applicables aux vols effectués dans chacune des classes d'espace aérien sont conformes au tableau en appendice. Les conditions applicables aux vols effectués sur la limite entre des espaces aériens de classes différentes sont celles de celui de ces espaces aériens qui appartient à la classe qui vient en dernier dans l'ordre alphabétique. Note 3.-Les conditions particulières à l'espace aérien surjacent à la haute mer sont décrites au paragraphe 2.10. 2.3.3. Spécifications relatives aux espaces aériens. 2.3.3.1. Régions d'information de vol. Conforme au RCA 2. 2.3.3.2. Espaces aériens contrôlés. Conforme au RCA 2. 2.3.3.3. Espaces aériens contrôlés spécialisés. Un EACS est délimité de façon à contenir les activités spécifiques de la défense et les trajectoires des vols de la CAM qui nécessitent sa création. De plus, pour les vols de la CAG auxquels le service du contrôle est assuré, les dispositions du RCA 2 s'appliquent. 2.3.3.4. Espaces aériens à statut particulier. Un espace aérien à statut particulier est délimité de façon à protéger ou contenir des sites, des trajectoires ou des activités spécifiques à caractère permanent ou temporaire. Il doit alors englober les trajectoires ou activités qui nécessitent sa création. 2.3.3.5. Secteurs particuliers d'entraînement. Des secteurs particuliers d'entraînement, évoqués au paragraphe 2.3.1.4, sont établis au-dessus du sol ou de l'eau. Ils sont contenus pour l'essentiel en espace aérien inférieur. 2.3.4. Créations. 2.3.4.1. Régions d'information de vol, espaces aériens contrôlés, zones réglementées, zones dangereuses, zones de ségrégation temporaires. Les conditions de création, de modification et de suppression des régions d'information de vol, des espaces aériens contrôlés, des zones réglementées, des zones dangereuses et des zones de ségrégation temporaires sont fixées par décret. 2.3.4.2. Zones interdites. En complément au RCA 2, des zones \" M \" interdites aux aéronefs de la défense sont créées par la direction de la circulation aérienne militaire sur demande des autorités régionales compétentes. 2.3.4.3. Secteurs particuliers d'entraînement. Les créations ou modifications de secteurs particuliers d'entraînement sont proposées par les CICAM et publiées dans le MILAIP après accord de la DIRCAM. 2.3.5. Aérodromes. Conforme au RCA 2. 2.3.6. Identification. Les règles d'identification contenues au RCA 2 s'appliquent aux EACS et aux aérodromes dont le ministre de la défense est affectataire principal. 2.4. Organismes assurant les services de la CAM 2.4.1. Désignation des organismes. Tous les organismes de la CAM spécifiés au paragraphe 2.4.2 sont chargés de rendre les services de la CAM et de recueillir les renseignements aéronautiques relatifs à leurs installations. Ils peuvent également rendre les services de la CAG au profit des aéronefs de cette circulation, conformément aux arrêtés conjoints du ministre chargé de l'aviation civile et du ministre de la défense (art. D. 131-9 du code de l'aviation civile). 2.4.2. Spécifications relatives aux organismes de la CAM. 2.4.2.1. Centre de détection et de contrôle (CDC). Le CDC comprend : Le centre de contrôle d'interception (CCI) qui assure le contrôle des missions de défense aérienne ; Le centre de contrôle et de coordination du trafic (CCT), articulé en deux éléments : -la section de contrôle et de coordination de la circulation opérationnelle militaire (SCCOM) ; -le bureau d'information de vol (BIV). Le CDC est chargé d'assurer les services de la CAM dans sa zone d'attribution (voir § 2.10.2.2 ci-après). 2.4.2.2. Système de détection et de commandement aéroporté (SDCA). Le SDCA peut rendre des services de la CAM de façon identique à celle d'un CDC. Ces services sont fournis en application des instructions et consignes particulières. 2.4.2.3. Centre de contrôle de la circulation d'essais et de réception (CCER). Chargés de rendre les services de la CAM aux aéronefs de la circulation d'essais et de réception, les CCER sont implantés : -sur des aérodromes dont le ministre de la défense est affectataire ; -dans les centres de la navigation aérienne civile ; -dans les centres mixtes. 2.4.2.4. Centre de coordination et de contrôle de la marine (CCMAR). Le CCMAR est chargé de rendre, dans les espaces aériens et les secteurs désignés, les services de la CAM au profit des aéronefs dont les vols ou phases de vols sont placés sous sa responsabilité. 2.4.2.5. Contrôle local d'aérodrome (CLA). Le CLA comprend : La tour de contrôle (TWR) ou vigie qui rend les services de la circulation aérienne au profit de la circulation d'aérodrome et de la circulation au sol ; Le centre de contrôle d'approche (APP) qui rend les service s de la circulation aérienne au profit des aéronefs en procédure d'arrivée ou de départ aux instruments et aux autres aéronefs en vol dans les espaces aériens associés à l'aérodrome et dans les espaces aériens désignés, avec l'accord de l'organisme du contrôle de la circulation aérienne concerné. Le centre de contrôle d'approche peut être commun à plusieurs aérodromes. En plus des organismes de la circulation aérienne ci-dessus, le CLA comprend les deux services suivants : Le bureau d'information aéronautique (BIA) qui recueille les renseignements concernant l'aérodrome et met à la disposition du pilote la documentation nécessaire à la préparation des vols ; Le bureau de piste où sont déposés, exploités et transmis les plans de vol CAM ou CAG et les messages de la circulation aérienne. 2.4.2.6. Centre militaire de contrôle (CMC). Le CMC rend les services de la CAM au profit d'une activité particulière qui se déroule dans une portion d'espace aérien définie. Il peut comprendre tout ou partie des organismes cités précédemment (CLA, CDC) pour assurer certaines de leurs missions. 2.4.2.7. Détachement militaire de coordination (DMC). Mis en place auprès de chaque CRNA, il est chargé du recueil et de la diffusion aux organismes du contrôle de la CAM des informations de circulation aérienne non transmises de façon automatique. En dehors des périodes de vacation du DCC, il retransmet au CRNA les activations d'espaces aériens nécessaires aux activités de la CAM lorsque ceux-ci interfèrent avec les espaces aériens dans lesquels des services de la circulation aérienne sont rendus par le CRNA. 2.4.2.8. Détachement militaire de circulation aérienne (DMCA). Mis en place dans certains CRNA, le DMCA rend les services de la CAM et de la CAG au profit d'une activité se déroulant dans un espace aérien désigné. Il assure en outre toutes les missions du DMC. 2.4.2.9. Les autres organismes de la CAM. Des organismes de la CAM avancés et/ ou mobiles, aéroportés ou embarqués peuvent rendre des services de la CAM et éventuellement assurer les coordinations avec les autres organismes de la circulation aérienne. 2.4.3. Désignation des organismes. Les organismes de la circulation aérienne militaire font l'objet d'une désignation par l'autorité compétente concernée relevant du ministre de la défense ou par arrêté conjoint du ministre chargé de l'aviation civile et du ministre de la défense pour les espaces aériens lorsqu'un organisme unique de la circulation aérienne assure simultanément des services à la circulation aérienne générale et à la circulation aérienne militaire. Ils sont publiés par la voie de l'information aéronautique. < RL > 2.4.4. Identification. Conforme au RCA 2. De plus, un organisme de la circulation aérienne militaire peut être identifié par un indicatif opérationnel. 2.5. Routes et points significatifs 2.5.1. Routes TACAN. Le réseau de routes TACAN (routes CAG) est défini à l'usage des aéronefs militaires évoluant en régime IFR en circulation aérienne générale (voir MILAIP). 2.5.2. Itinéraires de la circulation opérationnelle militaire (ITICOM). Les ITICOM sont définis à l'usage des aéronefs militaires évoluant en CAM contrôlée. Ces itinéraires et les points de report COM sont répertoriés au MILAIP. 2.6. Altitudes minimales de vol Des altitudes minimales de vol sont déterminées pour chacune des routes TACAN. Les ITICOM sont normalement inclus en espace aérien supérieur. Ils sont utilisables en espace aérien inférieur sous certaines conditions comme support de navigation. 2.7. Information aéronautique Tous les renseignements nécessaires aux usagers de la CAM et relatifs, notamment : -aux espaces aériens ; -aux aérodromes ; -aux moyens de radionavigation et de radiocommunication ; -aux organismes de la circulation aérienne chargés d'assurer les services de la CAM, sont portés à leur connaissance par la voie de l'information aéronautique et, en ce qui concerne les renseignements spécifiques à la défense, par la voie de l'information aéronautique militaire. 2.8. Importance de l'heure Conforme au RCA 2. 2.9. Conservation des données Conforme au RCA 2. 2.10. Espaces aériens au-dessus de la mer 2.10.1. Au-dessus des mers territoriales. L'espace aérien au-dessus des mers territoriales d'un Etat fait partie du territoire de cet Etat. Les aéronefs relevant de la CAM se conforment donc aux règles propres à cet Etat. 2.10.2. Au-dessus de la haute mer en FIR française. L'espace aérien situé au-dessus de la haute mer exclut les espaces aériens situés au-dessus des mers territoriales des Etats. Un aéronef relevant de la CAM se conforme aux règles objet du chapitre VI du RCAM 1. 2.10.2.1. Dans les espaces aériens réservés pour la CAM en espace aérien contrôlé. Des secteurs particuliers d'entraînement (voir RCAM 2, paragraphe 2.3.1.4), situés dans l'espace aérien au-dessus de la haute mer, peuvent être réservés pour les aéronefs en CAM contrôlée effectuant des évolutions rendant impossible la coordination avec les organismes du contrôle de la CAG concernés (voir RCAM 1, paragraphe 5.4.2). Le contrôle de la CAM s'effectue selon les conditions habituelles adoptées sur le territoire national. 2.10.2.2. Dans les zones d'attribution des CCT. Les zones d'attribution des CCT (centres de contrôle et de coordination du trafic) sont publiées dans la documentation aéronautique militaire. Leurs limites latérales diffèrent des limites des FIR françaises ; elles englobent néanmoins les secteurs définis en 2.10.2.1. Dans l'ensemble de l'espace aérien (inférieur et supérieur) qui leur est attribué, les CCT rendent les services de la CAM : -en dehors des espaces aériens affectés à d'autres organismes de la CAM ; -dans la limite de leur plancher de contrôle pour les vols contrôlés au radar. Nota.-Certains espaces aériens ou secteurs cités en 2.10.2.1 et 2.10.2.2 peuvent se situer en totalité ou en partie à l'intérieur de l'espace aérien de classe A à D. 2.10.2.3. Dans les zones dangereuses d'entraînement en Atlantique et en Méditerranée. Les aéronefs de la défense effectuent des vols CAM dans les parties maritimes des FIR Brest, Bordeaux et Marseille en toutes conditions de vol, dans des zones dangereuses publiées dans la documentation aéronautique. Ces zones peuvent être également utilisées pour des activités de tirs. Ces zones dangereuses ne garantissent pas l'imperméabilité, en particulier pour les vols non contrôlés. En conséquence, la protection des vols CAM évoluant dans celles-ci ne sera assurée par l'organisme chargé d'assurer des services de la circulation aérienne (CCT, CCMAR), vis-à-vis des autres vols, que dans la mesure où ils sont connus ou détectés. Pour certaines de ces zones dangereuses, les procédures d'utilisation, les conditions de pénétration ainsi que la désignation des organismes chargés de rendre des services (coordination, contrôle, régulation...) font, si nécessaire, l'objet de publications par la voie de l'information aéronautique militaire. Les aéronefs évoluent dans ces zones dangereuses selon l'une des règles suivantes : 1° Règles de la CAM V ; 2° Règles de la CAM A, B ou C, sous contrôle radar d'un organisme de la circulation aérienne (CCT, CCMAR, SDCA, bâtiment marine...) ; 3° Dans un secteur réservé auprès des seuls utilisateurs militaires : La réservation de secteurs dans certaines zones s'effectue suivant des modalités précisées dans des instructions permanentes ZONEX ; Les aéronefs rencontrant des conditions IMC suivent les procédures suivantes : -rejointe du niveau de sécurité défini dans les ordres de vol ; -recherche des conditions VMC ; -établissement d'une liaison radio si possible avec le centre de contrôle approprié ; -veille attentive avec les équipements de bord disponibles (radar, transpondeur...). Une circulaire DIRCAM fixe les procédures de coordination des vols CAM dans les zones dangereuses d'entraînement maritimes. 2.10.2.4. Autres espaces aériens. Hors des espaces aériens et secteurs répertoriés ci-dessus, les activités de la CAM s'exercent : -soit en CAM V selon les règles définies au RCAM 1, chapitre VI ; -soit sous contrôle d'un organisme de la circulation aérienne. Le cas échéant, lorsqu'elles présentent un danger potentiel pour les aéronefs civils en vol, ces activités sont coordonnées selon les procédures générales en vigueur applicables au plan national : réservation d'espace aérien par NOTAM, coordination par l'AMC. 2.10.3. Au-dessus de la haute mer hors FIR françaises. Hors des FIR françaises, les activités de la CAM s'exercent selon les mêmes dispositions que celles définies au paragraphe 2.10.2.4. Lorsque ces activités sont susceptibles de présenter un danger potentiel pour les aéronefs civils en vol, outre les règles définies au paragraphe 6.3 du RCAM 1, elles sont coordonnées : -en Europe selon les procédures définies régionalement (coordination via l'AMC compétente) ; -hors de l'Europe avec l'autorité ATS compétente, conformément aux dispositions de l'annexe 11 de la convention relative à l'aviation civile internationale susvisée. Chapitre III Service du contrôle de la CAM 3.1. Bénéficiaires Le service du contrôle de la circulation aérienne militaire n'est pas nécessairement lié à une structure ou à un statut d'espace aérien déterminé. Il est assuré au bénéfice : 3.1.1. de tous les vols en CAM A, B ou C et peut être rendu dans la totalité de l'espace aérien ; 3.1.2. de tous les vols en CAM V dans les espaces de classe A, B, C et D ainsi que dans les espaces de classe E pour certaines conditions météorologiques ou couleurs terrains pour les aéronefs utilisateurs du code couleurs ; 3.1.3. de l'ensemble de la circulation d'aérodrome des aérodromes contrôlés. En outre, les aéronefs évoluant selon les règles de la CAM peuvent bénéficier du service du contrôle de la part des organismes du contrôle de la circulation aérienne générale selon des modalités fixées par des arrêtés conjoints et précisées, si nécessaire, par des lettres d'accords ou protocoles passés entre les administrations pour des espaces aériens désignés. 3.2. Mise en oeuvre du service du contrôle de la CAM Les différentes fonctions du service du contrôle de la CAM décrites au paragraphe 2.2.2 sont assurées par les organismes du contrôle de la CAM de la manière suivante : 3.2.1. Contrôle en route ou activités particulières : a) Par un centre de détection et de contrôle (CDC) ; b) Par un système de détection et de commandement aéroporté (SDCA) ; c) Par un centre militaire de contrôle (CMC) ; d) Par un centre de contrôle de la CER (CCER) ; e) Par un centre de coordination et de contrôle de la marine (CCMAR) ; f) Par un détachement militaire de circulation aérienne (DMCA) ; g) Par un centre de contrôle d'approche (APP) dans certains cas définis ; h) Par d'autres organismes désignés (unités avancées et/ ou mobiles, aéroportées ou embarquées...). 3.2.2. Contrôle d'approche : a) Par un centre de contrôle d'approche ; b) Par un centre de détection et de contrôle dans certains cas définis ; c) Par d'autres organismes désignés. 3.2.3. Contrôle d'aérodrome : a) Par une tour de contrôle ; b) Par d'autres organismes désignés. 3.3. Fonctionnement du service du contrôle de la CAM 3.3.1. Rôle des organismes du contrôle de la CAM. Afin d'assurer le service du contrôle de la circulation aérienne militaire, un organisme du contrôle de la circulation aérienne désigné doit : a) Recevoir des renseignements concernant des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées ; b) Connaître en permanence la position de chaque aéronef, à l'aide d'un ensemble radar ou de tout autre moyen équivalent ou à l'aide de procédures préétablies ; c) Délivrer des clairances et des informations afin de prévenir les abordages entre les aéronefs placés sous son contrôle, d'ordonner et d'accélérer la circulation aérienne ; d) Se mettre d'accord avec les autres organismes de la circulation aérienne : -chaque fois qu'un aéronef risque d'entraver la circulation aérienne placée sous le contrôle de ces autres organismes ; -avant de transférer à ces autres organismes le contrôle d'un aéronef. 3.3.2. Prévention des abordages. Les méthodes utilisées par les organismes de la circulation aérienne désignés pour prévenir les abordages entre les aéronefs en vol sont : L'information de trafic ; L'espacement. 3.3.2.1. Information de trafic. Les organismes du contrôle de la circulation aérienne désignés fournissent l'information de trafic : a) Aux vols IFR et/ ou CAM A, B, C sur les vols connus évoluant en VFR et/ ou en CAM V en espace aérien contrôlé (EAC) ou en espace aérien contrôlé spécialisé (EACS) de classe D ; b) Aux vols VFR et/ ou CAM V sur les vols IFR et/ ou CAM A, B ou C en EAC ou en EACS de classe D ; c) Aux vols VFR et/ ou CAM V sur les autres vols VFR et/ ou CAM V en EAC ou en EACS de classe C ou D ; d) Aux vols VFR spécial et/ ou CAM V, évoluant sous certaines conditions météorologiques définies, sur les autres vols VFR spécial et/ ou CAM V en EAC ou en EACS de classe C, D ou E ; e) A tous les vols appartenant à la circulation d'aérodrome des aérodromes contrôlés. Nota.-Lorsqu'il s'agit, dans un EACS, de fournir une information de trafic sur un dispositif comportant plusieurs aéronefs évoluant dans cet espace aérien selon les règles de la CAM, l'information de trafic fournie aux autres aéronefs concerne l'ensemble du dispositif. 3.3.2.2. Espacement. Les organismes du contrôle de la circulation aérienne désignés pour rendre les services de la CAM assurent l'espacement : a) Entre les vols CAM A, B, C contrôlés radar et les vols non connus mais détectés dans l'ensemble de l'espace aérien ; b) Entre les vols CAM A, B, C contrôlés sans radar et les autres aéronefs connus évoluant dans un EACS ou dans les espaces à statut particulier ; c) Entre les vols IFR dans l'espace aérien contrôlé ; d) Entre tous les vols dans l'espace aérien contrôlé de classe B ; e) Entre les vols IFR et les vols VFR et/ ou CAM V dans l'espace aérien contrôlé de classe C ; f) Entre les vols CAM A, B, C, les vols IFR, les vols VFR spécial et/ ou CAM V évoluant sous certaines conditions météorologiques définies ; g) Entre tous les vols sur la piste d'un aérodrome contrôlé. Les organismes de la circulation aérienne désignés respectent les règles et appliquent les normes définies aux paragraphes 3.3.2.2.1 et 3.3.2.2.2 du RCA 2. 3.3.2.3. Dérogations. Les dispositions du RCA 2 s'appliquent aux EACS. 3.4. Responsabilité du contrôle 3.4.1. Responsabilité du contrôle d'un vol donné. A tout moment un vol donné ne peut être sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne générale ou de la circulation aérienne militaire. 3.4.2. Responsabilité du contrôle dans une portion d'espace aérien. Le contrôle de tous les aéronefs évoluant en CAM dans une portion d'espace aérien donné incombe à un seul organisme du contrôle de la circulation aérienne désigné pour rendre des services dans cet espace aérien. Cet organisme peut déléguer le contrôle d'un aéronef ou d'un groupe d'aéronefs, dans tout ou partie de cet espace aérien, à d'autres organismes du contrôle, à condition que soit prévue et assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. Les conditions dans lesquelles est assurée la compatibilité entre les deux circulations aériennes, militaire et générale, contrôlées par un organisme unique ou des organismes distincts sont précisées par un décret fixant les règles destinées à assurer la compatibilité des règles applicables à la circulation aérienne générale et à la circulation aérienne militaire, complété, le cas échéant, par des protocoles particuliers entre organismes de la circulation aérienne. 3.5. Clairance Conforme au RCA 2. De plus un aéronef évoluant selon les règles de la CAM est tenu d'exécuter une clairance reçue. 3.6. Transfert de contrôle Transférer un aéronef, c'est transmettre la responsabilité d'un organisme du contrôle (perdant) à un autre organisme du contrôle (gagnant). Le transfert de contrôle entre un organisme chargé de rendre les services de la CAM et un organisme rendant le service du contrôle de la circulation aérienne générale et inversement est défini au RCA 2. 3.6.1. Transfert d'un organisme CAM à un autre organisme CAM rendant le service du contrôle radar. Le transfert implique : -le préavis : le perdant transmet au gagnant les éléments de vol et de contrôle ; -l'identification radar par le gagnant. Le transfert est réalisé lorsque le gagnant a donné son accord et a établi la liaison radio avec l'aéronef. 3.6.2. Transfert d'un organisme CAM à un autre organisme CAM rendant le service du contrôle sans radar. Le transfert implique un préavis : l'organisme perdant transmet à l'organisme gagnant les éléments de vol et de contrôle, la localisation du point de transfert, l'heure estimée et le niveau de vol sur ce point. Le transfert est réalisé lorsque l'organisme gagnant a donné son accord et a établi la liaison radio avec l'aéronef. 3.6.3. Autotransfert. La procédure d'autotransfert s'applique à des aéronefs évoluant selon les règles de la CAM et devant être transférés entre deux organismes du contrôle de la circulation aérienne militaire. Si la liaison ne peut être établie entre les organismes concernés, le pilote, sur autorisation de l'organisme perdant, prend contact avec l'organisme gagnant. Il maintient l'écoute de la fréquence radio de l'organisme perdant qui conserve la responsabilité du contrôle. L'autotransfert est terminé lorsque le pilote annonce à l'organisme perdant sa prise en compte par l'organisme gagnant. 3.7. Régulation du débit de la circulation aérienne Conforme au RCA 2, notamment en ce qui concerne les mesures spécifiques de régulation du débit qui peuvent être mises en place par les organismes chargés d'assurer des services de la circulation aérienne militaire dans les régions de contrôle spécialisées ou les zones de contrôle spécialisées en raison des impératifs de la défense. Chapitre IV Service d'information de vol 4.1. Bénéficiaires Conformément au chapitre 2, paragraphe 2.1, le service d'information de vol est rendu aux aéronefs évoluant selon les règles de la CAM. Ce service a pour but de fournir au pilote les avis et renseignements disponibles nécessaires à l'exécution de sa mission. 4.2. Domaine couvert par le service d'information de vol 4.2.1. Renseignements relevant du service d'information de vol. Conforme au RCA 2. 4.2.2. Les paramètres. Conforme au RCA 2. 4.3. Mise en oeuvre du service d'information de vol 4.3.1. Le service d'information de vol est assuré : a) Aux aéronefs qui bénéficient du service du contrôle de la CAM par l'organisme du contrôle de la circulation aérienne chargé d'assurer le service du contrôle de la CAM ; b) Au bénéfice des autres aéronefs par tous les organismes chargés de rendre les services de la CAM. 4.3.2. Priorité du service du contrôle. Conforme au RCA 2, paragraphe 4.3.2. 4.3.3. Emissions ATIS. Conforme au RCA 2, paragraphe 4.3.3. 4.3.4. Le service d'information de vol est assuré. -à la demande du pilote ; -spontanément par l'organisme concerné chargé de rendre les services de la CAM. 4.3.4.1. Parmi les renseignements qui font l'objet du paragraphe 4.2.1, certains doivent être communiqués à l'initiative des organismes chargés de rendre les services de la CAM. Ces renseignements, ainsi que les conditions dans lesquelles ils doivent être communiqués, sont précisés dans l'arrêté visé au paragraphe 2.2.4. 4.3.4.2. Les organismes chargés de rendre les services de la circulation aérienne militaire peuvent transmettre à leur initiative tout renseignement en leur possession lorsqu'ils estiment que ces informations peuvent aider les pilotes dans la conduite du vol. 4.4. L'auto-information L'auto-information est basée sur un compte rendu de position émis par un aéronef dans le but d'orienter la surveillance du ciel et de faciliter la prévention des abordages entre aéronefs dans le même secteur. Les secteurs, les procédures et les conditions de l'auto-information sont publiés dans le MILAIP. Chapitre V Service d'alerte 5.1. Bénéficiaires Conforme au RCA 2. 5.2. Organismes chargés d'assurer le service d'alerte 5.2.1. Les centres de détection et de contrôle (CDC) et les centres de coordination et de contrôle de la marine (CCMAR) servent de centres de rassemblement de tous les renseignements relatifs à un aéronef se trouvant en difficulté dans leur zone de compétence et transmettent ces renseignements au centre de coordination de sauvetage (CCS) du centre de détection et de contrôle concerné. 5.2.2. Lorsqu'un aéronef se trouvant en contact avec un organisme chargé de rendre les services de la CAM est en difficulté, cet organisme avertit immédiatement le CDC concerné qui prévient à son tour le CCS intéressé. 5.2.3. Si l'urgence de la situation l'exige, l'organisme local concerné chargé de rendre les services de la CAM alerte d'abord les organismes locaux de secours susceptibles d'apporter une aide immédiate et prend les dispositions nécessaires pour déclencher leur intervention. 5.3. Mise en alerte des centres de coordination de sauvetage Les modalités contenues dans le RCA 2, paragraphe 5.3, sont applicables aux organismes chargés de rendre les services de la circulation aérienne militaire. Toutefois, en complément au paragraphe 5.3.2 du RCA 2, ces organismes sont habilités à déclencher les procédures de mise en alerte. 5.4. Notification à l'exploitant 5.4.1. Lorsqu'un organisme chargé de rendre les services de la CAM estime qu'un aéronef se trouve dans une phase d'incertitude ou d'alerte il en avise l'exploitant, lorsque cela est possible, avant d'alerter le CCS. Si l'aéronef se trouve dans une phase de détresse c'est le CCS qui doit être averti immédiatement en premier. 5.4.2. Tous les renseignements communiqués au CCS par l'organisme chargé de rendre les services de la CAM sont également transmis sans retard à l'exploitant, lorsque cela est possible. 5.5. Notification aux aéronefs évoluant à proximité d'un aéronef en état d'urgence Conforme au RCA 2. Chapitre VI Le service d'assistance aux aéronefs en vol 6.1. But et bénéficiaires Le service d'assistance a pour but d'aider à la conduite d'un aéronef en difficulté. Ce service est assuré aux aéronefs évoluant selon les règles de la CAM dont les difficultés sont signalées à un organisme de la CAM. L'assistance au profit d'aéronefs évoluant selon les règles de la CAG qui se signale en difficulté est effectuée dans le cadre de l'assistance à personne en danger. 6.2. Organismes chargés d'assurer le service d'assistance aux aéronefs en vol Tous les organismes du contrôle de la CAM rendent le service d'assistance aux aéronefs en vol en fonction des moyens dont ils disposent. 6.3. Mise en oeuvre du service d'assistance aux aéronefs en vol 6.3.1. Engagement d'une opération d'assistance. Les pilotes et organismes du contrôle de la CAM sont amenés à opérer une distinction entre une situation simplement préoccupante (état d'urgence) et une situation justifiant une assistance immédiate (état de détresse). 6.3.1.1. Un aéronef est en état d'urgence lorsque sa sécurité ou celle d'une personne se trouvant à bord est menacée sans qu'une assistance immédiate lui soit nécessaire. L'opération d'assistance n'est engagée que sur demande du pilote. L'état d'urgence entraîne le déclenchement de la phase d'alerte-ALERFA. 6.3.1.2. Un aéronef est en état de détresse lorsqu'il court un danger grave et/ ou imminent et qu'une assistance immédiate lui est nécessaire. L'opération d'assistance est engagée immédiatement. L'état de détresse entraîne le déclenchement de la phase de détresse-DETRESFA. 6.3.2. Opérations d'assistance. L'assistance est fournie sous la forme du service d'information de vol ou sous une forme du service du contrôle CAM suivant les dispositions réglementaires définies pour ces services. L'assistance consiste à entreprendre les opérations suivantes : 6.3.2.1. Communiquer à l'aéronef assisté, avec ou sans le concours d'un autre aéronef, des éléments nécessaires à la poursuite ou à l'interruption du vol en l'aidant à effectuer certaines manoeuvres : -transmission de renseignements relatifs à la sécurité et de consignes appropriées : météo, aides à la navigation, altitude de sécurité, utilisation de manuels de procédures de secours, etc. ; -localisation suivie éventuellement de guidage, quel que soit le type d'espace aérien. 6.3.2.2. Faire intercepter l'aéronef assisté par un autre aéronef et le cas échéant le faire assister jusqu'à l'atterrissage en un lieu choisi ou imposé par les circonstances. Ces opérations sont exécutées en totalité ou en partie suivant l'évolution de la situation de détresse ou d'urgence. 6.3.2.3. Hormis le cas de force majeure, l'assistance n'est interrompue qu'à la demande du pilote assisté ou lorsque l'assistance a été menée à son terme. 6.3.2.4. L'opération d'assistance étant susceptible de se transformer en opération SAR, le CCS de la zone concernée est tenu informé du déroulement de l'opération. APPENDICE Classification des espaces aériens CLASSES d'espaces VOLS admis (1) SERVICES FOURNIS PAR LES ORGANISMES DE LA CAM Contrôle Information Alerte Assistance OBLIGATION radio (2) SOUMIS à clairance QUALITÉ du vol A IFR Espacement : IFR/ IFR et CAM A, B, C Oui Oui Oui Oui Oui Contrôlé CAM A, B, C (3) Espacement : CAM A, B, C/ tous les vols connus ou détectés (3) B IFR CAM A, B, C VRF CAM V Espacement : Entre tous les vols connus ou détectés Oui Oui Oui Oui Oui Contrôlé C IFR Espacement : IFR/ IFR et CAM A, B, C IFR/ VFR et CAM V Oui Oui Oui Oui Oui Contrôlé CAM A, B, C Espacement : CAM A, B, C/ tous les vols connus ou détectés VFR Espacement : VFR/ IFR et CAM A, B, C Information de trafic : VFR/ VFR et CAM V CAM V Espacement : CAM V/ CAM A, B, C et IFR Information de trafic : CAM V/ CAM V et VFR D IFR Espacement : IFR/ IFR et CAM A, B, C Information de trafic : IFR/ VRF et CAM V Oui Oui Oui Oui Oui Contrôlé CAM A, B, C Espacement : CAM A, B, C/ CAM A, B, C et IFR CAM A, B, C/ tous les autres vols non connus mais détectés Information de trafic : CAM A, B, C/ CAM V et VFR VFR Information de trafic : VFR/ IFR et CAM A, B, C VFR/ VFR et CAM V CAM V Information de trafic : CAM V/ CAM A, B, C et IFR CAM V/ CAM V et VFR E IFR Espacement : IFR/ IFR et CAM A, B, C Oui Oui Oui Oui Oui Contrôlé CAM A, B, C Espacement : CAM A, B, C/ tous les vols connus ou détectés CAM V Non Oui Oui Oui Oui Non Non contrôlé VFR Non Non F CAM A, B, C Espacement : CAM A, B, C/ tous les vols connus ou détectés Oui Oui Oui Oui Oui Contrôlé IFR Non (service consultatif) Espacement : IFR/ IFR si possible Oui (service consultatif) Oui Non Non contrôlé CAM V Non Oui Oui Oui Oui Non VFR Non Non G CAM A, B, C Espacement : CAM A, B, C/ tous les vols connus ou détectés Oui Oui Oui Oui Oui Contrôlé IFR Non Oui Oui Oui Oui Non Non contrôlé CAM V Non VFR Non Non (1) En haute mer, certains vols font l'objet des dérogations définies au chapitre VI du RCAM 1. (2) Etablissement d'une liaison radio bilatérale avec l'organisme ATS concerné ou veille d'une fréquence spécifiée. (3) Les vols CAM V ou VFR admis par dérogation en EAC ou EACS de classe A peuvent être contrôlés et espacés dans des conditions explicitement définies dans cette dérogation. (4) VFR spécial et CAM V (5). a) En espace aérien contrôlé de classe A à E, espacement entre : -IFR et VFR spécial ou CAM V (5) ; -VFR S ou VFR spécial et CAM V (5) ou CAM V (5) dans des conditions qui peuvent être prescrites par arrêté ou par directives d'état-major ou direction. b) En espace aérien contrôlé de classe C, D et E, information de trafic entre : -VFR spécial ou VFR spécial et CAM V (5) ou CAM V (5). (5) CAM V évoluant sous certaines conditions météorologiques spécifiées ou sur terrain BLANC ou VERT (voir MILAIP).",
            "texteHtml": "<p align='center'><strong>SERVICES DE LA CIRCULATION AÉRIENNE MILITAIRE </strong><br/></p><p></p><p>Préambule </p><p></p><p>La présente réglementation constitue l'annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006843637&dateTexte=&categorieLien=cid' title='Code de l'aviation civile - art. D131-1 (V)'>D. 131-1 à D. 131-10</a>). </p><p></p><p>Cette réglementation est applicable sur l'ensemble du territoire métropolitain, des départements et territoires d'outre-mer, de la Nouvelle-Calédonie, de la collectivité territoriale de Mayotte, ainsi qu'au-dessus des mers et des océans selon des spécifications particulières décrites au chapitre II, paragraphe 2.10. </p><p></p><p>Elle définit :</p><p></p><p>-les services rendus par les organismes de la circulation aérienne militaire (CAM) ;</p><p></p><p>-le rôle qu'exercent au bénéfice de la circulation aérienne militaire les organismes chargés de cette circulation. </p><p></p><p>Les procédures d'application prévues dans la présente réglementation font l'objet d'un arrêté (RCAM 3) du ministre de la défense et sont publiées par la division information aéronautique de la direction de la circulation aérienne militaire (DIRCAM). </p><p></p><p>Il appartient à chaque état-major ou direction, au centre d'essais en vol et à chaque grand commandement d'arrêter et de diffuser, en tant que de besoin, des instructions, des décisions, des directives et/ ou des consignes particulières à l'intention de leurs unités et organismes en conformité avec la présente réglementation. </p><p></p><p>Nota.-La présente réglementation se conforme chaque fois que possible, en y faisant référence, à l'annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D. 131-1 à D. 131-10) relative aux \" Services de la circulation aérienne générale \" (RCA 2), dont elle s'efforce de suivre le plan. </p><p>LES SERVICES DE LA CIRCULATION AÉRIENNE MILITAIRE </p><p>(RCAM 2) </p><p>Chapitre Ier : Définitions </p><p></p><p>Dans la présente réglementation : </p><p></p><p>Les termes et expressions définis aux chapitres Ier des règles de l'air et des services de la circulation aérienne propres à la circulation aérienne générale (annexes I et II des articles D. 131-1 à D. 131-10 du code de l'aviation civile, RCA 1 et RCA 2) conservent leur acception dans la présente réglementation ; </p><p></p><p>Le terme \" service \" correspond à la notion de fonction ou de service assurés alors que le terme \" organisme \" désigne une entité administrative chargée d'assurer un service ; </p><p></p><p>Les expressions définies au chapitre Ier des règles de l'air spécifiques à la circulation aérienne militaire (RCAM 1) sont employées avec la même signification dans les chapitres Ier à VI ci-après. </p><p>Chapitre II : Généralités </p><p>2.1. Bénéficiaires des services de la circulation aérienne militaire </p><p></p><p>Les services de la circulation aérienne militaire sont assurés au profit des aéronefs relevant du ministre de la défense. </p><p></p><p>En outre, les aéronefs d'Etat relevant d'autres ministères ou d'autres Etats, après approbation du commandant de la défense aérienne, et les aéronefs en essais ou en réception, avec l'agrément du directeur du centre d'essais en vol, peuvent bénéficier des services de la CAM selon les modalités fixées par des accords particuliers. </p><p>2.2. Services de la circulation aérienne militaire </p><p></p><p>Ils sont assurés par un dispositif composé par l'ensemble des organismes de la circulation aérienne militaire relevant du ministre de la défense. Des organismes désignés de la circulation aérienne générale, relevant du ministre chargé de l'aviation civile, peuvent rendre les services de la CAM dans le cadre de l'article D<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006843663&dateTexte=&categorieLien=cid' title='Code de l'aviation civile - art. D131-9 (V)'>. 131-9</a> du code de l'aviation civile. </p><p></p><p>Les services de la CAM peuvent être rendus dans l'ensemble de l'espace aérien. </p><p>2.2.1. Objet des services de la CAM. </p><p></p><p>Les services de la CAM ont pour objet : </p><p></p><p>a) La sécurité : </p><p></p><p>Le dispositif doit assurer le déroulement sûr des vols, notamment la prévention des abordages et des collisions ; </p><p></p><p>b) La liberté d'action : </p><p></p><p>Le dispositif doit permettre de disposer en temps utile des moyens et de l'espace aérien nécessaires à l'exécution de tous les types de missions ; </p><p></p><p>c) La permanence : </p><p></p><p>Le dispositif doit être en mesure de fonctionner chaque fois qu'il est requis. </p><p>2.2.2. Fonction des services de la CAM. </p><p></p><p>Les services de la CAM ont pour fonction : </p><p></p><p>1° D'assurer ou de concourir à la conduite de la mission ; </p><p></p><p>2° De prévenir les abordages ; </p><p></p><p>3° De prévenir les collisions ; </p><p></p><p>4° D'accélérer et d'ordonner la circulation aérienne ; </p><p></p><p>5° De fournir les avis et renseignements utiles à l'exécution sûre et efficace des vols et nécessaires à l'exécution de la mission ; </p><p></p><p>6° D'alerter les organismes appropriés lorsque des aéronefs ont besoin de l'aide des organismes de recherche et de sauvetage, et de prêter à ces organismes le concours nécessaire ; </p><p></p><p>7° De fournir une assistance à tout aéronef en vol qui en fait la demande. </p><p>2.2.3. Subdivision des services de la CAM. </p><p></p><p>Les services de la circulation aérienne militaire sont au nombre de quatre :</p><p></p><p>-le service du contrôle de la CAM ;</p><p></p><p>-le service d'information de vol ;</p><p></p><p>-le service d'alerte ;</p><p></p><p>-le service d'assistance aux aéronefs en vol. </p><p></p><p>2.2.3.1. Le service du contrôle de la CAM. </p><p></p><p>Le service du contrôle de la CAM correspond aux fonctions définies au paragraphe 2.2.2, alinéas 1 à 4. </p><p></p><p>Il se subdivise de la manière suivante :</p><p></p><p>-contrôle en route et d'activités particulières ;</p><p></p><p>-contrôle d'approche ;</p><p></p><p>-contrôle d'aérodrome. </p><p></p><p>Il est rendu sous forme d'espacement ou d'information de trafic à l'aide de l'une des actions suivantes :</p><p></p><p>-guidage ;</p><p></p><p>-surveillance ;</p><p></p><p>-protection. </p><p></p><p>Le guidage consiste à fournir les éléments de vol et de navigation à l'aide d'un ensemble radar ou de tout autre moyen équivalent. </p><p></p><p>La fourniture d'espacements, d'information de trafic, d'information de vol ainsi que la prévention des abordages et des collisions sont assurées par l'organisme du contrôle pour l'ensemble des vols CAM contrôlés. En outre, dans le cas des vols de type CAM A, la conduite de la mission est assurée par l'organisme du contrôle. </p><p></p><p>La surveillance consiste à veiller au bon déroulement du vol : </p><p></p><p>1° A l'aide d'un ensemble radar ou de tout autre moyen équivalent : </p><p></p><p>Dans ce cas, la conduite de la mission est assurée par le commandant de bord. La prévention des abordages et des collisions ainsi que la fourniture de l'information de vol incombent à l'organisme du contrôle de la circulation aérienne. </p><p></p><p>Nota.-Dans le cas de la surveillance non radar, l'organisme du contrôle de la circulation aérienne assure les espacements conformément à des procédures préétablies. Cette surveillance non radar ne s'applique normalement qu'aux seules phases de vol arrivée ou départ, dans le cadre du contrôle d'approche, et sous réserve de l'existence de procédures publiées, d'une part, et d'espaces aériens contrôlés de classe A à D ou de zones réglementées, d'autre part. La conduite de la mission reste assurée par le commandant de bord, lequel a alors la charge de la sécurité par rapport au sol et aux obstacles fixes. </p><p></p><p>La sécurité incombe à l'organisme du contrôle qui n'assure la prévention des abordages qu'à l'égard des aéronefs connus ou observés par application des règles prévalant dans le volume dont il a la responsabilité et au pilote par une observation stricte des procédures suivies. </p><p></p><p>2° A l'aide de renseignements transmis par le pilote ou constatés visuellement, dans le cadre de la circulation d'aérodrome. </p><p></p><p>L'organisme du contrôle est chargé de la prévention des collisions sur l'aire de manoeuvre et de la prévention des abordages assurée sous la forme d'information de trafic en circulation d'aérodrome et d'espacement sur la piste. La conduite de la mission reste assurée par le commandant de bord, lequel a alors en charge la sécurité par rapport au sol et aux obstacles fixes. </p><p></p><p>La protection (bénéficiant ou non de l'aide du radar) consiste à affecter un espace aérien ou un secteur défini à un ou plusieurs aéronefs pour les espacer des autres aéronefs connus ou détectés. </p><p></p><p>La conduite de la mission incombe au commandant de bord. </p><p></p><p>L'organisme du contrôle de la circulation aérienne assure les espacements au bénéfice des aéronefs qu'il a autorisés à pénétrer dans cet espace aérien, ainsi que l'information de vol. </p><p></p><p>Le service cesse dès que l'aéronef quitte l'espace aérien ou le secteur considéré. </p><p></p><p>2.2.3.2. Le service d'information de vol. </p><p></p><p>Le service d'information de vol correspond aux fonctions définies au paragraphe 2.2.2, alinéas 1 et 5. </p><p></p><p>Les informations de vol fournies par l'organisme de la circulation aérienne sont de deux sortes :</p><p></p><p>-les informations de vol prévues et fixées dans l'arrêté visé au paragraphe 2.2.4.1 ci-après et relatives à la sécurité des vols (aggravation météorologique, altitude de sécurité, calage altimétrique...) ;</p><p></p><p>-les informations de vol sur demande du pilote ou à l'initiative du contrôle. </p><p></p><p>2.2.3.3. Le service d'alerte. </p><p></p><p>Le service d'alerte correspond aux fonctions définies au paragraphe 2.2.2, alinéa 6. </p><p></p><p>Tout organisme de la circulation aérienne ayant connaissance d'anomalies dans le déroulement d'un vol, pouvant mettre en cause la sécurité de ce vol, doit proposer ou déclencher les phases d'urgence conformément aux procédures en vigueur. </p><p></p><p>2.2.3.4. Le service d'assistance aux aéronefs en vol. </p><p></p><p>Le service d'assistance aux aéronefs en vol correspond aux fonctions définies au paragraphe 2.2.2, alinéa 7. </p><p></p><p>Cette assistance est fournie, après accord du pilote, sous la forme du service d'information de vol ou selon une des actions du service du contrôle de la CAM et suivant les dispositions précédemment définies pour ces services. </p><p>2.2.4. Procédures employées par les organismes chargés de rendre les services de la CAM. </p><p></p><p>2.2.4.1. Les procédures employées par les organismes chargés de rendre les services de la circulation aérienne militaire aux aéronefs appartenant à la circulation aérienne militaire sont fixées par arrêté du ministre de la défense. </p><p></p><p>2.2.4.2. Des procédures complémentaires employées par les organismes de la circulation aérienne chargés de rendre simultanément des services à des aéronefs relevant de la CAM et à des aéronefs relevant de la CAG peuvent être établies par arrêté conjoint du ministre de la défense et du ministre chargé de l'aviation civile. </p><p>2.3. Espaces aériens et aérodromes où sont assurés des services de la CAM </p><p>2.3.1. Désignation des espaces aériens. </p><p></p><p>Les services de la circulation aérienne militaire peuvent être assurés dans la totalité de l'espace aérien. En particulier, le service du contrôle CAM n'est pas nécessairement lié à un type ou une classe d'espace. </p><p></p><p>2.3.1.1. Régions d'information de vol. </p><p></p><p>En complément au RCA 2, les principes ci-après sont retenus. </p><p></p><p>Tous les services de la CAM peuvent être assurés à l'intérieur des régions d'information de vol. Toutefois, en espace aérien de classe F ou G, hors des espaces aériens à statut particulier, le service du contrôle ne peut être rendu qu'avec l'aide du radar sauf si une partie de cet espace aérien a été réservée et permet le déroulement de la CAM de type C. </p><p></p><p>2.3.1.2. Espaces aériens contrôlés et espaces aériens contrôlés spécialisés. </p><p></p><p>En complément au RCA 2, les principes ci-après s'appliquent. </p><p></p><p>Les services de la CAM peuvent être assurés dans les espace s aériens contrôlés (EAC). Le contrôle de la CAM ne peut cependant être effectué qu'en vertu des accords permanents ou temporaires passés entre les administrations ou organismes de la circulation aérienne et selon les dispositions prévues à cet effet. </p><p></p><p>Les espaces aériens contrôlés spécialisés (EACS), créés au profit des activités de la défense, font partie des régions d'information de vol dans lesquels ils sont établis. </p><p></p><p>Les espaces aériens contrôlés et espaces aériens contrôlés spécialisés n'existent que pendant les horaires de fonctionnement des organismes chargés d'y assurer le service du contrôle. </p><p></p><p>Ces horaires sont portés à la connaissance des usagers par la voie de l'information aéronautique. </p><p></p><p>Tout ou partie d'un EACS peut, lorsque cela est prévu, devenir espace aérien contrôlé au profit d'un organisme du contrôle de la circulation aérienne générale lorsque l'organisme du contrôle de la circulation aérienne militaire cesse d'y rendre des services. </p><p></p><p>2.3.1.3. Espaces aériens à statut particulier. </p><p></p><p>La description des espaces aériens à statut particulier est conforme au RCA 2, paragraphe 2.3.1.3. </p><p></p><p>En espace aérien supérieur ou inférieur peuvent être créées des zones de ségrégation temporaire (TSA, ou CBA lorsqu'elles sont transfrontalières). Leur activation fait l'objet d'une coordination entre les organismes concernés pour leur utilisation (voir MILAIP). </p><p></p><p>Les services de la CAM sont également assurés dans ces espaces aériens à statut particulier qui sont répertoriés dans les publications d'information aéronautique fixant notamment les conditions de pénétration pour des périodes d'activation déterminées. </p><p></p><p>Outre les zones interdites figurant dans la documentation aéronautique générale, des zones interdites aux aéronefs de la défense, dites zones \" M \", ont été créées. Elles sont répertoriées dans le MILAIP. </p><p></p><p>2.3.1.4. Secteurs particuliers d'entraînement. </p><p></p><p>Certaines missions d'entraînement au vol tactique, au vol au-dessus de la mer, au vol à très basse altitude, à l'entraînement au combat, notamment, nécessitent la définition de secteurs particuliers. Ces secteurs ne sont connus que des usagers de la CAM et sont perméables au trafic CAG. </p><p>2.3.2. Classification des espaces aériens. </p><p></p><p>Sont dénommés \" espaces aériens contrôlés spécialisés \" les espaces aériens créés au profit d'activité de la défense et dans lesquels les services de la circulation aérienne sont rendus simultanément à la circulation aérienne militaire et à la circulation aérienne générale et où la cohabitation et la densité des deux types de circulation aérienne rendent nécessaire la mise en place de mesures complémentaires. </p><p></p><p>La classification des espaces aériens figurant au RCA 2 est applicable aux espaces aériens contrôlés spécialisés. Les définitions explicitées ci-après font la synthèse des services rendus aux deux circulations. </p><p></p><p>2.3.2.1 Les espaces aériens contrôlés spécialisés sont les suivants : </p><p>2.3.2.1.1. Espace aérien contrôlé spécialisé de classe A. </p><p></p><p>Espace aérien où sont admis les vols IFR et les vols CAM A, B, C. Sauf dérogation, les vols CAM V et les vols VFR n'y sont pas admis. </p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés assurent des espacements entre tous les vols normalement admis. Les vols CAM A, B, C sont espacés de tous les vols connus ou détectés. Les vols admis en dérogation reçoivent un service qui est explicitement défini par cette dérogation. </p><p>2.3.2.1.2. Espace aérien contrôlé spécialisé de classe B. </p><p></p><p>Espace aérien où sont admis les vols IFR ou les vols CAM A, B, C ainsi que les vols VFR ou les vols CAM V. </p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés assurent des espacements entre tous les vols connus ou détectés. </p><p>2.3.2.1.3. Espace aérien contrôlé spécialisé de classe C. </p><p></p><p>Espace aérien où sont admis les vols IFR ou CAM A, B, C ainsi que les vols VFR ou les vols CAM V. </p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés : </p><p></p><p>a) Assurent des espacements :</p><p></p><p>-entre les vols CAM A, B, C ;</p><p></p><p>-entre les vols CAM A, B, C et les autres vols connus ou détectés ;</p><p></p><p>-entre les vols IFR ;</p><p></p><p>-entre les vols IFR et les vols VFR et/ ou CAM V ; </p><p></p><p>b) Fournissent des informations de trafic aux vols VFR et/ ou CAM V sur les autres vols VFR et/ ou CAM V. </p><p></p><p>2.3.2.1.4. Espace aérien contrôlé spécialisé de classe D. </p><p></p><p>Espace aérien où sont admis les vols IFR ou les vols CAM A, B, C ainsi que les vols VFR ou les vols CAM V. </p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne militaire désignés : </p><p></p><p>a) Assurent des espacements :</p><p></p><p>-entre les vols CAM A, B, C ;</p><p></p><p>-entre les vols CAM A, B, C et les vols IFR ;</p><p></p><p>-entre les vols IFR ;</p><p></p><p>-entre les vols CAM A, B, C et tous les vols non connus mais détectés ; </p><p></p><p>b) Fournissent des informations de trafic :</p><p></p><p>-aux vols CAM A, B, C sur les vols VFR et/ ou CAM V ;</p><p></p><p>-aux vols IFR sur les vols VFR et/ ou CAM V ;</p><p></p><p>-aux vols VFR et/ ou CAM V sur tous les vols connus. </p><p>2.3.2.1.5. Espace aérien contrôlé spécialisé de classe E. </p><p></p><p>Espace aérien où sont admis les vols IFR et/ ou les vols CAM A, B, C ainsi que les vols VFR et/ ou CAM V. </p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne militaire désignés assurent les espacements :</p><p></p><p>-entre les vols CAM A, B, C ;</p><p></p><p>-entre les vols CAM A, B, C et tous les autres vols connus ou détectés ;</p><p></p><p>-entre les vols IFR. </p><p></p><p>Nota.-Les vols CAM A, B et C sont nécessairement espacés de tous les autres vols connus ou détectés en raison de la perméabilité de l'espace aérien de classe E, qui ne permet pas de connaître en permanence les manoeuvres des aéronefs évoluant à vue. </p><p></p><p>2.3.2.2. Les espaces aériens non contrôlés sont les suivants : </p><p>2.3.2.2.1. Espace aérien non contrôlé de classe F (espace aérien à service consultatif). </p><p></p><p>Espace aérien où sont admis tous les vols. </p><p></p><p>Dans cet espace aérien, les organismes de la circulation aérienne désignés assurent :</p><p></p><p>-des espacements entre les vols CAM A, B, C ;</p><p></p><p>-des espacements entre les vols CAM A, B, C et tous les autres vols connus ou détectés ;</p><p></p><p>-le service consultatif de la circulation aérienne. </p><p>2.3.2.2.2. Espace aérien non contrôlé de classe G. </p><p></p><p>Espace aérien où sont admis tous les vols. </p><p></p><p>Dans cet espace aérien, les organismes de la circulation aérienne assurent les espacements :</p><p></p><p>-entre les vols CAM A, B, C ;</p><p></p><p>-entre les vols CAM A, B, C et tous les autres vols connus ou détectés. </p><p></p><p>Note 1.-Quel que soit le type d'espace aérien, l'organisme désigné chargé de rendre les services du contrôle de la CAM est responsable de la prévention des abordages au profit des aéronefs qu'il contrôle par rapport à tout vol connu ou détecté. Cette prévention est assurée à l'aide des méthodes suivantes : espacement, information de trafic et information de vol. </p><p></p><p>Les services d'information de vol, d'alerte et d'assistance en vol sont rendus par les organismes du contrôle de la CAM dans tous les espaces aériens. </p><p></p><p>Note 2.-Les conditions applicables aux vols effectués dans chacune des classes d'espace aérien sont conformes au tableau en appendice. </p><p></p><p>Les conditions applicables aux vols effectués sur la limite entre des espaces aériens de classes différentes sont celles de celui de ces espaces aériens qui appartient à la classe qui vient en dernier dans l'ordre alphabétique. </p><p></p><p>Note 3.-Les conditions particulières à l'espace aérien surjacent à la haute mer sont décrites au paragraphe 2.10.</p><p>2.3.3. Spécifications relatives aux espaces aériens. </p><p></p><p>2.3.3.1. Régions d'information de vol. </p><p></p><p>Conforme au RCA 2.</p><p></p><p>2.3.3.2. Espaces aériens contrôlés. </p><p></p><p>Conforme au RCA 2.</p><p></p><p>2.3.3.3. Espaces aériens contrôlés spécialisés. </p><p></p><p>Un EACS est délimité de façon à contenir les activités spécifiques de la défense et les trajectoires des vols de la CAM qui nécessitent sa création. De plus, pour les vols de la CAG auxquels le service du contrôle est assuré, les dispositions du RCA 2 s'appliquent. </p><p></p><p>2.3.3.4. Espaces aériens à statut particulier. </p><p></p><p>Un espace aérien à statut particulier est délimité de façon à protéger ou contenir des sites, des trajectoires ou des activités spécifiques à caractère permanent ou temporaire. Il doit alors englober les trajectoires ou activités qui nécessitent sa création. </p><p></p><p>2.3.3.5. Secteurs particuliers d'entraînement. </p><p></p><p>Des secteurs particuliers d'entraînement, évoqués au paragraphe 2.3.1.4, sont établis au-dessus du sol ou de l'eau. Ils sont contenus pour l'essentiel en espace aérien inférieur. </p><p>2.3.4. Créations. </p><p></p><p>2.3.4.1. Régions d'information de vol, espaces aériens contrôlés, zones réglementées, zones dangereuses, zones de ségrégation temporaires. </p><p></p><p>Les conditions de création, de modification et de suppression des régions d'information de vol, des espaces aériens contrôlés, des zones réglementées, des zones dangereuses et des zones de ségrégation temporaires sont fixées par décret. </p><p></p><p>2.3.4.2. Zones interdites. </p><p></p><p>En complément au RCA 2, des zones \" M \" interdites aux aéronefs de la défense sont créées par la direction de la circulation aérienne militaire sur demande des autorités régionales compétentes. </p><p></p><p>2.3.4.3. Secteurs particuliers d'entraînement. </p><p></p><p>Les créations ou modifications de secteurs particuliers d'entraînement sont proposées par les CICAM et publiées dans le MILAIP après accord de la DIRCAM. </p><p>2.3.5. Aérodromes. </p><p></p><p>Conforme au RCA 2.</p><p>2.3.6. Identification. </p><p></p><p>Les règles d'identification contenues au RCA 2 s'appliquent aux EACS et aux aérodromes dont le ministre de la défense est affectataire principal. </p><p>2.4. Organismes assurant les services de la CAM </p><p>2.4.1. Désignation des organismes. </p><p></p><p>Tous les organismes de la CAM spécifiés au paragraphe 2.4.2 sont chargés de rendre les services de la CAM et de recueillir les renseignements aéronautiques relatifs à leurs installations. </p><p></p><p>Ils peuvent également rendre les services de la CAG au profit des aéronefs de cette circulation, conformément aux arrêtés conjoints du ministre chargé de l'aviation civile et du ministre de la défense (art. D. 131-9 du code de l'aviation civile). </p><p>2.4.2. Spécifications relatives aux organismes de la CAM. </p><p></p><p>2.4.2.1. Centre de détection et de contrôle (CDC). </p><p></p><p>Le CDC comprend : </p><p></p><p>Le centre de contrôle d'interception (CCI) qui assure le contrôle des missions de défense aérienne ; </p><p></p><p>Le centre de contrôle et de coordination du trafic (CCT), articulé en deux éléments :</p><p></p><p>-la section de contrôle et de coordination de la circulation opérationnelle militaire (SCCOM) ;</p><p></p><p>-le bureau d'information de vol (BIV). </p><p></p><p>Le CDC est chargé d'assurer les services de la CAM dans sa zone d'attribution (voir § 2.10.2.2 ci-après). </p><p></p><p>2.4.2.2. Système de détection et de commandement aéroporté (SDCA). </p><p></p><p>Le SDCA peut rendre des services de la CAM de façon identique à celle d'un CDC. Ces services sont fournis en application des instructions et consignes particulières. </p><p></p><p>2.4.2.3. Centre de contrôle de la circulation d'essais et de réception (CCER). </p><p></p><p>Chargés de rendre les services de la CAM aux aéronefs de la circulation d'essais et de réception, les CCER sont implantés :</p><p></p><p>-sur des aérodromes dont le ministre de la défense est affectataire ;</p><p></p><p>-dans les centres de la navigation aérienne civile ;</p><p></p><p>-dans les centres mixtes. </p><p></p><p>2.4.2.4. Centre de coordination et de contrôle de la marine (CCMAR). </p><p></p><p>Le CCMAR est chargé de rendre, dans les espaces aériens et les secteurs désignés, les services de la CAM au profit des aéronefs dont les vols ou phases de vols sont placés sous sa responsabilité. </p><p></p><p>2.4.2.5. Contrôle local d'aérodrome (CLA). </p><p></p><p>Le CLA comprend : </p><p></p><p>La tour de contrôle (TWR) ou vigie qui rend les services de la circulation aérienne au profit de la circulation d'aérodrome et de la circulation au sol ; </p><p></p><p>Le centre de contrôle d'approche (APP) qui rend les service s de la circulation aérienne au profit des aéronefs en procédure d'arrivée ou de départ aux instruments et aux autres aéronefs en vol dans les espaces aériens associés à l'aérodrome et dans les espaces aériens désignés, avec l'accord de l'organisme du contrôle de la circulation aérienne concerné. Le centre de contrôle d'approche peut être commun à plusieurs aérodromes. </p><p></p><p>En plus des organismes de la circulation aérienne ci-dessus, le CLA comprend les deux services suivants : </p><p></p><p>Le bureau d'information aéronautique (BIA) qui recueille les renseignements concernant l'aérodrome et met à la disposition du pilote la documentation nécessaire à la préparation des vols ; </p><p></p><p>Le bureau de piste où sont déposés, exploités et transmis les plans de vol CAM ou CAG et les messages de la circulation aérienne. </p><p></p><p>2.4.2.6. Centre militaire de contrôle (CMC). </p><p></p><p>Le CMC rend les services de la CAM au profit d'une activité particulière qui se déroule dans une portion d'espace aérien définie. Il peut comprendre tout ou partie des organismes cités précédemment (CLA, CDC) pour assurer certaines de leurs missions. </p><p></p><p>2.4.2.7. Détachement militaire de coordination (DMC). </p><p></p><p>Mis en place auprès de chaque CRNA, il est chargé du recueil et de la diffusion aux organismes du contrôle de la CAM des informations de circulation aérienne non transmises de façon automatique. </p><p></p><p>En dehors des périodes de vacation du DCC, il retransmet au CRNA les activations d'espaces aériens nécessaires aux activités de la CAM lorsque ceux-ci interfèrent avec les espaces aériens dans lesquels des services de la circulation aérienne sont rendus par le CRNA. </p><p></p><p>2.4.2.8. Détachement militaire de circulation aérienne (DMCA). </p><p></p><p>Mis en place dans certains CRNA, le DMCA rend les services de la CAM et de la CAG au profit d'une activité se déroulant dans un espace aérien désigné. Il assure en outre toutes les missions du DMC. </p><p></p><p>2.4.2.9. Les autres organismes de la CAM. </p><p></p><p>Des organismes de la CAM avancés et/ ou mobiles, aéroportés ou embarqués peuvent rendre des services de la CAM et éventuellement assurer les coordinations avec les autres organismes de la circulation aérienne. </p><p>2.4.3. Désignation des organismes. </p><p></p><p>Les organismes de la circulation aérienne militaire font l'objet d'une désignation par l'autorité compétente concernée relevant du ministre de la défense ou par arrêté conjoint du ministre chargé de l'aviation civile et du ministre de la défense pour les espaces aériens lorsqu'un organisme unique de la circulation aérienne assure simultanément des services à la circulation aérienne générale et à la circulation aérienne militaire. </p><p></p><p>Ils sont publiés par la voie de l'information aéronautique. < RL > 2.4.4. Identification. </p><p></p><p>Conforme au RCA 2. </p><p></p><p>De plus, un organisme de la circulation aérienne militaire peut être identifié par un indicatif opérationnel. </p><p>2.5. Routes et points significatifs </p><p>2.5.1. Routes TACAN. </p><p></p><p>Le réseau de routes TACAN (routes CAG) est défini à l'usage des aéronefs militaires évoluant en régime IFR en circulation aérienne générale (voir MILAIP). </p><p>2.5.2. Itinéraires de la circulation opérationnelle militaire (ITICOM). </p><p></p><p>Les ITICOM sont définis à l'usage des aéronefs militaires évoluant en CAM contrôlée. Ces itinéraires et les points de report COM sont répertoriés au MILAIP. </p><p>2.6. Altitudes minimales de vol </p><p></p><p>Des altitudes minimales de vol sont déterminées pour chacune des routes TACAN. </p><p></p><p>Les ITICOM sont normalement inclus en espace aérien supérieur. Ils sont utilisables en espace aérien inférieur sous certaines conditions comme support de navigation. </p><p>2.7. Information aéronautique </p><p></p><p>Tous les renseignements nécessaires aux usagers de la CAM et relatifs, notamment :</p><p></p><p>-aux espaces aériens ;</p><p></p><p>-aux aérodromes ;</p><p></p><p>-aux moyens de radionavigation et de radiocommunication ;</p><p></p><p>-aux organismes de la circulation aérienne chargés d'assurer les services de la CAM, </p><p>sont portés à leur connaissance par la voie de l'information aéronautique et, en ce qui concerne les renseignements spécifiques à la défense, par la voie de l'information aéronautique militaire. </p><p>2.8. Importance de l'heure </p><p></p><p>Conforme au RCA 2.</p><p>2.9. Conservation des données </p><p></p><p>Conforme au RCA 2.</p><p>2.10. Espaces aériens au-dessus de la mer </p><p>2.10.1. Au-dessus des mers territoriales. </p><p></p><p>L'espace aérien au-dessus des mers territoriales d'un Etat fait partie du territoire de cet Etat. Les aéronefs relevant de la CAM se conforment donc aux règles propres à cet Etat. </p><p>2.10.2. Au-dessus de la haute mer en FIR française. </p><p></p><p>L'espace aérien situé au-dessus de la haute mer exclut les espaces aériens situés au-dessus des mers territoriales des Etats. Un aéronef relevant de la CAM se conforme aux règles objet du chapitre VI du RCAM 1.</p><p></p><p>2.10.2.1. Dans les espaces aériens réservés pour la CAM en espace aérien contrôlé. </p><p></p><p>Des secteurs particuliers d'entraînement (voir RCAM 2, paragraphe 2.3.1.4), situés dans l'espace aérien au-dessus de la haute mer, peuvent être réservés pour les aéronefs en CAM contrôlée effectuant des évolutions rendant impossible la coordination avec les organismes du contrôle de la CAG concernés (voir RCAM 1, paragraphe 5.4.2). </p><p></p><p>Le contrôle de la CAM s'effectue selon les conditions habituelles adoptées sur le territoire national. </p><p></p><p>2.10.2.2. Dans les zones d'attribution des CCT. </p><p></p><p>Les zones d'attribution des CCT (centres de contrôle et de coordination du trafic) sont publiées dans la documentation aéronautique militaire. Leurs limites latérales diffèrent des limites des FIR françaises ; elles englobent néanmoins les secteurs définis en 2.10.2.1. </p><p></p><p>Dans l'ensemble de l'espace aérien (inférieur et supérieur) qui leur est attribué, les CCT rendent les services de la CAM :</p><p></p><p>-en dehors des espaces aériens affectés à d'autres organismes de la CAM ;</p><p></p><p>-dans la limite de leur plancher de contrôle pour les vols contrôlés au radar. </p><p></p><p>Nota.-Certains espaces aériens ou secteurs cités en 2.10.2.1 et 2.10.2.2 peuvent se situer en totalité ou en partie à l'intérieur de l'espace aérien de classe A à D. </p><p></p><p>2.10.2.3. Dans les zones dangereuses d'entraînement en Atlantique et en Méditerranée. </p><p></p><p>Les aéronefs de la défense effectuent des vols CAM dans les parties maritimes des FIR Brest, Bordeaux et Marseille en toutes conditions de vol, dans des zones dangereuses publiées dans la documentation aéronautique. Ces zones peuvent être également utilisées pour des activités de tirs. </p><p></p><p>Ces zones dangereuses ne garantissent pas l'imperméabilité, en particulier pour les vols non contrôlés. En conséquence, la protection des vols CAM évoluant dans celles-ci ne sera assurée par l'organisme chargé d'assurer des services de la circulation aérienne (CCT, CCMAR), vis-à-vis des autres vols, que dans la mesure où ils sont connus ou détectés. </p><p></p><p>Pour certaines de ces zones dangereuses, les procédures d'utilisation, les conditions de pénétration ainsi que la désignation des organismes chargés de rendre des services (coordination, contrôle, régulation...) font, si nécessaire, l'objet de publications par la voie de l'information aéronautique militaire. </p><p></p><p>Les aéronefs évoluent dans ces zones dangereuses selon l'une des règles suivantes : </p><p></p><p>1° Règles de la CAM V ; </p><p></p><p>2° Règles de la CAM A, B ou C, sous contrôle radar d'un organisme de la circulation aérienne (CCT, CCMAR, SDCA, bâtiment marine...) ; </p><p></p><p>3° Dans un secteur réservé auprès des seuls utilisateurs militaires : </p><p></p><p>La réservation de secteurs dans certaines zones s'effectue suivant des modalités précisées dans des instructions permanentes ZONEX ; </p><p></p><p>Les aéronefs rencontrant des conditions IMC suivent les procédures suivantes :</p><p></p><p>-rejointe du niveau de sécurité défini dans les ordres de vol ;</p><p></p><p>-recherche des conditions VMC ;</p><p></p><p>-établissement d'une liaison radio si possible avec le centre de contrôle approprié ;</p><p></p><p>-veille attentive avec les équipements de bord disponibles (radar, transpondeur...). </p><p></p><p>Une circulaire DIRCAM fixe les procédures de coordination des vols CAM dans les zones dangereuses d'entraînement maritimes. </p><p></p><p>2.10.2.4. Autres espaces aériens. </p><p></p><p>Hors des espaces aériens et secteurs répertoriés ci-dessus, les activités de la CAM s'exercent :</p><p></p><p>-soit en CAM V selon les règles définies au RCAM 1, chapitre VI ;</p><p></p><p>-soit sous contrôle d'un organisme de la circulation aérienne. </p><p></p><p>Le cas échéant, lorsqu'elles présentent un danger potentiel pour les aéronefs civils en vol, ces activités sont coordonnées selon les procédures générales en vigueur applicables au plan national : </p><p>réservation d'espace aérien par NOTAM, coordination par l'AMC. </p><p>2.10.3. Au-dessus de la haute mer hors FIR françaises. </p><p></p><p>Hors des FIR françaises, les activités de la CAM s'exercent selon les mêmes dispositions que celles définies au paragraphe 2.10.2.4. </p><p></p><p>Lorsque ces activités sont susceptibles de présenter un danger potentiel pour les aéronefs civils en vol, outre les règles définies au paragraphe 6.3 du RCAM 1, elles sont coordonnées :</p><p></p><p>-en Europe selon les procédures définies régionalement (coordination via l'AMC compétente) ;</p><p></p><p>-hors de l'Europe avec l'autorité ATS compétente, conformément aux dispositions de l'annexe 11 de la convention relative à l'aviation civile internationale susvisée. </p><p>Chapitre III </p><p>Service du contrôle de la CAM </p><p>3.1. Bénéficiaires </p><p></p><p>Le service du contrôle de la circulation aérienne militaire n'est pas nécessairement lié à une structure ou à un statut d'espace aérien déterminé. Il est assuré au bénéfice : </p><p>3.1.1. de tous les vols en CAM A, B ou C et peut être rendu dans la totalité de l'espace aérien ; </p><p>3.1.2. de tous les vols en CAM V dans les espaces de classe A, B, C et D ainsi que dans les espaces de classe E pour certaines conditions météorologiques ou couleurs terrains pour les aéronefs utilisateurs du code couleurs ; </p><p>3.1.3. de l'ensemble de la circulation d'aérodrome des aérodromes contrôlés. </p><p></p><p>En outre, les aéronefs évoluant selon les règles de la CAM peuvent bénéficier du service du contrôle de la part des organismes du contrôle de la circulation aérienne générale selon des modalités fixées par des arrêtés conjoints et précisées, si nécessaire, par des lettres d'accords ou protocoles passés entre les administrations pour des espaces aériens désignés. </p><p>3.2. Mise en oeuvre </p><p>du service du contrôle de la CAM </p><p></p><p>Les différentes fonctions du service du contrôle de la CAM décrites au paragraphe 2.2.2 sont assurées par les organismes du contrôle de la CAM de la manière suivante : </p><p>3.2.1. Contrôle en route ou activités particulières : </p><p></p><p>a) Par un centre de détection et de contrôle (CDC) ; </p><p></p><p>b) Par un système de détection et de commandement aéroporté (SDCA) ; </p><p></p><p>c) Par un centre militaire de contrôle (CMC) ; </p><p></p><p>d) Par un centre de contrôle de la CER (CCER) ; </p><p></p><p>e) Par un centre de coordination et de contrôle de la marine (CCMAR) ; </p><p></p><p>f) Par un détachement militaire de circulation aérienne (DMCA) ; </p><p></p><p>g) Par un centre de contrôle d'approche (APP) dans certains cas définis ; </p><p></p><p>h) Par d'autres organismes désignés (unités avancées et/ ou mobiles, aéroportées ou embarquées...). </p><p>3.2.2. Contrôle d'approche : </p><p></p><p>a) Par un centre de contrôle d'approche ; </p><p></p><p>b) Par un centre de détection et de contrôle dans certains cas définis ; </p><p></p><p>c) Par d'autres organismes désignés. </p><p>3.2.3. Contrôle d'aérodrome : </p><p></p><p>a) Par une tour de contrôle ; </p><p></p><p>b) Par d'autres organismes désignés. </p><p>3.3. Fonctionnement </p><p>du service du contrôle de la CAM </p><p></p><p>3.3.1. Rôle des organismes du contrôle de la CAM. </p><p></p><p>Afin d'assurer le service du contrôle de la circulation aérienne militaire, un organisme du contrôle de la circulation aérienne désigné doit : </p><p></p><p>a) Recevoir des renseignements concernant des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées ; </p><p></p><p>b) Connaître en permanence la position de chaque aéronef, à l'aide d'un ensemble radar ou de tout autre moyen équivalent ou à l'aide de procédures préétablies ; </p><p></p><p>c) Délivrer des clairances et des informations afin de prévenir les abordages entre les aéronefs placés sous son contrôle, d'ordonner et d'accélérer la circulation aérienne ; </p><p></p><p>d) Se mettre d'accord avec les autres organismes de la circulation aérienne :</p><p></p><p>-chaque fois qu'un aéronef risque d'entraver la circulation aérienne placée sous le contrôle de ces autres organismes ;</p><p></p><p>-avant de transférer à ces autres organismes le contrôle d'un aéronef. </p><p>3.3.2. Prévention des abordages. </p><p></p><p>Les méthodes utilisées par les organismes de la circulation aérienne désignés pour prévenir les abordages entre les aéronefs en vol sont : </p><p></p><p>L'information de trafic ; </p><p></p><p>L'espacement. </p><p></p><p>3.3.2.1. Information de trafic. </p><p></p><p>Les organismes du contrôle de la circulation aérienne désignés fournissent l'information de trafic : </p><p></p><p>a) Aux vols IFR et/ ou CAM A, B, C sur les vols connus évoluant en VFR et/ ou en CAM V en espace aérien contrôlé (EAC) ou en espace aérien contrôlé spécialisé (EACS) de classe D ; </p><p></p><p>b) Aux vols VFR et/ ou CAM V sur les vols IFR et/ ou CAM A, B ou C en EAC ou en EACS de classe D ; </p><p></p><p>c) Aux vols VFR et/ ou CAM V sur les autres vols VFR et/ ou CAM V en EAC ou en EACS de classe C ou D ; </p><p></p><p>d) Aux vols VFR spécial et/ ou CAM V, évoluant sous certaines conditions météorologiques définies, sur les autres vols VFR spécial et/ ou CAM V en EAC ou en EACS de classe C, D ou E ; </p><p></p><p>e) A tous les vols appartenant à la circulation d'aérodrome des aérodromes contrôlés. </p><p></p><p>Nota.-Lorsqu'il s'agit, dans un EACS, de fournir une information de trafic sur un dispositif comportant plusieurs aéronefs évoluant dans cet espace aérien selon les règles de la CAM, l'information de trafic fournie aux autres aéronefs concerne l'ensemble du dispositif. </p><p></p><p>3.3.2.2. Espacement. </p><p></p><p>Les organismes du contrôle de la circulation aérienne désignés pour rendre les services de la CAM assurent l'espacement : </p><p></p><p>a) Entre les vols CAM A, B, C contrôlés radar et les vols non connus mais détectés dans l'ensemble de l'espace aérien ; </p><p></p><p>b) Entre les vols CAM A, B, C contrôlés sans radar et les autres aéronefs connus évoluant dans un EACS ou dans les espaces à statut particulier ; </p><p></p><p>c) Entre les vols IFR dans l'espace aérien contrôlé ; </p><p></p><p>d) Entre tous les vols dans l'espace aérien contrôlé de classe B ; </p><p></p><p>e) Entre les vols IFR et les vols VFR et/ ou CAM V dans l'espace aérien contrôlé de classe C ; </p><p></p><p>f) Entre les vols CAM A, B, C, les vols IFR, les vols VFR spécial et/ ou CAM V évoluant sous certaines conditions météorologiques définies ; </p><p></p><p>g) Entre tous les vols sur la piste d'un aérodrome contrôlé. </p><p></p><p>Les organismes de la circulation aérienne désignés respectent les règles et appliquent les normes définies aux paragraphes 3.3.2.2.1 et 3.3.2.2.2 du RCA 2.</p><p></p><p>3.3.2.3. Dérogations. </p><p></p><p>Les dispositions du RCA 2 s'appliquent aux EACS. </p><p>3.4. Responsabilité du contrôle </p><p></p><p>3.4.1. Responsabilité du contrôle d'un vol donné. </p><p></p><p>A tout moment un vol donné ne peut être sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne générale ou de la circulation aérienne militaire. </p><p></p><p>3.4.2. Responsabilité du contrôle dans une portion d'espace aérien. </p><p></p><p>Le contrôle de tous les aéronefs évoluant en CAM dans une portion d'espace aérien donné incombe à un seul organisme du contrôle de la circulation aérienne désigné pour rendre des services dans cet espace aérien. Cet organisme peut déléguer le contrôle d'un aéronef ou d'un groupe d'aéronefs, dans tout ou partie de cet espace aérien, à d'autres organismes du contrôle, à condition que soit prévue et assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. </p><p></p><p>Les conditions dans lesquelles est assurée la compatibilité entre les deux circulations aériennes, militaire et générale, contrôlées par un organisme unique ou des organismes distincts sont précisées par un décret fixant les règles destinées à assurer la compatibilité des règles applicables à la circulation aérienne générale et à la circulation aérienne militaire, complété, le cas échéant, par des protocoles particuliers entre organismes de la circulation aérienne. </p><p>3.5. Clairance </p><p></p><p>Conforme au RCA 2. De plus un aéronef évoluant selon les règles de la CAM est tenu d'exécuter une clairance reçue. </p><p>3.6. Transfert de contrôle </p><p></p><p>Transférer un aéronef, c'est transmettre la responsabilité d'un organisme du contrôle (perdant) à un autre organisme du contrôle (gagnant). </p><p></p><p>Le transfert de contrôle entre un organisme chargé de rendre les services de la CAM et un organisme rendant le service du contrôle de la circulation aérienne générale et inversement est défini au RCA 2.</p><p></p><p>3.6.1. Transfert d'un organisme CAM à un autre organisme CAM rendant le service du contrôle radar. </p><p></p><p>Le transfert implique :</p><p></p><p>-le préavis : le perdant transmet au gagnant les éléments de vol et de contrôle ;</p><p></p><p>-l'identification radar par le gagnant. </p><p></p><p>Le transfert est réalisé lorsque le gagnant a donné son accord et a établi la liaison radio avec l'aéronef. </p><p></p><p>3.6.2. Transfert d'un organisme CAM à un autre organisme CAM rendant le service du contrôle sans radar. </p><p></p><p>Le transfert implique un préavis : l'organisme perdant transmet à l'organisme gagnant les éléments de vol et de contrôle, la localisation du point de transfert, l'heure estimée et le niveau de vol sur ce point. </p><p></p><p>Le transfert est réalisé lorsque l'organisme gagnant a donné son accord et a établi la liaison radio avec l'aéronef. </p><p></p><p>3.6.3. Autotransfert. </p><p></p><p>La procédure d'autotransfert s'applique à des aéronefs évoluant selon les règles de la CAM et devant être transférés entre deux organismes du contrôle de la circulation aérienne militaire. </p><p></p><p>Si la liaison ne peut être établie entre les organismes concernés, le pilote, sur autorisation de l'organisme perdant, prend contact avec l'organisme gagnant. Il maintient l'écoute de la fréquence radio de l'organisme perdant qui conserve la responsabilité du contrôle. </p><p></p><p>L'autotransfert est terminé lorsque le pilote annonce à l'organisme perdant sa prise en compte par l'organisme gagnant. </p><p>3.7. Régulation du débit de la circulation aérienne </p><p></p><p>Conforme au RCA 2, notamment en ce qui concerne les mesures spécifiques de régulation du débit qui peuvent être mises en place par les organismes chargés d'assurer des services de la circulation aérienne militaire dans les régions de contrôle spécialisées ou les zones de contrôle spécialisées en raison des impératifs de la défense. </p><p>Chapitre IV </p><p>Service d'information de vol </p><p>4.1. Bénéficiaires </p><p></p><p>Conformément au chapitre 2, paragraphe 2.1, le service d'information de vol est rendu aux aéronefs évoluant selon les règles de la CAM. </p><p></p><p>Ce service a pour but de fournir au pilote les avis et renseignements disponibles nécessaires à l'exécution de sa mission. </p><p>4.2. Domaine couvert par le service d'information de vol </p><p>4.2.1. Renseignements relevant du service d'information de vol. </p><p></p><p>Conforme au RCA 2.</p><p>4.2.2. Les paramètres. </p><p></p><p>Conforme au RCA 2.</p><p>4.3. Mise en oeuvre du service d'information de vol </p><p>4.3.1. Le service d'information de vol est assuré : </p><p></p><p>a) Aux aéronefs qui bénéficient du service du contrôle de la CAM par l'organisme du contrôle de la circulation aérienne chargé d'assurer le service du contrôle de la CAM ; </p><p></p><p>b) Au bénéfice des autres aéronefs par tous les organismes chargés de rendre les services de la CAM. </p><p>4.3.2. Priorité du service du contrôle. </p><p></p><p>Conforme au RCA 2, paragraphe 4.3.2.</p><p>4.3.3. Emissions ATIS. </p><p></p><p>Conforme au RCA 2, paragraphe 4.3.3.</p><p>4.3.4. Le service d'information de vol est assuré.</p><p></p><p>-à la demande du pilote ;</p><p></p><p>-spontanément par l'organisme concerné chargé de rendre les services de la CAM. </p><p></p><p>4.3.4.1. Parmi les renseignements qui font l'objet du paragraphe 4.2.1, certains doivent être communiqués à l'initiative des organismes chargés de rendre les services de la CAM. </p><p></p><p>Ces renseignements, ainsi que les conditions dans lesquelles ils doivent être communiqués, sont précisés dans l'arrêté visé au paragraphe 2.2.4.</p><p>4.3.4.2. Les organismes chargés de rendre les services de la circulation aérienne militaire peuvent transmettre à leur initiative tout renseignement en leur possession lorsqu'ils estiment que ces informations peuvent aider les pilotes dans la conduite du vol. </p><p>4.4. L'auto-information </p><p></p><p>L'auto-information est basée sur un compte rendu de position émis par un aéronef dans le but d'orienter la surveillance du ciel et de faciliter la prévention des abordages entre aéronefs dans le même secteur. </p><p></p><p>Les secteurs, les procédures et les conditions de l'auto-information sont publiés dans le MILAIP. </p><p>Chapitre V </p><p>Service d'alerte </p><p></p><p>5.1. Bénéficiaires </p><p></p><p>Conforme au RCA 2.</p><p>5.2. Organismes chargés d'assurer </p><p>le service d'alerte </p><p>5.2.1. Les centres de détection et de contrôle (CDC) et les centres de coordination et de contrôle de la marine (CCMAR) servent de centres de rassemblement de tous les renseignements relatifs à un aéronef se trouvant en difficulté dans leur zone de compétence et transmettent ces renseignements au centre de coordination de sauvetage (CCS) du centre de détection et de contrôle concerné. </p><p></p><p>5.2.2. Lorsqu'un aéronef se trouvant en contact avec un organisme chargé de rendre les services de la CAM est en difficulté, cet organisme avertit immédiatement le CDC concerné qui prévient à son tour le CCS intéressé. </p><p></p><p>5.2.3. Si l'urgence de la situation l'exige, l'organisme local concerné chargé de rendre les services de la CAM alerte d'abord les organismes locaux de secours susceptibles d'apporter une aide immédiate et prend les dispositions nécessaires pour déclencher leur intervention. </p><p>5.3. Mise en alerte des centres de coordination de sauvetage </p><p></p><p>Les modalités contenues dans le RCA 2, paragraphe 5.3, sont applicables aux organismes chargés de rendre les services de la circulation aérienne militaire. Toutefois, en complément au paragraphe 5.3.2 du RCA 2, ces organismes sont habilités à déclencher les procédures de mise en alerte. </p><p>5.4. Notification à l'exploitant </p><p>5.4.1. Lorsqu'un organisme chargé de rendre les services de la CAM estime qu'un aéronef se trouve dans une phase d'incertitude ou d'alerte il en avise l'exploitant, lorsque cela est possible, avant d'alerter le CCS. </p><p></p><p>Si l'aéronef se trouve dans une phase de détresse c'est le CCS qui doit être averti immédiatement en premier. </p><p>5.4.2. Tous les renseignements communiqués au CCS par l'organisme chargé de rendre les services de la CAM sont également transmis sans retard à l'exploitant, lorsque cela est possible. </p><p>5.5. Notification aux aéronefs évoluant </p><p>à proximité d'un aéronef en état d'urgence </p><p></p><p>Conforme au RCA 2. </p><p>Chapitre VI </p><p>Le service d'assistance aux aéronefs en vol </p><p>6.1. But et bénéficiaires </p><p></p><p>Le service d'assistance a pour but d'aider à la conduite d'un aéronef en difficulté. </p><p></p><p>Ce service est assuré aux aéronefs évoluant selon les règles de la CAM dont les difficultés sont signalées à un organisme de la CAM. </p><p></p><p>L'assistance au profit d'aéronefs évoluant selon les règles de la CAG qui se signale en difficulté est effectuée dans le cadre de l'assistance à personne en danger. </p><p>6.2. Organismes chargés d'assurer </p><p>le service d'assistance aux aéronefs en vol </p><p></p><p>Tous les organismes du contrôle de la CAM rendent le service d'assistance aux aéronefs en vol en fonction des moyens dont ils disposent. </p><p>6.3. Mise en oeuvre du service d'assistance </p><p>aux aéronefs en vol </p><p>6.3.1. Engagement d'une opération d'assistance. </p><p></p><p>Les pilotes et organismes du contrôle de la CAM sont amenés à opérer une distinction entre une situation simplement préoccupante (état d'urgence) et une situation justifiant une assistance immédiate (état de détresse). </p><p></p><p>6.3.1.1. Un aéronef est en état d'urgence lorsque sa sécurité ou celle d'une personne se trouvant à bord est menacée sans qu'une assistance immédiate lui soit nécessaire. </p><p></p><p>L'opération d'assistance n'est engagée que sur demande du pilote. </p><p></p><p>L'état d'urgence entraîne le déclenchement de la phase d'alerte-ALERFA. </p><p>6.3.1.2. Un aéronef est en état de détresse lorsqu'il court un danger grave et/ ou imminent et qu'une assistance immédiate lui est nécessaire. </p><p></p><p>L'opération d'assistance est engagée immédiatement. </p><p></p><p>L'état de détresse entraîne le déclenchement de la phase de détresse-DETRESFA. </p><p>6.3.2. Opérations d'assistance. </p><p></p><p>L'assistance est fournie sous la forme du service d'information de vol ou sous une forme du service du contrôle CAM suivant les dispositions réglementaires définies pour ces services. </p><p></p><p>L'assistance consiste à entreprendre les opérations suivantes : </p><p>6.3.2.1. Communiquer à l'aéronef assisté, avec ou sans le concours d'un autre aéronef, des éléments nécessaires à la poursuite ou à l'interruption du vol en l'aidant à effectuer certaines manoeuvres :</p><p></p><p>-transmission de renseignements relatifs à la sécurité et de consignes appropriées : météo, aides à la navigation, altitude de sécurité, utilisation de manuels de procédures de secours, etc. ;</p><p></p><p>-localisation suivie éventuellement de guidage, quel que soit le type d'espace aérien. </p><p>6.3.2.2. Faire intercepter l'aéronef assisté par un autre aéronef et le cas échéant le faire assister jusqu'à l'atterrissage en un lieu choisi ou imposé par les circonstances. </p><p></p><p>Ces opérations sont exécutées en totalité ou en partie suivant l'évolution de la situation de détresse ou d'urgence. </p><p>6.3.2.3. Hormis le cas de force majeure, l'assistance n'est interrompue qu'à la demande du pilote assisté ou lorsque l'assistance a été menée à son terme. </p><p>6.3.2.4. L'opération d'assistance étant susceptible de se transformer en opération SAR, le CCS de la zone concernée est tenu informé du déroulement de l'opération. </p><p>APPENDICE </p><p>Classification des espaces aériens </p><p></p><p>CLASSES d'espaces </p><p>VOLS admis (1) </p><p>SERVICES FOURNIS PAR LES ORGANISMES DE LA CAM </p><p>Contrôle </p><p>Information </p><p>Alerte </p><p>Assistance </p><p>OBLIGATION </p><p>radio (2) </p><p>SOUMIS à clairance </p><p>QUALITÉ du vol </p><p>A </p><p>IFR </p><p>Espacement : </p><p>IFR/ IFR et CAM A, B, C </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Contrôlé </p><p>CAM A, B, C (3) </p><p>Espacement : </p><p>CAM A, B, C/ tous les vols connus ou détectés (3) </p><p>B </p><p>IFR </p><p>CAM A, B, C </p><p>VRF </p><p>CAM V </p><p>Espacement : </p><p>Entre tous les vols connus ou détectés </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Contrôlé </p><p>C </p><p>IFR </p><p>Espacement : </p><p>IFR/ IFR et CAM A, B, C </p><p>IFR/ VFR et CAM V </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Contrôlé </p><p>CAM A, B, C </p><p>Espacement : </p><p>CAM A, B, C/ tous les vols connus ou détectés </p><p>VFR </p><p>Espacement : </p><p>VFR/ IFR et CAM A, B, C </p><p>Information de trafic : </p><p>VFR/ VFR et CAM V </p><p>CAM V </p><p>Espacement : </p><p>CAM V/ CAM A, B, C et IFR </p><p>Information de trafic : </p><p>CAM V/ CAM V et VFR </p><p>D </p><p>IFR </p><p>Espacement : </p><p>IFR/ IFR et CAM A, B, C </p><p>Information de trafic : </p><p>IFR/ VRF et CAM V </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Contrôlé </p><p>CAM A, B, C </p><p>Espacement : </p><p>CAM A, B, C/ CAM A, B, C et IFR </p><p>CAM A, B, C/ tous les autres vols non connus mais détectés </p><p>Information de trafic : </p><p>CAM A, B, C/ CAM V et VFR </p><p>VFR </p><p>Information de trafic : </p><p>VFR/ IFR et CAM A, B, C </p><p>VFR/ VFR et CAM V </p><p>CAM V </p><p>Information de trafic : </p><p>CAM V/ CAM A, B, C et IFR </p><p>CAM V/ CAM V et VFR </p><p>E </p><p>IFR </p><p>Espacement : </p><p>IFR/ IFR et CAM A, B, C </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Contrôlé </p><p>CAM A, B, C </p><p>Espacement : </p><p>CAM A, B, C/ tous les vols connus ou détectés </p><p>CAM V </p><p>Non </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Non </p><p>Non contrôlé </p><p>VFR </p><p>Non </p><p>Non </p><p>F </p><p>CAM A, B, C </p><p>Espacement : </p><p>CAM A, B, C/ tous les vols connus ou détectés </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Contrôlé </p><p>IFR </p><p>Non (service consultatif) </p><p>Espacement : </p><p>IFR/ IFR si possible </p><p>Oui </p><p>(service consultatif) </p><p>Oui </p><p>Non </p><p>Non contrôlé </p><p>CAM V </p><p>Non </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Non </p><p>VFR </p><p>Non </p><p>Non </p><p>G </p><p>CAM A, B, C </p><p>Espacement : </p><p>CAM A, B, C/ tous les vols connus ou détectés </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Contrôlé </p><p>IFR </p><p>Non </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Oui </p><p>Non </p><p>Non contrôlé </p><p>CAM V </p><p>Non </p><p>VFR </p><p>Non </p><p>Non </p><p></p><p>(1) En haute mer, certains vols font l'objet des dérogations définies au chapitre VI du RCAM 1. </p><p></p><p>(2) Etablissement d'une liaison radio bilatérale avec l'organisme ATS concerné ou veille d'une fréquence spécifiée. </p><p></p><p>(3) Les vols CAM V ou VFR admis par dérogation en EAC ou EACS de classe A peuvent être contrôlés et espacés dans des conditions explicitement définies dans cette dérogation. </p><p></p><p>(4) VFR spécial et CAM V (5). </p><p></p><p>a) En espace aérien contrôlé de classe A à E, espacement entre :</p><p></p><p>-IFR et VFR spécial ou CAM V (5) ;</p><p></p><p>-VFR S ou VFR spécial et CAM V (5) ou CAM V (5) dans des conditions qui peuvent être prescrites par arrêté ou par directives d'état-major ou direction. </p><p></p><p>b) En espace aérien contrôlé de classe C, D et E, information de trafic entre :</p><p></p><p>-VFR spécial ou VFR spécial et CAM V (5) ou CAM V (5). </p><p></p><p>(5) CAM V évoluant sous certaines conditions météorologiques spécifiées ou sur terrain BLANC ou VERT (voir MILAIP).</p><p></p>",
            "num": "Annexe III",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1075939200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-05",
                        "fin": "2999-01-01",
                        "titre": "Annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129127",
                        "id": "LEGISCTA000006129127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006934487",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129127",
            "sectionParentId": "LEGISCTA000006129127",
            "sectionParentTitre": "Annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
            "fullSectionsTitre": "Annexes &gt; Annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006934488",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret 2000-385 2000-05-03 art. 2 : les dispositions du présent décret sont applicables en Nouvelle-Calédonie, dans les territoires d'outre-mer et dans la collectivité territoriale de Mayotte. Loi 2001-616 2001-07-11 art. 75 : dans tous les textes législatifs et réglementaires, la référence à la collectivité territoriale de Mayotte est remplacée par la référence à Mayotte et la référence à la collectivité territoriale est remplacée par la référence à la collectivité départementale.",
            "notaHtml": "<p>Décret 2000-385 2000-05-03 art. 2 : les dispositions du présent décret sont applicables en Nouvelle-Calédonie, dans les territoires d'outre-mer et dans la collectivité territoriale de Mayotte.</p><p>Loi 2001-616 2001-07-11 art. 75 : dans tous les textes législatifs et réglementaires, la référence à la collectivité territoriale de Mayotte est remplacée par la référence à Mayotte et la référence à la collectivité territoriale est remplacée par la référence à la collectivité départementale.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000674979",
                    "textTitle": "Décret 67-335 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674979",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000416442",
                    "textTitle": "Décret n°2004-106 du 29 janvier 2004 - art. 10 (V) JORF 5 février 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006228383",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-02-05",
                    "dateSignaTexte": "2004-01-29",
                    "dateDebutCible": "2004-02-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D131-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D131-1",
                    "articleId": "LEGIARTI000006843637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 491616000000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D131-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D131-9",
                    "articleId": "LEGIARTI000006843663",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 491616000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006934487",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 962755200000,
                    "dateFin": 1075939200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006934488",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1075939200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III"
            ],
            "versionPrecedente": "LEGIARTI000006934487",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006934487",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "SERVICES DE LA CIRCULATION AÉRIENNE MILITAIRE Préambule La présente réglementation constitue l'annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D. 131-1 à D. 131-10). Cette réglementation est applicable sur l'ensemble du territoire métropolitain, des départements et territoires d'outre-mer, de la Nouvelle-Calédonie, de la collectivité territoriale de Mayotte, ainsi qu'au-dessus des mers et des océans selon des spécifications particulières décrites au chapitre II, paragraphe 2.10. Elle définit : - les services rendus par les organismes de la circulation aérienne militaire (CAM) ; - le rôle qu'exercent au bénéfice de la circulation aérienne militaire les organismes chargés de cette circulation. Les procédures d'application prévues dans la présente réglementation font l'objet d'un arrêté (RCAM 3) du ministre chargé des armées et sont publiées par la division information aéronautique de la direction de la circulation aérienne militaire (DIRCAM). Il appartient à chaque état-major ou direction, au centre d'essais en vol et à chaque grand commandement d'arrêter et de diffuser, en tant que de besoin, des instructions, des décisions, des directives et/ou des consignes particulières à l'intention de leurs unités et organismes en conformité avec la présente réglementation. Nota. - La présente réglementation se conforme chaque fois que possible, en y faisant référence, à l'annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D. 131-1 à D. 131-10) relative aux \" Services de la circulation aérienne générale \" (RCA 2), dont elle s'efforce de suivre le plan. LES SERVICES DE LA CIRCULATION AÉRIENNE MILITAIRE (RCAM 2) Chapitre Ier : Définitions Dans la présente réglementation : Les termes et expressions définis aux chapitres Ier des règles de l'air et des services de la circulation aérienne propres à la circulation aérienne générale (annexes I et II des articles D. 131-1 à D. 131-10 du code de l'aviation civile, RCA 1 et RCA 2) conservent leur acception dans la présente réglementation ; Le terme \" service \" correspond à la notion de fonction ou de service assurés alors que le terme \" organisme \" désigne une entité administrative chargée d'assurer un service ; Les expressions définies au chapitre Ier des règles de l'air spécifiques à la circulation aérienne militaire (RCAM 1) sont employées avec la même signification dans les chapitres Ier à VI ci-après. Chapitre II : Généralités 2.1. Bénéficiaires des services de la circulation aérienne militaire Les services de la circulation aérienne militaire sont assurés au profit des aéronefs relevant du ministre chargé des armées. En outre, les aéronefs d'Etat relevant d'autres ministères ou d'autres Etats, après approbation du commandant de la défense aérienne, et les aéronefs en essais ou en réception, avec l'agrément du directeur du centre d'essais en vol, peuvent bénéficier des services de la CAM selon les modalités fixées par des accords particuliers. 2.2. Services de la circulation aérienne militaire Ils sont assurés par un dispositif composé par l'ensemble des organismes de la circulation aérienne militaire relevant du ministre chargé des armées. Des organismes désignés de la circulation aérienne générale, relevant du ministre chargé de l'aviation civile, peuvent rendre les services de la CAM dans le cadre de l'article D. 131-9 du code de l'aviation civile. Les services de la CAM peuvent être rendus dans l'ensemble de l'espace aérien. 2.2.1. Objet des services de la CAM. Les services de la CAM ont pour objet : a) La sécurité : Le dispositif doit assurer le déroulement sûr des vols, notamment la prévention des abordages et des collisions ; b) La liberté d'action : Le dispositif doit permettre de disposer en temps utile des moyens et de l'espace aérien nécessaires à l'exécution de tous les types de missions ; c) La permanence : Le dispositif doit être en mesure de fonctionner chaque fois qu'il est requis. 2.2.2. Fonction des services de la CAM. Les services de la CAM ont pour fonction : 1° D'assurer ou de concourir à la conduite de la mission ; 2° De prévenir les abordages ; 3° De prévenir les collisions ; 4° D'accélérer et d'ordonner la circulation aérienne ; 5° De fournir les avis et renseignements utiles à l'exécution sûre et efficace des vols et nécessaires à l'exécution de la mission ; 6° D'alerter les organismes appropriés lorsque des aéronefs ont besoin de l'aide des organismes de recherche et de sauvetage, et de prêter à ces organismes le concours nécessaire ; 7° De fournir une assistance à tout aéronef en vol qui en fait la demande. 2.2.3. Subdivision des services de la CAM. Les services de la circulation aérienne militaire sont au nombre de quatre : - le service du contrôle de la CAM ; - le service d'information de vol ; - le service d'alerte ; - le service d'assistance aux aéronefs en vol. 2.2.3.1. Le service du contrôle de la CAM. Le service du contrôle de la CAM correspond aux fonctions définies au paragraphe 2.2.2, alinéas 1 à 4. Il se subdivise de la manière suivante : - contrôle en route et d'activités particulières ; - contrôle d'approche ; - contrôle d'aérodrome. Il est rendu sous forme d'espacement ou d'information de trafic à l'aide de l'une des actions suivantes : - guidage ; - surveillance ; - protection. Le guidage consiste à fournir les éléments de vol et de navigation à l'aide d'un ensemble radar ou de tout autre moyen équivalent. La fourniture d'espacements, d'information de trafic, d'information de vol ainsi que la prévention des abordages et des collisions sont assurées par l'organisme du contrôle pour l'ensemble des vols CAM contrôlés. En outre, dans le cas des vols de type CAM A, la conduite de la mission est assurée par l'organisme du contrôle. La surveillance consiste à veiller au bon déroulement du vol : 1° A l'aide d'un ensemble radar ou de tout autre moyen équivalent : Dans ce cas, la conduite de la mission est assurée par le commandant de bord. La prévention des abordages et des collisions ainsi que la fourniture de l'information de vol incombent à l'organisme du contrôle de la circulation aérienne. Nota. - Dans le cas de la surveillance non radar, l'organisme du contrôle de la circulation aérienne assure les espacements conformément à des procédures préétablies. Cette surveillance non radar ne s'applique normalement qu'aux seules phases de vol arrivée ou départ, dans le cadre du contrôle d'approche, et sous réserve de l'existence de procédures publiées, d'une part, et d'espaces aériens contrôlés de classe A à D ou de zones réglementées, d'autre part. La conduite de la mission reste assurée par le commandant de bord, lequel a alors la charge de la sécurité par rapport au sol et aux obstacles fixes. La sécurité incombe à l'organisme du contrôle qui n'assure la prévention des abordages qu'à l'égard des aéronefs connus ou observés par application des règles prévalant dans le volume dont il a la responsabilité et au pilote par une observation stricte des procédures suivies. 2° A l'aide de renseignements transmis par le pilote ou constatés visuellement, dans le cadre de la circulation d'aérodrome. L'organisme du contrôle est chargé de la prévention des collisions sur l'aire de manoeuvre et de la prévention des abordages assurée sous la forme d'information de trafic en circulation d'aérodrome et d'espacement sur la piste. La conduite de la mission reste assurée par le commandant de bord, lequel a alors en charge la sécurité par rapport au sol et aux obstacles fixes. La protection (bénéficiant ou non de l'aide du radar) consiste à affecter un espace aérien ou un secteur défini à un ou plusieurs aéronefs pour les espacer des autres aéronefs connus ou détectés. La conduite de la mission incombe au commandant de bord. L'organisme du contrôle de la circulation aérienne assure les espacements au bénéfice des aéronefs qu'il a autorisés à pénétrer dans cet espace aérien, ainsi que l'information de vol. Le service cesse dès que l'aéronef quitte l'espace aérien ou le secteur considéré. 2.2.3.2. Le service d'information de vol. Le service d'information de vol correspond aux fonctions définies au paragraphe 2.2.2, alinéas 1 et 5. Les informations de vol fournies par l'organisme de la circulation aérienne sont de deux sortes : - les informations de vol prévues et fixées dans l'arrêté visé au paragraphe 2.2.4.1 ci-après et relatives à la sécurité des vols (aggravation météorologique, altitude de sécurité, calage altimétrique...) ; - les informations de vol sur demande du pilote ou à l'initiative du contrôle. 2.2.3.3. Le service d'alerte. Le service d'alerte correspond aux fonctions définies au paragraphe 2.2.2, alinéa 6. Tout organisme de la circulation aérienne ayant connaissance d'anomalies dans le déroulement d'un vol, pouvant mettre en cause la sécurité de ce vol, doit proposer ou déclencher les phases d'urgence conformément aux procédures en vigueur. 2.2.3.4. Le service d'assistance aux aéronefs en vol. Le service d'assistance aux aéronefs en vol correspond aux fonctions définies au paragraphe 2.2.2, alinéa 7. Cette assistance est fournie, après accord du pilote, sous la forme du service d'information de vol ou selon une des actions du service du contrôle de la CAM et suivant les dispositions précédemment définies pour ces services. 2.2.4. Procédures employées par les organismes chargés de rendre les services de la CAM. 2.2.4.1. Les procédures employées par les organismes chargés de rendre les services de la circulation aérienne militaire aux aéronefs appartenant à la circulation aérienne militaire sont fixées par arrêté du ministre chargé des armées. 2.2.4.2. Des procédures complémentaires employées par les organismes de la circulation aérienne chargés de rendre simultanément des services à des aéronefs relevant de la CAM et à des aéronefs relevant de la CAG peuvent être établies par arrêté conjoint du ministre chargé des armées et du ministre chargé de l'aviation civile. 2.3. Espaces aériens et aérodromes où sont assurés des services de la CAM 2.3.1. Désignation des espaces aériens. Les services de la circulation aérienne militaire peuvent être assurés dans la totalité de l'espace aérien. En particulier, le service du contrôle CAM n'est pas nécessairement lié à un type ou une classe d'espace. 2.3.1.1. Régions d'information de vol. En complément au RCA 2, les principes ci-après sont retenus. Tous les services de la CAM peuvent être assurés à l'intérieur des régions d'information de vol. Toutefois, en espace aérien de classe F ou G, hors des espaces aériens à statut particulier, le service du contrôle ne peut être rendu qu'avec l'aide du radar sauf si une partie de cet espace aérien a été réservée et permet le déroulement de la CAM de type C. 2.3.1.2. Espaces aériens contrôlés et espaces aériens contrôlés spécialisés. En complément au RCA 2, les principes ci-après s'appliquent. Les services de la CAM peuvent être assurés dans les espace s aériens contrôlés (EAC). Le contrôle de la CAM ne peut cependant être effectué qu'en vertu des accords permanents ou temporaires passés entre les administrations ou organismes de la circulation aérienne et selon les dispositions prévues à cet effet. Les espaces aériens contrôlés spécialisés (EACS), créés au profit des activités de la défense, font partie des régions d'information de vol dans lesquels ils sont établis. Les espaces aériens contrôlés et espaces aériens contrôlés spécialisés n'existent que pendant les horaires de fonctionnement des organismes chargés d'y assurer le service du contrôle. Ces horaires sont portés à la connaissance des usagers par la voie de l'information aéronautique. Tout ou partie d'un EACS peut, lorsque cela est prévu, devenir espace aérien contrôlé au profit d'un organisme du contrôle de la circulation aérienne générale lorsque l'organisme du contrôle de la circulation aérienne militaire cesse d'y rendre des services. 2.3.1.3. Espaces aériens à statut particulier. La description des espaces aériens à statut particulier est conforme au RCA 2, paragraphe 2.3.1.3. En espace aérien supérieur ou inférieur peuvent être créées des zones de ségrégation temporaire (TSA, ou CBA lorsqu'elles sont transfrontalières). Leur activation fait l'objet d'une coordination entre les organismes concernés pour leur utilisation (voir MILAIP). Les services de la CAM sont également assurés dans ces espaces aériens à statut particulier qui sont répertoriés dans les publications d'information aéronautique fixant notamment les conditions de pénétration pour des périodes d'activation déterminées. Outre les zones interdites figurant dans la documentation aéronautique générale, des zones interdites aux aéronefs de la défense, dites zones \" M \", ont été créées. Elles sont répertoriées dans le MILAIP. 2.3.1.4. Secteurs particuliers d'entraînement. Certaines missions d'entraînement au vol tactique, au vol au-dessus de la mer, au vol à très basse altitude, à l'entraînement au combat, notamment, nécessitent la définition de secteurs particuliers. Ces secteurs ne sont connus que des usagers de la CAM et sont perméables au trafic CAG. 2.3.2. Classification des espaces aériens. Sont dénommés \" espaces aériens contrôlés spécialisés \" les espaces aériens créés au profit d'activité de la défense et dans lesquels les services de la circulation aérienne sont rendus simultanément à la circulation aérienne militaire et à la circulation aérienne générale et où la cohabitation et la densité des deux types de circulation aérienne rendent nécessaire la mise en place de mesures complémentaires. La classification des espaces aériens figurant au RCA 2 est applicable aux espaces aériens contrôlés spécialisés. Les définitions explicitées ci-après font la synthèse des services rendus aux deux circulations. 2.3.2.1 Les espaces aériens contrôlés spécialisés sont les suivants : 2.3.2.1.1. Espace aérien contrôlé spécialisé de classe A. Espace aérien où sont admis les vols IFR et les vols CAM A, B, C. Sauf dérogation, les vols CAM V et les vols VFR n'y sont pas admis. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés assurent des espacements entre tous les vols normalement admis. Les vols CAM A, B, C sont espacés de tous les vols connus ou détectés. Les vols admis en dérogation reçoivent un service qui est explicitement défini par cette dérogation. 2.3.2.1.2. Espace aérien contrôlé spécialisé de classe B. Espace aérien où sont admis les vols IFR ou les vols CAM A, B, C ainsi que les vols VFR ou les vols CAM V. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés assurent des espacements entre tous les vols connus ou détectés. 2.3.2.1.3. Espace aérien contrôlé spécialisé de classe C. Espace aérien où sont admis les vols IFR ou CAM A, B, C ainsi que les vols VFR ou les vols CAM V. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés : a) Assurent des espacements : - entre les vols CAM A, B, C ; - entre les vols CAM A, B, C et les autres vols connus ou détectés ; - entre les vols IFR ; - entre les vols IFR et les vols VFR et/ou CAM V ; b) Fournissent des informations de trafic aux vols VFR et/ou CAM V sur les autres vols VFR et/ou CAM V. 2.3.2.1.4. Espace aérien contrôlé spécialisé de classe D. Espace aérien où sont admis les vols IFR ou les vols CAM A, B, C ainsi que les vols VFR ou les vols CAM V. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne militaire désignés : a) Assurent des espacements : - entre les vols CAM A, B, C ; - entre les vols CAM A, B, C et les vols IFR ; - entre les vols IFR ; - entre les vols CAM A, B, C et tous les vols non connus mais détectés ; b) Fournissent des informations de trafic : - aux vols CAM A, B, C sur les vols VFR et/ou CAM V ; - aux vols IFR sur les vols VFR et/ou CAM V ; - aux vols VFR et/ou CAM V sur tous les vols connus. 2.3.2.1.5. Espace aérien contrôlé spécialisé de classe E. Espace aérien où sont admis les vols IFR et/ou les vols CAM A, B, C ainsi que les vols VFR et/ou CAM V. Dans cet espace aérien, les organismes du contrôle de la circulation aérienne militaire désignés assurent les espacements : - entre les vols CAM A, B, C ; - entre les vols CAM A, B, C et tous les autres vols connus ou détectés ; - entre les vols IFR. Nota. - Les vols CAM A, B et C sont nécessairement espacés de tous les autres vols connus ou détectés en raison de la perméabilité de l'espace aérien de classe E, qui ne permet pas de connaître en permanence les manoeuvres des aéronefs évoluant à vue. 2.3.2.2. Les espaces aériens non contrôlés sont les suivants : 2.3.2.2.1. Espace aérien non contrôlé de classe F (espace aérien à service consultatif). Espace aérien où sont admis tous les vols. Dans cet espace aérien, les organismes de la circulation aérienne désignés assurent : - des espacements entre les vols CAM A, B, C ; - des espacements entre les vols CAM A, B, C et tous les autres vols connus ou détectés ; - le service consultatif de la circulation aérienne. 2.3.2.2.2. Espace aérien non contrôlé de classe G. Espace aérien où sont admis tous les vols. Dans cet espace aérien, les organismes de la circulation aérienne assurent les espacements : - entre les vols CAM A, B, C ; - entre les vols CAM A, B, C et tous les autres vols connus ou détectés. Note 1. - Quel que soit le type d'espace aérien, l'organisme désigné chargé de rendre les services du contrôle de la CAM est responsable de la prévention des abordages au profit des aéronefs qu'il contrôle par rapport à tout vol connu ou détecté. Cette prévention est assurée à l'aide des méthodes suivantes : espacement, information de trafic et information de vol. Les services d'information de vol, d'alerte et d'assistance en vol sont rendus par les organismes du contrôle de la CAM dans tous les espaces aériens. Note 2. - Les conditions applicables aux vols effectués dans chacune des classes d'espace aérien sont conformes au tableau en appendice. Les conditions applicables aux vols effectués sur la limite entre des espaces aériens de classes différentes sont celles de celui de ces espaces aériens qui appartient à la classe qui vient en dernier dans l'ordre alphabétique. Note 3. - Les conditions particulières à l'espace aérien surjacent à la haute mer sont décrites au paragraphe 2.10. 2.3.3. Spécifications relatives aux espaces aériens. 2.3.3.1. Régions d'information de vol. Conforme au RCA 2. 2.3.3.2. Espaces aériens contrôlés. Conforme au RCA 2. 2.3.3.3. Espaces aériens contrôlés spécialisés. Un EACS est délimité de façon à contenir les activités spécifiques de la défense et les trajectoires des vols de la CAM qui nécessitent sa création. De plus, pour les vols de la CAG auxquels le service du contrôle est assuré, les dispositions du RCA 2 s'appliquent. 2.3.3.4. Espaces aériens à statut particulier. Un espace aérien à statut particulier est délimité de façon à protéger ou contenir des sites, des trajectoires ou des activités spécifiques à caractère permanent ou temporaire. Il doit alors englober les trajectoires ou activités qui nécessitent sa création. 2.3.3.5. Secteurs particuliers d'entraînement. Des secteurs particuliers d'entraînement, évoqués au paragraphe 2.3.1.4, sont établis au-dessus du sol ou de l'eau. Ils sont contenus pour l'essentiel en espace aérien inférieur. 2.3.4. Créations. 2.3.4.1. Régions d'information de vol, espaces aériens contrôlés, zones réglementées, zones dangereuses, zones de ségrégation temporaires. Les conditions de création, de modification et de suppression des régions d'information de vol, des espaces aériens contrôlés, des zones réglementées, des zones dangereuses et des zones de ségrégation temporaires sont fixées par décret. 2.3.4.2. Zones interdites. En complément au RCA 2, des zones \" M \" interdites aux aéronefs de la défense sont créées par la direction de la circulation aérienne militaire sur demande des autorités régionales compétentes. 2.3.4.3. Secteurs particuliers d'entraînement. Les créations ou modifications de secteurs particuliers d'entraînement sont proposées par les CICAM et publiées dans le MILAIP après accord de la DIRCAM. 2.3.5. Aérodromes. Conforme au RCA 2. 2.3.6. Identification. Les règles d'identification contenues au RCA 2 s'appliquent aux EACS et aux aérodromes dont le ministre chargé des armées est affectataire principal. 2.4. Organismes assurant les services de la CAM 2.4.1. Désignation des organismes. Tous les organismes de la CAM spécifiés au paragraphe 2.4.2 sont chargés de rendre les services de la CAM et de recueillir les renseignements aéronautiques relatifs à leurs installations. Ils peuvent également rendre les services de la CAG au profit des aéronefs de cette circulation, conformément aux arrêtés conjoints du ministre chargé de l'aviation civile et du ministre chargé des armées (art. D. 131-9 du code de l'aviation civile). 2.4.2. Spécifications relatives aux organismes de la CAM. 2.4.2.1. Centre de détection et de contrôle (CDC). Le CDC comprend : Le centre de contrôle d'interception (CCI) qui assure le contrôle des missions de défense aérienne ; Le centre de contrôle et de coordination du trafic (CCT), articulé en deux éléments : - la section de contrôle et de coordination de la circulation opérationnelle militaire (SCCOM) ; - le bureau d'information de vol (BIV). Le CDC est chargé d'assurer les services de la CAM dans sa zone d'attribution (voir § 2.10.2.2 ci-après). 2.4.2.2. Système de détection et de commandement aéroporté (SDCA). Le SDCA peut rendre des services de la CAM de façon identique à celle d'un CDC. Ces services sont fournis en application des instructions et consignes particulières. 2.4.2.3. Centre de contrôle de la circulation d'essais et de réception (CCER). Chargés de rendre les services de la CAM aux aéronefs de la circulation d'essais et de réception, les CCER sont implantés : - sur des aérodromes dont le ministre chargé des armées est affectataire ; - dans les centres de la navigation aérienne civile ; - dans les centres mixtes. 2.4.2.4. Centre de coordination et de contrôle de la marine (CCMAR). Le CCMAR est chargé de rendre, dans les espaces aériens et les secteurs désignés, les services de la CAM au profit des aéronefs dont les vols ou phases de vols sont placés sous sa responsabilité. 2.4.2.5. Contrôle local d'aérodrome (CLA). Le CLA comprend : La tour de contrôle (TWR) ou vigie qui rend les services de la circulation aérienne au profit de la circulation d'aérodrome et de la circulation au sol ; Le centre de contrôle d'approche (APP) qui rend les service s de la circulation aérienne au profit des aéronefs en procédure d'arrivée ou de départ aux instruments et aux autres aéronefs en vol dans les espaces aériens associés à l'aérodrome et dans les espaces aériens désignés, avec l'accord de l'organisme du contrôle de la circulation aérienne concerné. Le centre de contrôle d'approche peut être commun à plusieurs aérodromes. En plus des organismes de la circulation aérienne ci-dessus, le CLA comprend les deux services suivants : Le bureau d'information aéronautique (BIA) qui recueille les renseignements concernant l'aérodrome et met à la disposition du pilote la documentation nécessaire à la préparation des vols ; Le bureau de piste où sont déposés, exploités et transmis les plans de vol CAM ou CAG et les messages de la circulation aérienne. 2.4.2.6. Centre militaire de contrôle (CMC). Le CMC rend les services de la CAM au profit d'une activité particulière qui se déroule dans une portion d'espace aérien définie. Il peut comprendre tout ou partie des organismes cités précédemment (CLA, CDC) pour assurer certaines de leurs missions. 2.4.2.7. Détachement militaire de coordination (DMC). Mis en place auprès de chaque CRNA, il est chargé du recueil et de la diffusion aux organismes du contrôle de la CAM des informations de circulation aérienne non transmises de façon automatique. En dehors des périodes de vacation du DCC, il retransmet au CRNA les activations d'espaces aériens nécessaires aux activités de la CAM lorsque ceux-ci interfèrent avec les espaces aériens dans lesquels des services de la circulation aérienne sont rendus par le CRNA. 2.4.2.8. Détachement militaire de circulation aérienne (DMCA). Mis en place dans certains CRNA, le DMCA rend les services de la CAM et de la CAG au profit d'une activité se déroulant dans un espace aérien désigné. Il assure en outre toutes les missions du DMC. 2.4.2.9. Les autres organismes de la CAM. Des organismes de la CAM avancés et/ou mobiles, aéroportés ou embarqués peuvent rendre des services de la CAM et éventuellement assurer les coordinations avec les autres organismes de la circulation aérienne. 2.4.3. Désignation des organismes. Les organismes de la circulation aérienne militaire font l'objet d'une désignation par l'autorité compétente concernée relevant du ministre chargé des armées ou par arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des armées pour les espaces aériens lorsqu'un organisme unique de la circulation aérienne assure simultanément des services à la circulation aérienne générale et à la circulation aérienne militaire. Ils sont publiés par la voie de l'information aéronautique.< RL> 2.4.4. Identification. Conforme au RCA 2. De plus, un organisme de la circulation aérienne militaire peut être identifié par un indicatif opérationnel. 2.5. Routes et points significatifs 2.5.1. Routes TACAN. Le réseau de routes TACAN (routes CAG) est défini à l'usage des aéronefs militaires évoluant en régime IFR en circulation aérienne générale (voir MILAIP). 2.5.2. Itinéraires de la circulation opérationnelle militaire (ITICOM). Les ITICOM sont définis à l'usage des aéronefs militaires évoluant en CAM contrôlée. Ces itinéraires et les points de report COM sont répertoriés au MILAIP. 2.6. Altitudes minimales de vol Des altitudes minimales de vol sont déterminées pour chacune des routes TACAN. Les ITICOM sont normalement inclus en espace aérien supérieur. Ils sont utilisables en espace aérien inférieur sous certaines conditions comme support de navigation. 2.7. Information aéronautique Tous les renseignements nécessaires aux usagers de la CAM et relatifs, notamment : - aux espaces aériens ; - aux aérodromes ; - aux moyens de radionavigation et de radiocommunication ; - aux organismes de la circulation aérienne chargés d'assurer les services de la CAM, sont portés à leur connaissance par la voie de l'information aéronautique et, en ce qui concerne les renseignements spécifiques à la défense, par la voie de l'information aéronautique militaire. 2.8. Importance de l'heure Conforme au RCA 2. 2.9. Conservation des données Conforme au RCA 2. 2.10. Espaces aériens au-dessus de la mer 2.10.1. Au-dessus des mers territoriales. L'espace aérien au-dessus des mers territoriales d'un Etat fait partie du territoire de cet Etat. Les aéronefs relevant de la CAM se conforment donc aux règles propres à cet Etat. 2.10.2. Au-dessus de la haute mer en FIR française. L'espace aérien situé au-dessus de la haute mer exclut les espaces aériens situés au-dessus des mers territoriales des Etats. Un aéronef relevant de la CAM se conforme aux règles objet du chapitre VI du RCAM 1. 2.10.2.1. Dans les espaces aériens réservés pour la CAM en espace aérien contrôlé. Des secteurs particuliers d'entraînement (voir RCAM 2, paragraphe 2.3.1.4), situés dans l'espace aérien au-dessus de la haute mer, peuvent être réservés pour les aéronefs en CAM contrôlée effectuant des évolutions rendant impossible la coordination avec les organismes du contrôle de la CAG concernés (voir RCAM 1, paragraphe 5.4.2). Le contrôle de la CAM s'effectue selon les conditions habituelles adoptées sur le territoire national. 2.10.2.2. Dans les zones d'attribution des CCT. Les zones d'attribution des CCT (centres de contrôle et de coordination du trafic) sont publiées dans la documentation aéronautique militaire. Leurs limites latérales diffèrent des limites des FIR françaises ; elles englobent néanmoins les secteurs définis en 2.10.2.1. Dans l'ensemble de l'espace aérien (inférieur et supérieur) qui leur est attribué, les CCT rendent les services de la CAM : - en dehors des espaces aériens affectés à d'autres organismes de la CAM ; - dans la limite de leur plancher de contrôle pour les vols contrôlés au radar. Nota. - Certains espaces aériens ou secteurs cités en 2.10.2.1 et 2.10.2.2 peuvent se situer en totalité ou en partie à l'intérieur de l'espace aérien de classe A à D. 2.10.2.3. Dans les zones dangereuses d'entraînement en Atlantique et en Méditerranée. Les aéronefs de la défense effectuent des vols CAM dans les parties maritimes des FIR Brest, Bordeaux et Marseille en toutes conditions de vol, dans des zones dangereuses publiées dans la documentation aéronautique. Ces zones peuvent être également utilisées pour des activités de tirs. Ces zones dangereuses ne garantissent pas l'imperméabilité, en particulier pour les vols non contrôlés. En conséquence, la protection des vols CAM évoluant dans celles-ci ne sera assurée par l'organisme chargé d'assurer des services de la circulation aérienne (CCT, CCMAR), vis-à-vis des autres vols, que dans la mesure où ils sont connus ou détectés. Pour certaines de ces zones dangereuses, les procédures d'utilisation, les conditions de pénétration ainsi que la désignation des organismes chargés de rendre des services (coordination, contrôle, régulation ...) font, si nécessaire, l'objet de publications par la voie de l'information aéronautique militaire. Les aéronefs évoluent dans ces zones dangereuses selon l'une des règles suivantes : 1° Règles de la CAM V ; 2° Règles de la CAM A, B ou C, sous contrôle radar d'un organisme de la circulation aérienne (CCT, CCMAR, SDCA, bâtiment marine...) ; 3° Dans un secteur réservé auprès des seuls utilisateurs militaires : La réservation de secteurs dans certaines zones s'effectue suivant des modalités précisées dans des instructions permanentes ZONEX ; Les aéronefs rencontrant des conditions IMC suivent les procédures suivantes : - rejointe du niveau de sécurité défini dans les ordres de vol ; - recherche des conditions VMC ; - établissement d'une liaison radio si possible avec le centre de contrôle approprié ; - veille attentive avec les équipements de bord disponibles (radar, transpondeur...). Une circulaire DIRCAM fixe les procédures de coordination des vols CAM dans les zones dangereuses d'entraînement maritimes. 2.10.2.4. Autres espaces aériens. Hors des espaces aériens et secteurs répertoriés ci-dessus, les activités de la CAM s'exercent : - soit en CAM V selon les règles définies au RCAM 1, chapitre VI ; - soit sous contrôle d'un organisme de la circulation aérienne. Le cas échéant, lorsqu'elles présentent un danger potentiel pour les aéronefs civils en vol, ces activités sont coordonnées selon les procédures générales en vigueur applicables au plan national : réservation d'espace aérien par NOTAM, coordination par l'AMC. 2.10.3. Au-dessus de la haute mer hors FIR françaises. Hors des FIR françaises, les activités de la CAM s'exercent selon les mêmes dispositions que celles définies au paragraphe 2.10.2.4. Lorsque ces activités sont susceptibles de présenter un danger potentiel pour les aéronefs civils en vol, outre les règles définies au paragraphe 6.3 du RCAM 1, elles sont coordonnées : - en Europe selon les procédures définies régionalement (coordination via l'AMC compétente) ; - hors de l'Europe avec l'autorité ATS compétente, conformément aux dispositions de l'annexe 11 de la convention relative à l'aviation civile internationale susvisée. Chapitre III Service du contrôle de la CAM 3.1. Bénéficiaires Le service du contrôle de la circulation aérienne militaire n'est pas nécessairement lié à une structure ou à un statut d'espace aérien déterminé. Il est assuré au bénéfice : 3.1.1. de tous les vols en CAM A, B ou C et peut être rendu dans la totalité de l'espace aérien ; 3.1.2. de tous les vols en CAM V dans les espaces de classe A, B, C et D ainsi que dans les espaces de classe E pour certaines conditions météorologiques ou couleurs terrains pour les aéronefs utilisateurs du code couleurs ; 3.1.3. de l'ensemble de la circulation d'aérodrome des aérodromes contrôlés. En outre, les aéronefs évoluant selon les règles de la CAM peuvent bénéficier du service du contrôle de la part des organismes du contrôle de la circulation aérienne générale selon des modalités fixées par des arrêtés conjoints et précisées, si nécessaire, par des lettres d'accords ou protocoles passés entre les administrations pour des espaces aériens désignés. 3.2. Mise en oeuvre du service du contrôle de la CAM Les différentes fonctions du service du contrôle de la CAM décrites au paragraphe 2.2.2 sont assurées par les organismes du contrôle de la CAM de la manière suivante : 3.2.1. Contrôle en route ou activités particulières : a) Par un centre de détection et de contrôle (CDC) ; b) Par un système de détection et de commandement aéroporté (SDCA) ; c) Par un centre militaire de contrôle (CMC) ; d) Par un centre de contrôle de la CER (CCER) ; e) Par un centre de coordination et de contrôle de la marine (CCMAR) ; f) Par un détachement militaire de circulation aérienne (DMCA) ; g) Par un centre de contrôle d'approche (APP) dans certains cas définis ; h) Par d'autres organismes désignés (unités avancées et/ou mobiles, aéroportées ou embarquées...). 3.2.2. Contrôle d'approche : a) Par un centre de contrôle d'approche ; b) Par un centre de détection et de contrôle dans certains cas définis ; c) Par d'autres organismes désignés. 3.2.3. Contrôle d'aérodrome : a) Par une tour de contrôle ; b) Par d'autres organismes désignés. 3.3. Fonctionnement du service du contrôle de la CAM 3.3.1. Rôle des organismes du contrôle de la CAM. Afin d'assurer le service du contrôle de la circulation aérienne militaire, un organisme du contrôle de la circulation aérienne désigné doit : a) Recevoir des renseignements concernant des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées ; b) Connaître en permanence la position de chaque aéronef, à l'aide d'un ensemble radar ou de tout autre moyen équivalent ou à l'aide de procédures préétablies ; c) Délivrer des clairances et des informations afin de prévenir les abordages entre les aéronefs placés sous son contrôle, d'ordonner et d'accélérer la circulation aérienne ; d) Se mettre d'accord avec les autres organismes de la circulation aérienne : - chaque fois qu'un aéronef risque d'entraver la circulation aérienne placée sous le contrôle de ces autres organismes ; - avant de transférer à ces autres organismes le contrôle d'un aéronef. 3.3.2. Prévention des abordages. Les méthodes utilisées par les organismes de la circulation aérienne désignés pour prévenir les abordages entre les aéronefs en vol sont : L'information de trafic ; L'espacement. 3.3.2.1. Information de trafic. Les organismes du contrôle de la circulation aérienne désignés fournissent l'information de trafic : a) Aux vols IFR et/ou CAM A, B, C sur les vols connus évoluant en VFR et/ou en CAM V en espace aérien contrôlé (EAC) ou en espace aérien contrôlé spécialisé (EACS) de classe D ; b) Aux vols VFR et/ou CAM V sur les vols IFR et/ou CAM A, B ou C en EAC ou en EACS de classe D ; c) Aux vols VFR et/ou CAM V sur les autres vols VFR et/ou CAM V en EAC ou en EACS de classe C ou D ; d) Aux vols VFR spécial et/ou CAM V, évoluant sous certaines conditions météorologiques définies, sur les autres vols VFR spécial et/ou CAM V en EAC ou en EACS de classe C, D ou E ; e) A tous les vols appartenant à la circulation d'aérodrome des aérodromes contrôlés. Nota. - Lorsqu'il s'agit, dans un EACS, de fournir une information de trafic sur un dispositif comportant plusieurs aéronefs évoluant dans cet espace aérien selon les règles de la CAM, l'information de trafic fournie aux autres aéronefs concerne l'ensemble du dispositif. 3.3.2.2. Espacement. Les organismes du contrôle de la circulation aérienne désignés pour rendre les services de la CAM assurent l'espacement : a) Entre les vols CAM A, B, C contrôlés radar et les vols non connus mais détectés dans l'ensemble de l'espace aérien ; b) Entre les vols CAM A, B, C contrôlés sans radar et les autres aéronefs connus évoluant dans un EACS ou dans les espaces à statut particulier ; c) Entre les vols IFR dans l'espace aérien contrôlé ; d) Entre tous les vols dans l'espace aérien contrôlé de classe B ; e) Entre les vols IFR et les vols VFR et/ou CAM V dans l'espace aérien contrôlé de classe C ; f) Entre les vols CAM A, B, C, les vols IFR, les vols VFR spécial et/ou CAM V évoluant sous certaines conditions météorologiques définies ; g) Entre tous les vols sur la piste d'un aérodrome contrôlé. Les organismes de la circulation aérienne désignés respectent les règles et appliquent les normes définies aux paragraphes 3.3.2.2.1 et 3.3.2.2.2 du RCA 2. 3.3.2.3. Dérogations. Les dispositions du RCA 2 s'appliquent aux EACS. 3.4. Responsabilité du contrôle 3.4.1. Responsabilité du contrôle d'un vol donné. A tout moment un vol donné ne peut être sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne générale ou de la circulation aérienne militaire. 3.4.2. Responsabilité du contrôle dans une portion d'espace aérien. Le contrôle de tous les aéronefs évoluant en CAM dans une portion d'espace aérien donné incombe à un seul organisme du contrôle de la circulation aérienne désigné pour rendre des services dans cet espace aérien. Cet organisme peut déléguer le contrôle d'un aéronef ou d'un groupe d'aéronefs, dans tout ou partie de cet espace aérien, à d'autres organismes du contrôle, à condition que soit prévue et assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. Les conditions dans lesquelles est assurée la compatibilité entre les deux circulations aériennes, militaire et générale, contrôlées par un organisme unique ou des organismes distincts sont précisées par un décret fixant les règles destinées à assurer la compatibilité des règles applicables à la circulation aérienne générale et à la circulation aérienne militaire, complété, le cas échéant, par des protocoles particuliers entre organismes de la circulation aérienne. 3.5. Clairance Conforme au RCA 2. De plus un aéronef évoluant selon les règles de la CAM est tenu d'exécuter une clairance reçue. 3.6. Transfert de contrôle Transférer un aéronef, c'est transmettre la responsabilité d'un organisme du contrôle (perdant) à un autre organisme du contrôle (gagnant). Le transfert de contrôle entre un organisme chargé de rendre les services de la CAM et un organisme rendant le service du contrôle de la circulation aérienne générale et inversement est défini au RCA 2. 3.6.1. Transfert d'un organisme CAM à un autre organisme CAM rendant le service du contrôle radar. Le transfert implique : - le préavis : le perdant transmet au gagnant les éléments de vol et de contrôle ; - l'identification radar par le gagnant. Le transfert est réalisé lorsque le gagnant a donné son accord et a établi la liaison radio avec l'aéronef. 3.6.2. Transfert d'un organisme CAM à un autre organisme CAM rendant le service du contrôle sans radar. Le transfert implique un préavis : l'organisme perdant transmet à l'organisme gagnant les éléments de vol et de contrôle, la localisation du point de transfert, l'heure estimée et le niveau de vol sur ce point. Le transfert est réalisé lorsque l'organisme gagnant a donné son accord et a établi la liaison radio avec l'aéronef. 3.6.3. Autotransfert. La procédure d'autotransfert s'applique à des aéronefs évoluant selon les règles de la CAM et devant être transférés entre deux organismes du contrôle de la circulation aérienne militaire. Si la liaison ne peut être établie entre les organismes concernés, le pilote, sur autorisation de l'organisme perdant, prend contact avec l'organisme gagnant. Il maintient l'écoute de la fréquence radio de l'organisme perdant qui conserve la responsabilité du contrôle. L'autotransfert est terminé lorsque le pilote annonce à l'organisme perdant sa prise en compte par l'organisme gagnant. 3.7. Régulation du débit de la circulation aérienne Conforme au RCA 2, notamment en ce qui concerne les mesures spécifiques de régulation du débit qui peuvent être mises en place par les organismes chargés d'assurer des services de la circulation aérienne militaire dans les régions de contrôle spécialisées ou les zones de contrôle spécialisées en raison des impératifs de la défense. Chapitre IV Service d'information de vol 4.1. Bénéficiaires Conformément au chapitre 2, paragraphe 2.1, le service d'information de vol est rendu aux aéronefs évoluant selon les règles de la CAM. Ce service a pour but de fournir au pilote les avis et renseignements disponibles nécessaires à l'exécution de sa mission. 4.2. Domaine couvert par le service d'information de vol 4.2.1. Renseignements relevant du service d'information de vol. Conforme au RCA 2. 4.2.2. Les paramètres. Conforme au RCA 2. 4.3. Mise en oeuvre du service d'information de vol 4.3.1. Le service d'information de vol est assuré : a) Aux aéronefs qui bénéficient du service du contrôle de la CAM par l'organisme du contrôle de la circulation aérienne chargé d'assurer le service du contrôle de la CAM ; b) Au bénéfice des autres aéronefs par tous les organismes chargés de rendre les services de la CAM. 4.3.2. Priorité du service du contrôle. Conforme au RCA 2, paragraphe 4.3.2. 4.3.3. Emissions ATIS. Conforme au RCA 2, paragraphe 4.3.3. 4.3.4. Le service d'information de vol est assuré. - à la demande du pilote ; - spontanément par l'organisme concerné chargé de rendre les services de la CAM. 4.3.4.1. Parmi les renseignements qui font l'objet du paragraphe 4.2.1, certains doivent être communiqués à l'initiative des organismes chargés de rendre les services de la CAM. Ces renseignements, ainsi que les conditions dans lesquelles ils doivent être communiqués, sont précisés dans l'arrêté visé au paragraphe 2.2.4. 4.3.4.2. Les organismes chargés de rendre les services de la circulation aérienne militaire peuvent transmettre à leur initiative tout renseignement en leur possession lorsqu'ils estiment que ces informations peuvent aider les pilotes dans la conduite du vol. 4.4. L'auto-information L'auto-information est basée sur un compte rendu de position émis par un aéronef dans le but d'orienter la surveillance du ciel et de faciliter la prévention des abordages entre aéronefs dans le même secteur. Les secteurs, les procédures et les conditions de l'auto-information sont publiés dans le MILAIP. Chapitre V Service d'alerte 5.1. Bénéficiaires Conforme au RCA 2. 5.2. Organismes chargés d'assurer le service d'alerte 5.2.1. Les centres de détection et de contrôle (CDC) et les centres de coordination et de contrôle de la marine (CCMAR) servent de centres de rassemblement de tous les renseignements relatifs à un aéronef se trouvant en difficulté dans leur zone de compétence et transmettent ces renseignements au centre de coordination de sauvetage (CCS) du centre de détection et de contrôle concerné. 5.2.2. Lorsqu'un aéronef se trouvant en contact avec un organisme chargé de rendre les services de la CAM est en difficulté, cet organisme avertit immédiatement le CDC concerné qui prévient à son tour le CCS intéressé. 5.2.3. Si l'urgence de la situation l'exige, l'organisme local concerné chargé de rendre les services de la CAM alerte d'abord les organismes locaux de secours susceptibles d'apporter une aide immédiate et prend les dispositions nécessaires pour déclencher leur intervention. 5.3. Mise en alerte des centres de coordination de sauvetage Les modalités contenues dans le RCA 2, paragraphe 5.3, sont applicables aux organismes chargés de rendre les services de la circulation aérienne militaire. Toutefois, en complément au paragraphe 5.3.2 du RCA 2, ces organismes sont habilités à déclencher les procédures de mise en alerte. 5.4. Notification à l'exploitant 5.4.1. Lorsqu'un organisme chargé de rendre les services de la CAM estime qu'un aéronef se trouve dans une phase d'incertitude ou d'alerte il en avise l'exploitant, lorsque cela est possible, avant d'alerter le CCS. Si l'aéronef se trouve dans une phase de détresse c'est le CCS qui doit être averti immédiatement en premier. 5.4.2. Tous les renseignements communiqués au CCS par l'organisme chargé de rendre les services de la CAM sont également transmis sans retard à l'exploitant, lorsque cela est possible. 5.5. Notification aux aéronefs évoluant à proximité d'un aéronef en état d'urgence Conforme au RCA 2. Chapitre VI Le service d'assistance aux aéronefs en vol 6.1. But et bénéficiaires Le service d'assistance a pour but d'aider à la conduite d'un aéronef en difficulté. Ce service est assuré aux aéronefs évoluant selon les règles de la CAM dont les difficultés sont signalées à un organisme de la CAM. L'assistance au profit d'aéronefs évoluant selon les règles de la CAG qui se signale en difficulté est effectuée dans le cadre de l'assistance à personne en danger. 6.2. Organismes chargés d'assurer le service d'assistance aux aéronefs en vol Tous les organismes du contrôle de la CAM rendent le service d'assistance aux aéronefs en vol en fonction des moyens dont ils disposent. 6.3. Mise en oeuvre du service d'assistance aux aéronefs en vol 6.3.1. Engagement d'une opération d'assistance. Les pilotes et organismes du contrôle de la CAM sont amenés à opérer une distinction entre une situation simplement préoccupante (état d'urgence) et une situation justifiant une assistance immédiate (état de détresse). 6.3.1.1. Un aéronef est en état d'urgence lorsque sa sécurité ou celle d'une personne se trouvant à bord est menacée sans qu'une assistance immédiate lui soit nécessaire. L'opération d'assistance n'est engagée que sur demande du pilote. L'état d'urgence entraîne le déclenchement de la phase d'alerte - ALERFA. 6.3.1.2. Un aéronef est en état de détresse lorsqu'il court un danger grave et/ou imminent et qu'une assistance immédiate lui est nécessaire. L'opération d'assistance est engagée immédiatement. L'état de détresse entraîne le déclenchement de la phase de détresse - DETRESFA. 6.3.2. Opérations d'assistance. L'assistance est fournie sous la forme du service d'information de vol ou sous une forme du service du contrôle CAM suivant les dispositions réglementaires définies pour ces services. L'assistance consiste à entreprendre les opérations suivantes : 6.3.2.1. Communiquer à l'aéronef assisté, avec ou sans le concours d'un autre aéronef, des éléments nécessaires à la poursuite ou à l'interruption du vol en l'aidant à effectuer certaines manoeuvres : - transmission de renseignements relatifs à la sécurité et de consignes appropriées : météo, aides à la navigation, altitude de sécurité, utilisation de manuels de procédures de secours, etc. ; - localisation suivie éventuellement de guidage, quel que soit le type d'espace aérien. 6.3.2.2. Faire intercepter l'aéronef assisté par un autre aéronef et le cas échéant le faire assister jusqu'à l'atterrissage en un lieu choisi ou imposé par les circonstances. Ces opérations sont exécutées en totalité ou en partie suivant l'évolution de la situation de détresse ou d'urgence. 6.3.2.3. Hormis le cas de force majeure, l'assistance n'est interrompue qu'à la demande du pilote assisté ou lorsque l'assistance a été menée à son terme. 6.3.2.4. L'opération d'assistance étant susceptible de se transformer en opération SAR, le CCS de la zone concernée est tenu informé du déroulement de l'opération. APPENDICE Classification des espaces aériens CLASSES d'espaces VOLS admis (1) SERVICES FOURNIS PAR LES ORGANISMES DE LA CAM Contrôle Information Alerte Assistance OBLIGATION radio (2) SOUMIS à clairance QUALITÉ du vol A IFR Espacement : IFR/IFR et CAM A, B, C Oui Oui Oui Oui Oui Contrôlé CAM A, B, C (3) Espacement : CAM A, B, C/tous les vols connus ou détectés (3) B IFR CAM A, B, C VRF CAM V Espacement : Entre tous les vols connus ou détectés Oui Oui Oui Oui Oui Contrôlé C IFR Espacement : IFR/IFR et CAM A, B, C IFR/VFR et CAM V Oui Oui Oui Oui Oui Contrôlé CAM A, B, C Espacement : CAM A, B, C/tous les vols connus ou détectés VFR Espacement : VFR/IFR et CAM A, B, C Information de trafic : VFR/VFR et CAM V CAM V Espacement : CAM V/CAM A, B, C et IFR Information de trafic : CAM V/CAM V et VFR D IFR Espacement : IFR/IFR et CAM A, B, C Information de trafic : IFR/VRF et CAM V Oui Oui Oui Oui Oui Contrôlé CAM A, B, C Espacement : CAM A, B, C/CAM A, B, C et IFR CAM A, B, C/tous les autres vols non connus mais détectés Information de trafic : CAM A, B, C/CAM V et VFR VFR Information de trafic : VFR/IFR et CAM A, B, C VFR/VFR et CAM V CAM V Information de trafic : CAM V/CAM A, B, C et IFR CAM V/CAM V et VFR E IFR Espacement : IFR/IFR et CAM A, B, C Oui Oui Oui Oui Oui Contrôlé CAM A, B, C Espacement : CAM A, B, C/tous les vols connus ou détectés CAM V Non Oui Oui Oui Oui Non Non contrôlé VFR Non Non F CAM A, B, C Espacement : CAM A, B, C/tous les vols connus ou détectés Oui Oui Oui Oui Oui Contrôlé IFR Non (service consultatif) Espacement : IFR/IFR si possible Oui (service consultatif) Oui Non Non contrôlé CAM V Non Oui Oui Oui Oui Non VFR Non Non G CAM A, B, C Espacement : CAM A, B, C/tous les vols connus ou détectés Oui Oui Oui Oui Oui Contrôlé IFR Non Oui Oui Oui Oui Non Non contrôlé CAM V Non VFR Non Non (1) En haute mer, certains vols font l'objet des dérogations définies au chapitre VI du RCAM 1. (2) Etablissement d'une liaison radio bilatérale avec l'organisme ATS concerné ou veille d'une fréquence spécifiée. (3) Les vols CAM V ou VFR admis par dérogation en EAC ou EACS de classe A peuvent être contrôlés et espacés dans des conditions explicitement définies dans cette dérogation. (4) VFR spécial et CAM V (5). a) En espace aérien contrôlé de classe A à E, espacement entre : - IFR et VFR spécial ou CAM V (5) ; - VFR S ou VFR spécial et CAM V (5) ou CAM V (5) dans des conditions qui peuvent être prescrites par arrêté ou par directives d'état-major ou direction. b) En espace aérien contrôlé de classe C, D et E, information de trafic entre : - VFR spécial ou VFR spécial et CAM V (5) ou CAM V (5). (5) CAM V évoluant sous certaines conditions météorologiques spécifiées ou sur terrain BLANC ou VERT (voir MILAIP).",
            "texteHtml": "<p></p><p align='center'><strong>SERVICES DE LA CIRCULATION AÉRIENNE MILITAIRE</strong><br/></p><p></p><p></p><p>Préambule</p><p></p><p>La présente réglementation constitue l'annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D. 131-1 à D. 131-10).</p><p></p><p>Cette réglementation est applicable sur l'ensemble du territoire métropolitain, des départements et territoires d'outre-mer, de la Nouvelle-Calédonie, de la collectivité territoriale de Mayotte, ainsi qu'au-dessus des mers et des océans selon des spécifications particulières décrites au chapitre II, paragraphe 2.10.</p><p></p><p>Elle définit :</p><p></p><p>- les services rendus par les organismes de la circulation aérienne militaire (CAM) ;</p><p></p><p>- le rôle qu'exercent au bénéfice de la circulation aérienne militaire les organismes chargés de cette circulation.</p><p></p><p>Les procédures d'application prévues dans la présente réglementation font l'objet d'un arrêté (RCAM 3) du ministre chargé des armées et sont publiées par la division information aéronautique de la direction de la circulation aérienne militaire (DIRCAM).</p><p></p><p>Il appartient à chaque état-major ou direction, au centre d'essais en vol et à chaque grand commandement d'arrêter et de diffuser, en tant que de besoin, des instructions, des décisions, des directives et/ou des consignes particulières à l'intention de leurs unités et organismes en conformité avec la présente réglementation.</p><p></p><p>Nota. - La présente réglementation se conforme chaque fois que possible, en y faisant référence, à l'annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D. 131-1 à D. 131-10) relative aux \" Services de la circulation aérienne générale \" (RCA 2), dont elle s'efforce de suivre le plan.</p><p></p><p>LES SERVICES DE LA CIRCULATION AÉRIENNE MILITAIRE</p><p>(RCAM 2)</p><p>Chapitre Ier : Définitions</p><p></p><p>Dans la présente réglementation :</p><p></p><p>Les termes et expressions définis aux chapitres Ier des règles de l'air et des services de la circulation aérienne propres à la circulation aérienne générale (annexes I et II des articles D. 131-1 à D. 131-10 du code de l'aviation civile, RCA 1 et RCA 2) conservent leur acception dans la présente réglementation ;</p><p></p><p>Le terme \" service \" correspond à la notion de fonction ou de service assurés alors que le terme \" organisme \" désigne une entité administrative chargée d'assurer un service ;</p><p></p><p>Les expressions définies au chapitre Ier des règles de l'air spécifiques à la circulation aérienne militaire (RCAM 1) sont employées avec la même signification dans les chapitres Ier à VI ci-après.</p><p>Chapitre II : Généralités</p><p>2.1. Bénéficiaires des services de la circulation aérienne militaire</p><p></p><p>Les services de la circulation aérienne militaire sont assurés au profit des aéronefs relevant du ministre chargé des armées.</p><p></p><p>En outre, les aéronefs d'Etat relevant d'autres ministères ou d'autres Etats, après approbation du commandant de la défense aérienne, et les aéronefs en essais ou en réception, avec l'agrément du directeur du centre d'essais en vol, peuvent bénéficier des services de la CAM selon les modalités fixées par des accords particuliers.</p><p>2.2. Services de la circulation aérienne militaire</p><p></p><p>Ils sont assurés par un dispositif composé par l'ensemble des organismes de la circulation aérienne militaire relevant du ministre chargé des armées. Des organismes désignés de la circulation aérienne générale, relevant du ministre chargé de l'aviation civile, peuvent rendre les services de la CAM dans le cadre de l'article D. 131-9 du code de l'aviation civile.</p><p></p><p>Les services de la CAM peuvent être rendus dans l'ensemble de l'espace aérien.</p><p>2.2.1. Objet des services de la CAM.</p><p></p><p>Les services de la CAM ont pour objet :</p><p></p><p>a) La sécurité :</p><p></p><p>Le dispositif doit assurer le déroulement sûr des vols, notamment la prévention des abordages et des collisions ;</p><p></p><p>b) La liberté d'action :</p><p></p><p>Le dispositif doit permettre de disposer en temps utile des moyens et de l'espace aérien nécessaires à l'exécution de tous les types de missions ;</p><p></p><p>c) La permanence :</p><p></p><p>Le dispositif doit être en mesure de fonctionner chaque fois qu'il est requis.</p><p>2.2.2. Fonction des services de la CAM.</p><p></p><p>Les services de la CAM ont pour fonction :</p><p></p><p>1° D'assurer ou de concourir à la conduite de la mission ;</p><p></p><p>2° De prévenir les abordages ;</p><p></p><p>3° De prévenir les collisions ;</p><p></p><p>4° D'accélérer et d'ordonner la circulation aérienne ;</p><p></p><p>5° De fournir les avis et renseignements utiles à l'exécution sûre et efficace des vols et nécessaires à l'exécution de la mission ;</p><p></p><p>6° D'alerter les organismes appropriés lorsque des aéronefs ont besoin de l'aide des organismes de recherche et de sauvetage, et de prêter à ces organismes le concours nécessaire ;</p><p></p><p>7° De fournir une assistance à tout aéronef en vol qui en fait la demande.</p><p>2.2.3. Subdivision des services de la CAM.</p><p></p><p>Les services de la circulation aérienne militaire sont au nombre de quatre :</p><p></p><p>- le service du contrôle de la CAM ;</p><p></p><p>- le service d'information de vol ;</p><p></p><p>- le service d'alerte ;</p><p></p><p>- le service d'assistance aux aéronefs en vol.</p><p></p><p>2.2.3.1. Le service du contrôle de la CAM.</p><p></p><p>Le service du contrôle de la CAM correspond aux fonctions définies au paragraphe 2.2.2, alinéas 1 à 4.</p><p></p><p>Il se subdivise de la manière suivante :</p><p></p><p>- contrôle en route et d'activités particulières ;</p><p></p><p>- contrôle d'approche ;</p><p></p><p>- contrôle d'aérodrome.</p><p></p><p>Il est rendu sous forme d'espacement ou d'information de trafic à l'aide de l'une des actions suivantes :</p><p></p><p>- guidage ;</p><p></p><p>- surveillance ;</p><p></p><p>- protection.</p><p></p><p>Le guidage consiste à fournir les éléments de vol et de navigation à l'aide d'un ensemble radar ou de tout autre moyen équivalent.</p><p></p><p>La fourniture d'espacements, d'information de trafic, d'information de vol ainsi que la prévention des abordages et des collisions sont assurées par l'organisme du contrôle pour l'ensemble des vols CAM contrôlés. En outre, dans le cas des vols de type CAM A, la conduite de la mission est assurée par l'organisme du contrôle.</p><p></p><p>La surveillance consiste à veiller au bon déroulement du vol :</p><p></p><p>1° A l'aide d'un ensemble radar ou de tout autre moyen équivalent :</p><p></p><p>Dans ce cas, la conduite de la mission est assurée par le commandant de bord. La prévention des abordages et des collisions ainsi que la fourniture de l'information de vol incombent à l'organisme du contrôle de la circulation aérienne.</p><p></p><p>Nota. - Dans le cas de la surveillance non radar, l'organisme du contrôle de la circulation aérienne assure les espacements conformément à des procédures préétablies. Cette surveillance non radar ne s'applique normalement qu'aux seules phases de vol arrivée ou départ, dans le cadre du contrôle d'approche, et sous réserve de l'existence de procédures publiées, d'une part, et d'espaces aériens contrôlés de classe A à D ou de zones réglementées, d'autre part. La conduite de la mission reste assurée par le commandant de bord, lequel a alors la charge de la sécurité par rapport au sol et aux obstacles fixes.</p><p></p><p>La sécurité incombe à l'organisme du contrôle qui n'assure la prévention des abordages qu'à l'égard des aéronefs connus ou observés par application des règles prévalant dans le volume dont il a la responsabilité et au pilote par une observation stricte des procédures suivies.</p><p></p><p>2° A l'aide de renseignements transmis par le pilote ou constatés visuellement, dans le cadre de la circulation d'aérodrome.</p><p></p><p>L'organisme du contrôle est chargé de la prévention des collisions sur l'aire de manoeuvre et de la prévention des abordages assurée sous la forme d'information de trafic en circulation d'aérodrome et d'espacement sur la piste. La conduite de la mission reste assurée par le commandant de bord, lequel a alors en charge la sécurité par rapport au sol et aux obstacles fixes.</p><p></p><p>La protection (bénéficiant ou non de l'aide du radar) consiste à affecter un espace aérien ou un secteur défini à un ou plusieurs aéronefs pour les espacer des autres aéronefs connus ou détectés.</p><p></p><p>La conduite de la mission incombe au commandant de bord.</p><p></p><p>L'organisme du contrôle de la circulation aérienne assure les espacements au bénéfice des aéronefs qu'il a autorisés à pénétrer dans cet espace aérien, ainsi que l'information de vol.</p><p></p><p>Le service cesse dès que l'aéronef quitte l'espace aérien ou le secteur considéré.</p><p></p><p>2.2.3.2. Le service d'information de vol.</p><p></p><p>Le service d'information de vol correspond aux fonctions définies au paragraphe 2.2.2, alinéas 1 et 5.</p><p></p><p>Les informations de vol fournies par l'organisme de la circulation aérienne sont de deux sortes :</p><p></p><p>- les informations de vol prévues et fixées dans l'arrêté visé au paragraphe 2.2.4.1 ci-après et relatives à la sécurité des vols (aggravation météorologique, altitude de sécurité, calage altimétrique...) ;</p><p></p><p>- les informations de vol sur demande du pilote ou à l'initiative du contrôle.</p><p></p><p>2.2.3.3. Le service d'alerte.</p><p></p><p>Le service d'alerte correspond aux fonctions définies au paragraphe 2.2.2, alinéa 6.</p><p></p><p>Tout organisme de la circulation aérienne ayant connaissance d'anomalies dans le déroulement d'un vol, pouvant mettre en cause la sécurité de ce vol, doit proposer ou déclencher les phases d'urgence conformément aux procédures en vigueur.</p><p></p><p>2.2.3.4. Le service d'assistance aux aéronefs en vol.</p><p></p><p>Le service d'assistance aux aéronefs en vol correspond aux fonctions définies au paragraphe 2.2.2, alinéa 7.</p><p></p><p>Cette assistance est fournie, après accord du pilote, sous la forme du service d'information de vol ou selon une des actions du service du contrôle de la CAM et suivant les dispositions précédemment définies pour ces services.</p><p>2.2.4. Procédures employées par les organismes chargés de rendre les services de la CAM.</p><p></p><p>2.2.4.1. Les procédures employées par les organismes chargés de rendre les services de la circulation aérienne militaire aux aéronefs appartenant à la circulation aérienne militaire sont fixées par arrêté du ministre chargé des armées.</p><p></p><p>2.2.4.2. Des procédures complémentaires employées par les organismes de la circulation aérienne chargés de rendre simultanément des services à des aéronefs relevant de la CAM et à des aéronefs relevant de la CAG peuvent être établies par arrêté conjoint du ministre chargé des armées et du ministre chargé de l'aviation civile.</p><p>2.3. Espaces aériens et aérodromes où sont assurés des services de la CAM</p><p>2.3.1. Désignation des espaces aériens.</p><p></p><p>Les services de la circulation aérienne militaire peuvent être assurés dans la totalité de l'espace aérien. En particulier, le service du contrôle CAM n'est pas nécessairement lié à un type ou une classe d'espace.</p><p></p><p>2.3.1.1. Régions d'information de vol.</p><p></p><p>En complément au RCA 2, les principes ci-après sont retenus.</p><p></p><p>Tous les services de la CAM peuvent être assurés à l'intérieur des régions d'information de vol. Toutefois, en espace aérien de classe F ou G, hors des espaces aériens à statut particulier, le service du contrôle ne peut être rendu qu'avec l'aide du radar sauf si une partie de cet espace aérien a été réservée et permet le déroulement de la CAM de type C.</p><p></p><p>2.3.1.2. Espaces aériens contrôlés et espaces aériens contrôlés spécialisés.</p><p></p><p>En complément au RCA 2, les principes ci-après s'appliquent.</p><p></p><p>Les services de la CAM peuvent être assurés dans les espace s aériens contrôlés (EAC). Le contrôle de la CAM ne peut cependant être effectué qu'en vertu des accords permanents ou temporaires passés entre les administrations ou organismes de la circulation aérienne et selon les dispositions prévues à cet effet.</p><p></p><p>Les espaces aériens contrôlés spécialisés (EACS), créés au profit des activités de la défense, font partie des régions d'information de vol dans lesquels ils sont établis.</p><p></p><p>Les espaces aériens contrôlés et espaces aériens contrôlés spécialisés n'existent que pendant les horaires de fonctionnement des organismes chargés d'y assurer le service du contrôle.</p><p></p><p>Ces horaires sont portés à la connaissance des usagers par la voie de l'information aéronautique.</p><p></p><p>Tout ou partie d'un EACS peut, lorsque cela est prévu, devenir espace aérien contrôlé au profit d'un organisme du contrôle de la circulation aérienne générale lorsque l'organisme du contrôle de la circulation aérienne militaire cesse d'y rendre des services.</p><p></p><p>2.3.1.3. Espaces aériens à statut particulier.</p><p></p><p>La description des espaces aériens à statut particulier est conforme au RCA 2, paragraphe 2.3.1.3.</p><p></p><p>En espace aérien supérieur ou inférieur peuvent être créées des zones de ségrégation temporaire (TSA, ou CBA lorsqu'elles sont transfrontalières). Leur activation fait l'objet d'une coordination entre les organismes concernés pour leur utilisation (voir MILAIP).</p><p></p><p>Les services de la CAM sont également assurés dans ces espaces aériens à statut particulier qui sont répertoriés dans les publications d'information aéronautique fixant notamment les conditions de pénétration pour des périodes d'activation déterminées.</p><p></p><p>Outre les zones interdites figurant dans la documentation aéronautique générale, des zones interdites aux aéronefs de la défense, dites zones \" M \", ont été créées. Elles sont répertoriées dans le MILAIP.</p><p></p><p>2.3.1.4. Secteurs particuliers d'entraînement.</p><p></p><p>Certaines missions d'entraînement au vol tactique, au vol au-dessus de la mer, au vol à très basse altitude, à l'entraînement au combat, notamment, nécessitent la définition de secteurs particuliers. Ces secteurs ne sont connus que des usagers de la CAM et sont perméables au trafic CAG.</p><p>2.3.2. Classification des espaces aériens.</p><p></p><p>Sont dénommés \" espaces aériens contrôlés spécialisés \" les espaces aériens créés au profit d'activité de la défense et dans lesquels les services de la circulation aérienne sont rendus simultanément à la circulation aérienne militaire et à la circulation aérienne générale et où la cohabitation et la densité des deux types de circulation aérienne rendent nécessaire la mise en place de mesures complémentaires.</p><p></p><p>La classification des espaces aériens figurant au RCA 2 est applicable aux espaces aériens contrôlés spécialisés. Les définitions explicitées ci-après font la synthèse des services rendus aux deux circulations.</p><p></p><p>2.3.2.1 Les espaces aériens contrôlés spécialisés sont les suivants :</p><p>2.3.2.1.1. Espace aérien contrôlé spécialisé de classe A.</p><p></p><p>Espace aérien où sont admis les vols IFR et les vols CAM A, B, C. Sauf dérogation, les vols CAM V et les vols VFR n'y sont pas admis.</p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés assurent des espacements entre tous les vols normalement admis. Les vols CAM A, B, C sont espacés de tous les vols connus ou détectés. Les vols admis en dérogation reçoivent un service qui est explicitement défini par cette dérogation.</p><p>2.3.2.1.2. Espace aérien contrôlé spécialisé de classe B.</p><p></p><p>Espace aérien où sont admis les vols IFR ou les vols CAM A, B, C ainsi que les vols VFR ou les vols CAM V.</p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés assurent des espacements entre tous les vols connus ou détectés.</p><p>2.3.2.1.3. Espace aérien contrôlé spécialisé de classe C.</p><p></p><p>Espace aérien où sont admis les vols IFR ou CAM A, B, C ainsi que les vols VFR ou les vols CAM V.</p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne désignés :</p><p></p><p>a) Assurent des espacements :</p><p></p><p>- entre les vols CAM A, B, C ;</p><p></p><p>- entre les vols CAM A, B, C et les autres vols connus ou détectés ;</p><p></p><p>- entre les vols IFR ;</p><p></p><p>- entre les vols IFR et les vols VFR et/ou CAM V ;</p><p></p><p>b) Fournissent des informations de trafic aux vols VFR et/ou CAM V sur les autres vols VFR et/ou CAM V.</p><p></p><p>2.3.2.1.4. Espace aérien contrôlé spécialisé de classe D.</p><p></p><p>Espace aérien où sont admis les vols IFR ou les vols CAM A, B, C ainsi que les vols VFR ou les vols CAM V.</p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne militaire désignés :</p><p></p><p>a) Assurent des espacements :</p><p></p><p>- entre les vols CAM A, B, C ;</p><p></p><p>- entre les vols CAM A, B, C et les vols IFR ;</p><p></p><p>- entre les vols IFR ;</p><p></p><p>- entre les vols CAM A, B, C et tous les vols non connus mais détectés ;</p><p></p><p>b) Fournissent des informations de trafic :</p><p></p><p>- aux vols CAM A, B, C sur les vols VFR et/ou CAM V ;</p><p></p><p>- aux vols IFR sur les vols VFR et/ou CAM V ;</p><p></p><p>- aux vols VFR et/ou CAM V sur tous les vols connus.</p><p>2.3.2.1.5. Espace aérien contrôlé spécialisé de classe E.</p><p></p><p>Espace aérien où sont admis les vols IFR et/ou les vols CAM A, B, C ainsi que les vols VFR et/ou CAM V.</p><p></p><p>Dans cet espace aérien, les organismes du contrôle de la circulation aérienne militaire désignés assurent les espacements :</p><p></p><p>- entre les vols CAM A, B, C ;</p><p></p><p>- entre les vols CAM A, B, C et tous les autres vols connus ou détectés ;</p><p></p><p>- entre les vols IFR.</p><p></p><p>Nota. - Les vols CAM A, B et C sont nécessairement espacés de tous les autres vols connus ou détectés en raison de la perméabilité de l'espace aérien de classe E, qui ne permet pas de connaître en permanence les manoeuvres des aéronefs évoluant à vue.</p><p></p><p>2.3.2.2. Les espaces aériens non contrôlés sont les suivants :</p><p>2.3.2.2.1. Espace aérien non contrôlé de classe F (espace aérien à service consultatif).</p><p></p><p>Espace aérien où sont admis tous les vols.</p><p></p><p>Dans cet espace aérien, les organismes de la circulation aérienne désignés assurent :</p><p></p><p>- des espacements entre les vols CAM A, B, C ;</p><p></p><p>- des espacements entre les vols CAM A, B, C et tous les autres vols connus ou détectés ;</p><p></p><p>- le service consultatif de la circulation aérienne.</p><p>2.3.2.2.2. Espace aérien non contrôlé de classe G.</p><p></p><p>Espace aérien où sont admis tous les vols.</p><p></p><p>Dans cet espace aérien, les organismes de la circulation aérienne assurent les espacements :</p><p></p><p>- entre les vols CAM A, B, C ;</p><p></p><p>- entre les vols CAM A, B, C et tous les autres vols connus ou détectés.</p><p></p><p>Note 1. - Quel que soit le type d'espace aérien, l'organisme désigné chargé de rendre les services du contrôle de la CAM est responsable de la prévention des abordages au profit des aéronefs qu'il contrôle par rapport à tout vol connu ou détecté. Cette prévention est assurée à l'aide des méthodes suivantes : espacement, information de trafic et information de vol.</p><p></p><p>Les services d'information de vol, d'alerte et d'assistance en vol sont rendus par les organismes du contrôle de la CAM dans tous les espaces aériens.</p><p></p><p>Note 2. - Les conditions applicables aux vols effectués dans chacune des classes d'espace aérien sont conformes au tableau en appendice.</p><p></p><p>Les conditions applicables aux vols effectués sur la limite entre des espaces aériens de classes différentes sont celles de celui de ces espaces aériens qui appartient à la classe qui vient en dernier dans l'ordre alphabétique.</p><p></p><p>Note 3. - Les conditions particulières à l'espace aérien surjacent à la haute mer sont décrites au paragraphe 2.10.</p><p>2.3.3. Spécifications relatives aux espaces aériens.</p><p></p><p>2.3.3.1. Régions d'information de vol.</p><p></p><p>Conforme au RCA 2.</p><p></p><p>2.3.3.2. Espaces aériens contrôlés.</p><p></p><p>Conforme au RCA 2.</p><p></p><p>2.3.3.3. Espaces aériens contrôlés spécialisés.</p><p></p><p>Un EACS est délimité de façon à contenir les activités spécifiques de la défense et les trajectoires des vols de la CAM qui nécessitent sa création. De plus, pour les vols de la CAG auxquels le service du contrôle est assuré, les dispositions du RCA 2 s'appliquent.</p><p></p><p>2.3.3.4. Espaces aériens à statut particulier.</p><p></p><p>Un espace aérien à statut particulier est délimité de façon à protéger ou contenir des sites, des trajectoires ou des activités spécifiques à caractère permanent ou temporaire. Il doit alors englober les trajectoires ou activités qui nécessitent sa création.</p><p></p><p>2.3.3.5. Secteurs particuliers d'entraînement.</p><p></p><p>Des secteurs particuliers d'entraînement, évoqués au paragraphe 2.3.1.4, sont établis au-dessus du sol ou de l'eau. Ils sont contenus pour l'essentiel en espace aérien inférieur.</p><p>2.3.4. Créations.</p><p></p><p>2.3.4.1. Régions d'information de vol, espaces aériens contrôlés, zones réglementées, zones dangereuses, zones de ségrégation temporaires.</p><p></p><p>Les conditions de création, de modification et de suppression des régions d'information de vol, des espaces aériens contrôlés, des zones réglementées, des zones dangereuses et des zones de ségrégation temporaires sont fixées par décret.</p><p></p><p>2.3.4.2. Zones interdites.</p><p></p><p>En complément au RCA 2, des zones \" M \" interdites aux aéronefs de la défense sont créées par la direction de la circulation aérienne militaire sur demande des autorités régionales compétentes.</p><p></p><p>2.3.4.3. Secteurs particuliers d'entraînement.</p><p></p><p>Les créations ou modifications de secteurs particuliers d'entraînement sont proposées par les CICAM et publiées dans le MILAIP après accord de la DIRCAM.</p><p>2.3.5. Aérodromes.</p><p></p><p>Conforme au RCA 2.</p><p>2.3.6. Identification.</p><p></p><p>Les règles d'identification contenues au RCA 2 s'appliquent aux EACS et aux aérodromes dont le ministre chargé des armées est affectataire principal.</p><p>2.4. Organismes assurant les services de la CAM</p><p>2.4.1. Désignation des organismes.</p><p></p><p>Tous les organismes de la CAM spécifiés au paragraphe 2.4.2 sont chargés de rendre les services de la CAM et de recueillir les renseignements aéronautiques relatifs à leurs installations.</p><p></p><p>Ils peuvent également rendre les services de la CAG au profit des aéronefs de cette circulation, conformément aux arrêtés conjoints du ministre chargé de l'aviation civile et du ministre chargé des armées (art. D. 131-9 du code de l'aviation civile).</p><p>2.4.2. Spécifications relatives aux organismes de la CAM.</p><p></p><p>2.4.2.1. Centre de détection et de contrôle (CDC).</p><p></p><p>Le CDC comprend :</p><p></p><p>Le centre de contrôle d'interception (CCI) qui assure le contrôle des missions de défense aérienne ;</p><p></p><p>Le centre de contrôle et de coordination du trafic (CCT), articulé en deux éléments :</p><p></p><p>- la section de contrôle et de coordination de la circulation opérationnelle militaire (SCCOM) ;</p><p></p><p>- le bureau d'information de vol (BIV).</p><p></p><p>Le CDC est chargé d'assurer les services de la CAM dans sa zone d'attribution (voir § 2.10.2.2 ci-après).</p><p></p><p>2.4.2.2. Système de détection et de commandement aéroporté (SDCA).</p><p></p><p>Le SDCA peut rendre des services de la CAM de façon identique à celle d'un CDC. Ces services sont fournis en application des instructions et consignes particulières.</p><p></p><p>2.4.2.3. Centre de contrôle de la circulation d'essais et de réception (CCER).</p><p></p><p>Chargés de rendre les services de la CAM aux aéronefs de la circulation d'essais et de réception, les CCER sont implantés :</p><p></p><p>- sur des aérodromes dont le ministre chargé des armées est affectataire ;</p><p></p><p>- dans les centres de la navigation aérienne civile ;</p><p></p><p>- dans les centres mixtes.</p><p></p><p>2.4.2.4. Centre de coordination et de contrôle de la marine (CCMAR).</p><p></p><p>Le CCMAR est chargé de rendre, dans les espaces aériens et les secteurs désignés, les services de la CAM au profit des aéronefs dont les vols ou phases de vols sont placés sous sa responsabilité.</p><p></p><p>2.4.2.5. Contrôle local d'aérodrome (CLA).</p><p></p><p>Le CLA comprend :</p><p></p><p>La tour de contrôle (TWR) ou vigie qui rend les services de la circulation aérienne au profit de la circulation d'aérodrome et de la circulation au sol ;</p><p></p><p>Le centre de contrôle d'approche (APP) qui rend les service s de la circulation aérienne au profit des aéronefs en procédure d'arrivée ou de départ aux instruments et aux autres aéronefs en vol dans les espaces aériens associés à l'aérodrome et dans les espaces aériens désignés, avec l'accord de l'organisme du contrôle de la circulation aérienne concerné. Le centre de contrôle d'approche peut être commun à plusieurs aérodromes.</p><p></p><p>En plus des organismes de la circulation aérienne ci-dessus, le CLA comprend les deux services suivants :</p><p></p><p>Le bureau d'information aéronautique (BIA) qui recueille les renseignements concernant l'aérodrome et met à la disposition du pilote la documentation nécessaire à la préparation des vols ;</p><p></p><p>Le bureau de piste où sont déposés, exploités et transmis les plans de vol CAM ou CAG et les messages de la circulation aérienne.</p><p></p><p>2.4.2.6. Centre militaire de contrôle (CMC).</p><p></p><p>Le CMC rend les services de la CAM au profit d'une activité particulière qui se déroule dans une portion d'espace aérien définie. Il peut comprendre tout ou partie des organismes cités précédemment (CLA, CDC) pour assurer certaines de leurs missions.</p><p></p><p>2.4.2.7. Détachement militaire de coordination (DMC).</p><p></p><p>Mis en place auprès de chaque CRNA, il est chargé du recueil et de la diffusion aux organismes du contrôle de la CAM des informations de circulation aérienne non transmises de façon automatique.</p><p></p><p>En dehors des périodes de vacation du DCC, il retransmet au CRNA les activations d'espaces aériens nécessaires aux activités de la CAM lorsque ceux-ci interfèrent avec les espaces aériens dans lesquels des services de la circulation aérienne sont rendus par le CRNA.</p><p></p><p>2.4.2.8. Détachement militaire de circulation aérienne (DMCA).</p><p></p><p>Mis en place dans certains CRNA, le DMCA rend les services de la CAM et de la CAG au profit d'une activité se déroulant dans un espace aérien désigné. Il assure en outre toutes les missions du DMC.</p><p></p><p>2.4.2.9. Les autres organismes de la CAM.</p><p></p><p>Des organismes de la CAM avancés et/ou mobiles, aéroportés ou embarqués peuvent rendre des services de la CAM et éventuellement assurer les coordinations avec les autres organismes de la circulation aérienne.</p><p>2.4.3. Désignation des organismes.</p><p></p><p>Les organismes de la circulation aérienne militaire font l'objet d'une désignation par l'autorité compétente concernée relevant du ministre chargé des armées ou par arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des armées pour les espaces aériens lorsqu'un organisme unique de la circulation aérienne assure simultanément des services à la circulation aérienne générale et à la circulation aérienne militaire.</p><p></p><p>Ils sont publiés par la voie de l'information aéronautique.< RL> 2.4.4. Identification.</p><p></p><p>Conforme au RCA 2.</p><p></p><p>De plus, un organisme de la circulation aérienne militaire peut être identifié par un indicatif opérationnel.</p><p>2.5. Routes et points significatifs</p><p>2.5.1. Routes TACAN.</p><p></p><p>Le réseau de routes TACAN (routes CAG) est défini à l'usage des aéronefs militaires évoluant en régime IFR en circulation aérienne générale (voir MILAIP).</p><p>2.5.2. Itinéraires de la circulation opérationnelle militaire (ITICOM).</p><p></p><p>Les ITICOM sont définis à l'usage des aéronefs militaires évoluant en CAM contrôlée. Ces itinéraires et les points de report COM sont répertoriés au MILAIP.</p><p>2.6. Altitudes minimales de vol</p><p></p><p>Des altitudes minimales de vol sont déterminées pour chacune des routes TACAN.</p><p></p><p>Les ITICOM sont normalement inclus en espace aérien supérieur. Ils sont utilisables en espace aérien inférieur sous certaines conditions comme support de navigation.</p><p>2.7. Information aéronautique</p><p></p><p>Tous les renseignements nécessaires aux usagers de la CAM et relatifs, notamment :</p><p></p><p>- aux espaces aériens ;</p><p></p><p>- aux aérodromes ;</p><p></p><p>- aux moyens de radionavigation et de radiocommunication ;</p><p></p><p>- aux organismes de la circulation aérienne chargés d'assurer les services de la CAM,</p><p>sont portés à leur connaissance par la voie de l'information aéronautique et, en ce qui concerne les renseignements spécifiques à la défense, par la voie de l'information aéronautique militaire.</p><p>2.8. Importance de l'heure</p><p></p><p>Conforme au RCA 2.</p><p>2.9. Conservation des données</p><p></p><p>Conforme au RCA 2.</p><p>2.10. Espaces aériens au-dessus de la mer</p><p>2.10.1. Au-dessus des mers territoriales.</p><p></p><p>L'espace aérien au-dessus des mers territoriales d'un Etat fait partie du territoire de cet Etat. Les aéronefs relevant de la CAM se conforment donc aux règles propres à cet Etat.</p><p>2.10.2. Au-dessus de la haute mer en FIR française.</p><p></p><p>L'espace aérien situé au-dessus de la haute mer exclut les espaces aériens situés au-dessus des mers territoriales des Etats. Un aéronef relevant de la CAM se conforme aux règles objet du chapitre VI du RCAM 1.</p><p></p><p>2.10.2.1. Dans les espaces aériens réservés pour la CAM en espace aérien contrôlé.</p><p></p><p>Des secteurs particuliers d'entraînement (voir RCAM 2, paragraphe 2.3.1.4), situés dans l'espace aérien au-dessus de la haute mer, peuvent être réservés pour les aéronefs en CAM contrôlée effectuant des évolutions rendant impossible la coordination avec les organismes du contrôle de la CAG concernés (voir RCAM 1, paragraphe 5.4.2).</p><p></p><p>Le contrôle de la CAM s'effectue selon les conditions habituelles adoptées sur le territoire national.</p><p></p><p>2.10.2.2. Dans les zones d'attribution des CCT.</p><p></p><p>Les zones d'attribution des CCT (centres de contrôle et de coordination du trafic) sont publiées dans la documentation aéronautique militaire. Leurs limites latérales diffèrent des limites des FIR françaises ; elles englobent néanmoins les secteurs définis en 2.10.2.1.</p><p></p><p>Dans l'ensemble de l'espace aérien (inférieur et supérieur) qui leur est attribué, les CCT rendent les services de la CAM :</p><p></p><p>- en dehors des espaces aériens affectés à d'autres organismes de la CAM ;</p><p></p><p>- dans la limite de leur plancher de contrôle pour les vols contrôlés au radar.</p><p></p><p>Nota. - Certains espaces aériens ou secteurs cités en 2.10.2.1 et 2.10.2.2 peuvent se situer en totalité ou en partie à l'intérieur de l'espace aérien de classe A à D.</p><p></p><p>2.10.2.3. Dans les zones dangereuses d'entraînement en Atlantique et en Méditerranée.</p><p></p><p>Les aéronefs de la défense effectuent des vols CAM dans les parties maritimes des FIR Brest, Bordeaux et Marseille en toutes conditions de vol, dans des zones dangereuses publiées dans la documentation aéronautique. Ces zones peuvent être également utilisées pour des activités de tirs.</p><p></p><p>Ces zones dangereuses ne garantissent pas l'imperméabilité, en particulier pour les vols non contrôlés. En conséquence, la protection des vols CAM évoluant dans celles-ci ne sera assurée par l'organisme chargé d'assurer des services de la circulation aérienne (CCT, CCMAR), vis-à-vis des autres vols, que dans la mesure où ils sont connus ou détectés.</p><p></p><p>Pour certaines de ces zones dangereuses, les procédures d'utilisation, les conditions de pénétration ainsi que la désignation des organismes chargés de rendre des services (coordination, contrôle, régulation ...) font, si nécessaire, l'objet de publications par la voie de l'information aéronautique militaire.</p><p></p><p>Les aéronefs évoluent dans ces zones dangereuses selon l'une des règles suivantes :</p><p></p><p>1° Règles de la CAM V ;</p><p></p><p>2° Règles de la CAM A, B ou C, sous contrôle radar d'un organisme de la circulation aérienne (CCT, CCMAR, SDCA, bâtiment marine...) ;</p><p></p><p>3° Dans un secteur réservé auprès des seuls utilisateurs militaires :</p><p></p><p>La réservation de secteurs dans certaines zones s'effectue suivant des modalités précisées dans des instructions permanentes ZONEX ;</p><p></p><p>Les aéronefs rencontrant des conditions IMC suivent les procédures suivantes :</p><p></p><p>- rejointe du niveau de sécurité défini dans les ordres de vol ;</p><p></p><p>- recherche des conditions VMC ;</p><p></p><p>- établissement d'une liaison radio si possible avec le centre de contrôle approprié ;</p><p></p><p>- veille attentive avec les équipements de bord disponibles (radar, transpondeur...).</p><p></p><p>Une circulaire DIRCAM fixe les procédures de coordination des vols CAM dans les zones dangereuses d'entraînement maritimes.</p><p></p><p>2.10.2.4. Autres espaces aériens.</p><p></p><p>Hors des espaces aériens et secteurs répertoriés ci-dessus, les activités de la CAM s'exercent :</p><p></p><p>- soit en CAM V selon les règles définies au RCAM 1, chapitre VI ;</p><p></p><p>- soit sous contrôle d'un organisme de la circulation aérienne.</p><p></p><p>Le cas échéant, lorsqu'elles présentent un danger potentiel pour les aéronefs civils en vol, ces activités sont coordonnées selon les procédures générales en vigueur applicables au plan national :</p><p>réservation d'espace aérien par NOTAM, coordination par l'AMC.</p><p>2.10.3. Au-dessus de la haute mer hors FIR françaises.</p><p></p><p>Hors des FIR françaises, les activités de la CAM s'exercent selon les mêmes dispositions que celles définies au paragraphe 2.10.2.4.</p><p></p><p>Lorsque ces activités sont susceptibles de présenter un danger potentiel pour les aéronefs civils en vol, outre les règles définies au paragraphe 6.3 du RCAM 1, elles sont coordonnées :</p><p></p><p>- en Europe selon les procédures définies régionalement (coordination via l'AMC compétente) ;</p><p></p><p>- hors de l'Europe avec l'autorité ATS compétente, conformément aux dispositions de l'annexe 11 de la convention relative à l'aviation civile internationale susvisée.</p><p>Chapitre III</p><p>Service du contrôle de la CAM</p><p>3.1. Bénéficiaires</p><p></p><p>Le service du contrôle de la circulation aérienne militaire n'est pas nécessairement lié à une structure ou à un statut d'espace aérien déterminé. Il est assuré au bénéfice :</p><p>3.1.1. de tous les vols en CAM A, B ou C et peut être rendu dans la totalité de l'espace aérien ;</p><p>3.1.2. de tous les vols en CAM V dans les espaces de classe A, B, C et D ainsi que dans les espaces de classe E pour certaines conditions météorologiques ou couleurs terrains pour les aéronefs utilisateurs du code couleurs ;</p><p>3.1.3. de l'ensemble de la circulation d'aérodrome des aérodromes contrôlés.</p><p></p><p>En outre, les aéronefs évoluant selon les règles de la CAM peuvent bénéficier du service du contrôle de la part des organismes du contrôle de la circulation aérienne générale selon des modalités fixées par des arrêtés conjoints et précisées, si nécessaire, par des lettres d'accords ou protocoles passés entre les administrations pour des espaces aériens désignés.</p><p>3.2. Mise en oeuvre</p><p>du service du contrôle de la CAM</p><p></p><p>Les différentes fonctions du service du contrôle de la CAM décrites au paragraphe 2.2.2 sont assurées par les organismes du contrôle de la CAM de la manière suivante :</p><p>3.2.1. Contrôle en route ou activités particulières :</p><p></p><p>a) Par un centre de détection et de contrôle (CDC) ;</p><p></p><p>b) Par un système de détection et de commandement aéroporté (SDCA) ;</p><p></p><p>c) Par un centre militaire de contrôle (CMC) ;</p><p></p><p>d) Par un centre de contrôle de la CER (CCER) ;</p><p></p><p>e) Par un centre de coordination et de contrôle de la marine (CCMAR) ;</p><p></p><p>f) Par un détachement militaire de circulation aérienne (DMCA) ;</p><p></p><p>g) Par un centre de contrôle d'approche (APP) dans certains cas définis ;</p><p></p><p>h) Par d'autres organismes désignés (unités avancées et/ou mobiles, aéroportées ou embarquées...).</p><p>3.2.2. Contrôle d'approche :</p><p></p><p>a) Par un centre de contrôle d'approche ;</p><p></p><p>b) Par un centre de détection et de contrôle dans certains cas définis ;</p><p></p><p>c) Par d'autres organismes désignés.</p><p>3.2.3. Contrôle d'aérodrome :</p><p></p><p>a) Par une tour de contrôle ;</p><p></p><p>b) Par d'autres organismes désignés.</p><p>3.3. Fonctionnement</p><p>du service du contrôle de la CAM</p><p></p><p>3.3.1. Rôle des organismes du contrôle de la CAM.</p><p></p><p>Afin d'assurer le service du contrôle de la circulation aérienne militaire, un organisme du contrôle de la circulation aérienne désigné doit :</p><p></p><p>a) Recevoir des renseignements concernant des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées ;</p><p></p><p>b) Connaître en permanence la position de chaque aéronef, à l'aide d'un ensemble radar ou de tout autre moyen équivalent ou à l'aide de procédures préétablies ;</p><p></p><p>c) Délivrer des clairances et des informations afin de prévenir les abordages entre les aéronefs placés sous son contrôle, d'ordonner et d'accélérer la circulation aérienne ;</p><p></p><p>d) Se mettre d'accord avec les autres organismes de la circulation aérienne :</p><p></p><p>- chaque fois qu'un aéronef risque d'entraver la circulation aérienne placée sous le contrôle de ces autres organismes ;</p><p></p><p>- avant de transférer à ces autres organismes le contrôle d'un aéronef.</p><p>3.3.2. Prévention des abordages.</p><p></p><p>Les méthodes utilisées par les organismes de la circulation aérienne désignés pour prévenir les abordages entre les aéronefs en vol sont :</p><p></p><p>L'information de trafic ;</p><p></p><p>L'espacement.</p><p></p><p>3.3.2.1. Information de trafic.</p><p></p><p>Les organismes du contrôle de la circulation aérienne désignés fournissent l'information de trafic :</p><p></p><p>a) Aux vols IFR et/ou CAM A, B, C sur les vols connus évoluant en VFR et/ou en CAM V en espace aérien contrôlé (EAC) ou en espace aérien contrôlé spécialisé (EACS) de classe D ;</p><p></p><p>b) Aux vols VFR et/ou CAM V sur les vols IFR et/ou CAM A, B ou C en EAC ou en EACS de classe D ;</p><p></p><p>c) Aux vols VFR et/ou CAM V sur les autres vols VFR et/ou CAM V en EAC ou en EACS de classe C ou D ;</p><p></p><p>d) Aux vols VFR spécial et/ou CAM V, évoluant sous certaines conditions météorologiques définies, sur les autres vols VFR spécial et/ou CAM V en EAC ou en EACS de classe C, D ou E ;</p><p></p><p>e) A tous les vols appartenant à la circulation d'aérodrome des aérodromes contrôlés.</p><p></p><p>Nota. - Lorsqu'il s'agit, dans un EACS, de fournir une information de trafic sur un dispositif comportant plusieurs aéronefs évoluant dans cet espace aérien selon les règles de la CAM, l'information de trafic fournie aux autres aéronefs concerne l'ensemble du dispositif.</p><p></p><p>3.3.2.2. Espacement.</p><p></p><p>Les organismes du contrôle de la circulation aérienne désignés pour rendre les services de la CAM assurent l'espacement :</p><p></p><p>a) Entre les vols CAM A, B, C contrôlés radar et les vols non connus mais détectés dans l'ensemble de l'espace aérien ;</p><p></p><p>b) Entre les vols CAM A, B, C contrôlés sans radar et les autres aéronefs connus évoluant dans un EACS ou dans les espaces à statut particulier ;</p><p></p><p>c) Entre les vols IFR dans l'espace aérien contrôlé ;</p><p></p><p>d) Entre tous les vols dans l'espace aérien contrôlé de classe B ;</p><p></p><p>e) Entre les vols IFR et les vols VFR et/ou CAM V dans l'espace aérien contrôlé de classe C ;</p><p></p><p>f) Entre les vols CAM A, B, C, les vols IFR, les vols VFR spécial et/ou CAM V évoluant sous certaines conditions météorologiques définies ;</p><p></p><p>g) Entre tous les vols sur la piste d'un aérodrome contrôlé.</p><p></p><p>Les organismes de la circulation aérienne désignés respectent les règles et appliquent les normes définies aux paragraphes 3.3.2.2.1 et 3.3.2.2.2 du RCA 2.</p><p></p><p>3.3.2.3. Dérogations.</p><p></p><p>Les dispositions du RCA 2 s'appliquent aux EACS.</p><p>3.4. Responsabilité du contrôle</p><p></p><p>3.4.1. Responsabilité du contrôle d'un vol donné.</p><p></p><p>A tout moment un vol donné ne peut être sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne générale ou de la circulation aérienne militaire.</p><p></p><p>3.4.2. Responsabilité du contrôle dans une portion d'espace aérien.</p><p></p><p>Le contrôle de tous les aéronefs évoluant en CAM dans une portion d'espace aérien donné incombe à un seul organisme du contrôle de la circulation aérienne désigné pour rendre des services dans cet espace aérien. Cet organisme peut déléguer le contrôle d'un aéronef ou d'un groupe d'aéronefs, dans tout ou partie de cet espace aérien, à d'autres organismes du contrôle, à condition que soit prévue et assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés.</p><p></p><p>Les conditions dans lesquelles est assurée la compatibilité entre les deux circulations aériennes, militaire et générale, contrôlées par un organisme unique ou des organismes distincts sont précisées par un décret fixant les règles destinées à assurer la compatibilité des règles applicables à la circulation aérienne générale et à la circulation aérienne militaire, complété, le cas échéant, par des protocoles particuliers entre organismes de la circulation aérienne.</p><p>3.5. Clairance</p><p></p><p>Conforme au RCA 2. De plus un aéronef évoluant selon les règles de la CAM est tenu d'exécuter une clairance reçue.</p><p>3.6. Transfert de contrôle</p><p></p><p>Transférer un aéronef, c'est transmettre la responsabilité d'un organisme du contrôle (perdant) à un autre organisme du contrôle (gagnant).</p><p></p><p>Le transfert de contrôle entre un organisme chargé de rendre les services de la CAM et un organisme rendant le service du contrôle de la circulation aérienne générale et inversement est défini au RCA 2.</p><p></p><p>3.6.1. Transfert d'un organisme CAM à un autre organisme CAM rendant le service du contrôle radar.</p><p></p><p>Le transfert implique :</p><p></p><p>- le préavis : le perdant transmet au gagnant les éléments de vol et de contrôle ;</p><p></p><p>- l'identification radar par le gagnant.</p><p></p><p>Le transfert est réalisé lorsque le gagnant a donné son accord et a établi la liaison radio avec l'aéronef.</p><p></p><p>3.6.2. Transfert d'un organisme CAM à un autre organisme CAM rendant le service du contrôle sans radar.</p><p></p><p>Le transfert implique un préavis : l'organisme perdant transmet à l'organisme gagnant les éléments de vol et de contrôle, la localisation du point de transfert, l'heure estimée et le niveau de vol sur ce point.</p><p></p><p>Le transfert est réalisé lorsque l'organisme gagnant a donné son accord et a établi la liaison radio avec l'aéronef.</p><p></p><p>3.6.3. Autotransfert.</p><p></p><p>La procédure d'autotransfert s'applique à des aéronefs évoluant selon les règles de la CAM et devant être transférés entre deux organismes du contrôle de la circulation aérienne militaire.</p><p></p><p>Si la liaison ne peut être établie entre les organismes concernés, le pilote, sur autorisation de l'organisme perdant, prend contact avec l'organisme gagnant. Il maintient l'écoute de la fréquence radio de l'organisme perdant qui conserve la responsabilité du contrôle.</p><p></p><p>L'autotransfert est terminé lorsque le pilote annonce à l'organisme perdant sa prise en compte par l'organisme gagnant.</p><p>3.7. Régulation du débit de la circulation aérienne</p><p></p><p>Conforme au RCA 2, notamment en ce qui concerne les mesures spécifiques de régulation du débit qui peuvent être mises en place par les organismes chargés d'assurer des services de la circulation aérienne militaire dans les régions de contrôle spécialisées ou les zones de contrôle spécialisées en raison des impératifs de la défense.</p><p>Chapitre IV</p><p>Service d'information de vol</p><p>4.1. Bénéficiaires</p><p></p><p>Conformément au chapitre 2, paragraphe 2.1, le service d'information de vol est rendu aux aéronefs évoluant selon les règles de la CAM.</p><p></p><p>Ce service a pour but de fournir au pilote les avis et renseignements disponibles nécessaires à l'exécution de sa mission.</p><p>4.2. Domaine couvert par le service d'information de vol</p><p>4.2.1. Renseignements relevant du service d'information de vol.</p><p></p><p>Conforme au RCA 2.</p><p>4.2.2. Les paramètres.</p><p></p><p>Conforme au RCA 2.</p><p>4.3. Mise en oeuvre du service d'information de vol</p><p>4.3.1. Le service d'information de vol est assuré :</p><p></p><p>a) Aux aéronefs qui bénéficient du service du contrôle de la CAM par l'organisme du contrôle de la circulation aérienne chargé d'assurer le service du contrôle de la CAM ;</p><p></p><p>b) Au bénéfice des autres aéronefs par tous les organismes chargés de rendre les services de la CAM.</p><p>4.3.2. Priorité du service du contrôle.</p><p></p><p>Conforme au RCA 2, paragraphe 4.3.2.</p><p>4.3.3. Emissions ATIS.</p><p></p><p>Conforme au RCA 2, paragraphe 4.3.3.</p><p>4.3.4. Le service d'information de vol est assuré.</p><p></p><p>- à la demande du pilote ;</p><p></p><p>- spontanément par l'organisme concerné chargé de rendre les services de la CAM.</p><p></p><p>4.3.4.1. Parmi les renseignements qui font l'objet du paragraphe 4.2.1, certains doivent être communiqués à l'initiative des organismes chargés de rendre les services de la CAM.</p><p></p><p>Ces renseignements, ainsi que les conditions dans lesquelles ils doivent être communiqués, sont précisés dans l'arrêté visé au paragraphe 2.2.4.</p><p>4.3.4.2. Les organismes chargés de rendre les services de la circulation aérienne militaire peuvent transmettre à leur initiative tout renseignement en leur possession lorsqu'ils estiment que ces informations peuvent aider les pilotes dans la conduite du vol.</p><p>4.4. L'auto-information</p><p></p><p>L'auto-information est basée sur un compte rendu de position émis par un aéronef dans le but d'orienter la surveillance du ciel et de faciliter la prévention des abordages entre aéronefs dans le même secteur.</p><p></p><p>Les secteurs, les procédures et les conditions de l'auto-information sont publiés dans le MILAIP.</p><p>Chapitre V</p><p>Service d'alerte</p><p></p><p>5.1. Bénéficiaires</p><p></p><p>Conforme au RCA 2.</p><p>5.2. Organismes chargés d'assurer</p><p>le service d'alerte</p><p>5.2.1. Les centres de détection et de contrôle (CDC) et les centres de coordination et de contrôle de la marine (CCMAR) servent de centres de rassemblement de tous les renseignements relatifs à un aéronef se trouvant en difficulté dans leur zone de compétence et transmettent ces renseignements au centre de coordination de sauvetage (CCS) du centre de détection et de contrôle concerné.</p><p></p><p>5.2.2. Lorsqu'un aéronef se trouvant en contact avec un organisme chargé de rendre les services de la CAM est en difficulté, cet organisme avertit immédiatement le CDC concerné qui prévient à son tour le CCS intéressé.</p><p></p><p>5.2.3. Si l'urgence de la situation l'exige, l'organisme local concerné chargé de rendre les services de la CAM alerte d'abord les organismes locaux de secours susceptibles d'apporter une aide immédiate et prend les dispositions nécessaires pour déclencher leur intervention.</p><p>5.3. Mise en alerte des centres de coordination de sauvetage</p><p></p><p>Les modalités contenues dans le RCA 2, paragraphe 5.3, sont applicables aux organismes chargés de rendre les services de la circulation aérienne militaire. Toutefois, en complément au paragraphe 5.3.2 du RCA 2, ces organismes sont habilités à déclencher les procédures de mise en alerte.</p><p>5.4. Notification à l'exploitant</p><p>5.4.1. Lorsqu'un organisme chargé de rendre les services de la CAM estime qu'un aéronef se trouve dans une phase d'incertitude ou d'alerte il en avise l'exploitant, lorsque cela est possible, avant d'alerter le CCS.</p><p></p><p>Si l'aéronef se trouve dans une phase de détresse c'est le CCS qui doit être averti immédiatement en premier.</p><p>5.4.2. Tous les renseignements communiqués au CCS par l'organisme chargé de rendre les services de la CAM sont également transmis sans retard à l'exploitant, lorsque cela est possible.</p><p>5.5. Notification aux aéronefs évoluant</p><p>à proximité d'un aéronef en état d'urgence</p><p></p><p>Conforme au RCA 2.</p><p>Chapitre VI</p><p>Le service d'assistance aux aéronefs en vol</p><p>6.1. But et bénéficiaires</p><p></p><p>Le service d'assistance a pour but d'aider à la conduite d'un aéronef en difficulté.</p><p></p><p>Ce service est assuré aux aéronefs évoluant selon les règles de la CAM dont les difficultés sont signalées à un organisme de la CAM.</p><p></p><p>L'assistance au profit d'aéronefs évoluant selon les règles de la CAG qui se signale en difficulté est effectuée dans le cadre de l'assistance à personne en danger.</p><p>6.2. Organismes chargés d'assurer</p><p>le service d'assistance aux aéronefs en vol</p><p></p><p>Tous les organismes du contrôle de la CAM rendent le service d'assistance aux aéronefs en vol en fonction des moyens dont ils disposent.</p><p>6.3. Mise en oeuvre du service d'assistance</p><p>aux aéronefs en vol</p><p>6.3.1. Engagement d'une opération d'assistance.</p><p></p><p>Les pilotes et organismes du contrôle de la CAM sont amenés à opérer une distinction entre une situation simplement préoccupante (état d'urgence) et une situation justifiant une assistance immédiate (état de détresse).</p><p></p><p>6.3.1.1. Un aéronef est en état d'urgence lorsque sa sécurité ou celle d'une personne se trouvant à bord est menacée sans qu'une assistance immédiate lui soit nécessaire.</p><p></p><p>L'opération d'assistance n'est engagée que sur demande du pilote.</p><p></p><p>L'état d'urgence entraîne le déclenchement de la phase d'alerte - ALERFA.</p><p>6.3.1.2. Un aéronef est en état de détresse lorsqu'il court un danger grave et/ou imminent et qu'une assistance immédiate lui est nécessaire.</p><p></p><p>L'opération d'assistance est engagée immédiatement.</p><p></p><p>L'état de détresse entraîne le déclenchement de la phase de détresse - DETRESFA.</p><p>6.3.2. Opérations d'assistance.</p><p></p><p>L'assistance est fournie sous la forme du service d'information de vol ou sous une forme du service du contrôle CAM suivant les dispositions réglementaires définies pour ces services.</p><p></p><p>L'assistance consiste à entreprendre les opérations suivantes :</p><p>6.3.2.1. Communiquer à l'aéronef assisté, avec ou sans le concours d'un autre aéronef, des éléments nécessaires à la poursuite ou à l'interruption du vol en l'aidant à effectuer certaines manoeuvres :</p><p></p><p>- transmission de renseignements relatifs à la sécurité et de consignes appropriées : météo, aides à la navigation, altitude de sécurité, utilisation de manuels de procédures de secours, etc. ;</p><p></p><p>- localisation suivie éventuellement de guidage, quel que soit le type d'espace aérien.</p><p>6.3.2.2. Faire intercepter l'aéronef assisté par un autre aéronef et le cas échéant le faire assister jusqu'à l'atterrissage en un lieu choisi ou imposé par les circonstances.</p><p></p><p>Ces opérations sont exécutées en totalité ou en partie suivant l'évolution de la situation de détresse ou d'urgence.</p><p>6.3.2.3. Hormis le cas de force majeure, l'assistance n'est interrompue qu'à la demande du pilote assisté ou lorsque l'assistance a été menée à son terme.</p><p>6.3.2.4. L'opération d'assistance étant susceptible de se transformer en opération SAR, le CCS de la zone concernée est tenu informé du déroulement de l'opération.</p><p>APPENDICE</p><p>Classification des espaces aériens</p><p></p><p>CLASSES d'espaces</p><p>VOLS admis (1)</p><p>SERVICES FOURNIS PAR LES ORGANISMES DE LA CAM</p><p>Contrôle</p><p>Information</p><p>Alerte</p><p>Assistance</p><p>OBLIGATION</p><p>radio (2)</p><p>SOUMIS à clairance</p><p>QUALITÉ du vol</p><p>A</p><p>IFR</p><p>Espacement :</p><p>IFR/IFR et CAM A, B, C</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Contrôlé </p><p>CAM A, B, C (3)</p><p>Espacement :</p><p>CAM A, B, C/tous les vols connus ou détectés (3)</p><p>B</p><p>IFR</p><p>CAM A, B, C</p><p>VRF</p><p>CAM V</p><p>Espacement :</p><p>Entre tous les vols connus ou détectés</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Contrôlé </p><p>C</p><p>IFR</p><p>Espacement :</p><p>IFR/IFR et CAM A, B, C</p><p>IFR/VFR et CAM V</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Contrôlé </p><p>CAM A, B, C</p><p>Espacement :</p><p>CAM A, B, C/tous les vols connus ou détectés</p><p>VFR</p><p>Espacement :</p><p>VFR/IFR et CAM A, B, C</p><p>Information de trafic :</p><p>VFR/VFR et CAM V</p><p>CAM V</p><p>Espacement :</p><p>CAM V/CAM A, B, C et IFR</p><p>Information de trafic :</p><p>CAM V/CAM V et VFR</p><p>D</p><p>IFR</p><p>Espacement :</p><p>IFR/IFR et CAM A, B, C</p><p>Information de trafic :</p><p>IFR/VRF et CAM V</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Contrôlé </p><p>CAM A, B, C</p><p>Espacement :</p><p>CAM A, B, C/CAM A, B, C et IFR</p><p>CAM A, B, C/tous les autres vols non connus mais détectés</p><p>Information de trafic :</p><p>CAM A, B, C/CAM V et VFR</p><p>VFR</p><p>Information de trafic :</p><p>VFR/IFR et CAM A, B, C</p><p>VFR/VFR et CAM V </p><p>CAM V</p><p>Information de trafic :</p><p>CAM V/CAM A, B, C et IFR</p><p>CAM V/CAM V et VFR</p><p>E</p><p>IFR</p><p>Espacement :</p><p>IFR/IFR et CAM A, B, C</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Contrôlé </p><p>CAM A, B, C</p><p>Espacement :</p><p>CAM A, B, C/tous les vols connus ou détectés</p><p>CAM V</p><p>Non</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Non</p><p>Non contrôlé </p><p>VFR</p><p>Non </p><p>Non </p><p>F</p><p>CAM A, B, C</p><p>Espacement :</p><p>CAM A, B, C/tous les vols connus ou détectés</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Contrôlé </p><p>IFR</p><p>Non (service consultatif)</p><p>Espacement :</p><p>IFR/IFR si possible</p><p>Oui</p><p>(service consultatif) </p><p>Oui</p><p>Non</p><p>Non contrôlé </p><p>CAM V</p><p>Non</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Non</p><p>VFR</p><p>Non</p><p>Non</p><p>G</p><p>CAM A, B, C</p><p>Espacement :</p><p>CAM A, B, C/tous les vols connus ou détectés</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Contrôlé </p><p>IFR</p><p>Non</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Oui</p><p>Non</p><p>Non contrôlé </p><p>CAM V</p><p>Non</p><p>VFR</p><p>Non</p><p>Non</p><p></p><p>(1) En haute mer, certains vols font l'objet des dérogations définies au chapitre VI du RCAM 1.</p><p></p><p>(2) Etablissement d'une liaison radio bilatérale avec l'organisme ATS concerné ou veille d'une fréquence spécifiée.</p><p></p><p>(3) Les vols CAM V ou VFR admis par dérogation en EAC ou EACS de classe A peuvent être contrôlés et espacés dans des conditions explicitement définies dans cette dérogation.</p><p></p><p>(4) VFR spécial et CAM V (5).</p><p></p><p>a) En espace aérien contrôlé de classe A à E, espacement entre :</p><p></p><p>- IFR et VFR spécial ou CAM V (5) ;</p><p></p><p>- VFR S ou VFR spécial et CAM V (5) ou CAM V (5) dans des conditions qui peuvent être prescrites par arrêté ou par directives d'état-major ou direction.</p><p></p><p>b) En espace aérien contrôlé de classe C, D et E, information de trafic entre :</p><p></p><p>- VFR spécial ou VFR spécial et CAM V (5) ou CAM V (5).</p><p></p><p>(5) CAM V évoluant sous certaines conditions météorologiques spécifiées ou sur terrain BLANC ou VERT (voir MILAIP).</p><p></p>",
            "num": "Annexe III",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 962755200000,
            "dateFin": 1075939200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-07-05",
                        "fin": "2999-01-01",
                        "titre": "Annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129127",
                        "id": "LEGISCTA000006129127",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006934487",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129127",
            "sectionParentId": "LEGISCTA000006129127",
            "sectionParentTitre": "Annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
            "fullSectionsTitre": "Annexes &gt; Annexe III à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006934487",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret 2000-385 2000-05-03 art. 2 : les dispositions du présent décret sont applicables en Nouvelle-Calédonie, dans les territoires d'outre-mer et dans la collectivité territoriale de Mayotte. : Loi 2001-616 2001-07-11 art. 75 : dans tous les textes législatifs et réglementaires, la référence à la collectivité territoriale de Mayotte est remplacée par la référence à Mayotte et la référence à la collectivité territoriale est remplacée par la référence à la collectivité départementale.",
            "notaHtml": "<p></p> Décret 2000-385 2000-05-03 art. 2 : les dispositions du présent décret sont applicables en Nouvelle-Calédonie, dans les territoires d'outre-mer et dans la collectivité territoriale de Mayotte.<p></p><p></p> : Loi 2001-616 2001-07-11 art. 75 : dans tous les textes législatifs et réglementaires, la référence à la collectivité territoriale de Mayotte est remplacée par la référence à Mayotte et la référence à la collectivité territoriale est remplacée par la référence à la collectivité départementale.<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000674979",
                    "textTitle": "Décret 67-335 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674979",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000764350",
                    "textTitle": "Décret n°2000-385 du 3 mai 2000 - art. 1 () JORF 5 mai 2000 en vigueur le 5 juillet 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006883566",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-05-05",
                    "dateSignaTexte": "2000-05-03",
                    "dateDebutCible": "2000-07-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D131-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D131-9",
                    "articleId": "LEGIARTI000006843663",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 491616000000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile D131-1 à D131-10, D131-9, 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000764350",
                    "textTitle": "Décret n°2000-385 du 3 mai 2000 - art. 2 (V)",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006883567",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000407771",
                    "textTitle": "Loi n°2001-616 du 11 juillet 2001 - art. 75 (V)",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "75",
                    "articleId": "LEGIARTI000006386587",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006934487",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 962755200000,
                    "dateFin": 1075939200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006934488",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1075939200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}