{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006908111",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "REGLEMENT DISCIPLINAIRE TYPE DES FEDERATIONS SPORTIVES AGREEES RELATIF A  LA LUTTE CONTRE LE DOPAGE MENTIONNE A L'ARTICLE R. 3634-1 Art. 1er. -     Le présent règlement remplace toutes les dispositions du règlement du (1) relatives à l'exercice du pouvoir disciplinaire en matière de lutte contre le dopage. Art. 2. -     Aux termes de l'article L. 3631-1 du code de la santé publique : Il est interdit, au cours des compétitions et manifestations sportives organisées ou agréées par des fédérations sportives ou en vue d'y participer : - d'utiliser des substances et procédés de nature à modifier artificiellement les capacités ou à masquer l'emploi de substances ou procédés ayant cette propriété ; - de recourir à ceux de ces substances ou procédés dont l'utilisation est soumise à des conditions restrictives lorsque ces conditions ne sont pas remplies. Les substances et procédés mentionnés au présent article sont déterminés par un arrêté des ministres chargés de la santé et des sports. Aux termes de l'article L. 3631-3 du même code : Il est interdit de prescrire, sauf dans les conditions fixées aux deuxième et troisième alinéas de l'article L. 232-2 du code du sport, de céder, d'offrir, d'administrer ou d'appliquer aux sportifs participant aux compétitions et manifestations mentionnées à l'article L. 3631-1, une ou plusieurs substances ou procédés mentionnés à cet article, ou de faciliter leur utilisation ou d'inciter à leur usage. Il est interdit de se soustraire ou de s'opposer par quelque moyen que ce soit aux mesures de contrôle prévues par les dispositions du présent livre. Aux termes de l'article L. 3632-3 du même code : Sous peine des sanctions administratives prévues aux articles L. 3634-1, L. 3634-2 et L. 3634-3, une personne qui participe aux compétitions ou manifestations sportives mentionnées à l'article L. 3631-1 ou aux entraînements y préparant est tenue de se soumettre aux prélèvements et examens prévus à l'article L. 3632-2. TITRE Ier : ENQUÊTES ET CONTRÔLES Art. 3. -     Tous les organes, les agents et les licenciés de la fédération sont tenus de prêter leur concours à la mise en oeuvre des enquêtes, contrôles, perquisitions et saisies organisés en application des articles L. 3632-1 et suivants du code de la santé publique, que ces procédures aient été entreprises sur instruction du ministre chargé des sports ou à la demande de la fédération, celle-ci agissant de sa propre initiative ou à l'instigation de la fédération internationale à laquelle elle est affiliée. Art. 4. -     Les enquêtes et contrôles mentionnés aux articles L. 3632-1 et suivants du code de la santé publique peuvent être demandés par le ou les organes suivants : (2). Si la demande émane d'un organe national de la fédération, elle est adressée au ministre chargé des sports ; si elle émane d'un organe local de la fédération, elle est adressée au directeur régional de la jeunesse et des sports. Art. 5. -     Peut être choisi par (3) en tant que membre délégué de la fédération, pour assister le médecin agréé, à sa demande, lors des compétitions, manifestations sportives ou aux entraînements y préparant, (4). Nul ne peut être choisi comme membre délégué de la fédération s'il est membre d'un organe disciplinaire prévu par le présent règlement. TITRE II : ORGANES ET PROCÉDURES DISCIPLINAIRES Section 1 : Dispositions communes aux organes disciplinaires de première instance et d'appel Art. 6. -     Il est institué un organe disciplinaire de première instance et un organe disciplinaire d'appel investis du pouvoir disciplinaire à l'égard des membres licenciés de la fédération ou des membres licenciés des groupements sportifs affiliés qui ont contrevenu aux dispositions des articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique. Chacun de ces organes se compose de cinq membres choisis, en raison de leurs compétences, sur la liste nationale prévue à l'article 2 du décret n° 2001-36 du 11 janvier 2001. Un membre au moins appartient à une profession de santé ; un membre au moins est choisi en raison de ses compétences juridiques ; un membre au plus peut appartenir au comité directeur de la fédération (5). Le président de la fédération ne peut être membre d'aucun organe disciplinaire. Les membres des organes disciplinaires ne peuvent être liés à la fédération par un lien contractuel autre que celui résultant éventuellement de leur adhésion. La durée du mandat est fixée à quatre ans. Les membres des organes disciplinaires et leur président sont désignés par (6). En cas d'absence ou d'empêchement définitif du président, un membre de l'organe disciplinaire est désigné pour assurer la présidence selon les modalités suivantes : (7). Lorsque l'empêchement définitif d'un membre est constaté, un nouveau membre est désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir. Art. 7. -     Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de ses membres sont présents. Les fonctions de secrétaire de séance sont assurées soit par un membre de l'organe disciplinaire, soit par une autre personne désignée par (8). En cas de partage égal des voix, le président a voix prépondérante. Art. 8. -     Les débats devant les organes disciplinaires ne sont pas publics sauf demande contraire formulée, avant l'ouverture de la séance, par l'intéressé ou ses défenseurs. Art. 9. -     Les membres des organes disciplinaires ne peuvent prendre part aux délibérations lorsqu'ils ont un intérêt direct ou indirect à l'affaire. A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance. Art. 10. -     Les membres des organes disciplinaires sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition entraîne l'exclusion du membre de l'organe disciplinaire, par décision du ministre chargé des sports, sur proposition de (9). Section 2 : Dispositions relatives aux organes disciplinaires de première instance Art. 11. -     Il est désigné au sein de la fédération par (6) une ou plusieurs personnes chargées de l'instruction des affaires soumises à l'organe disciplinaire de première instance. Ces personnes ne peuvent être membre d'un des organes disciplinaires prévus à l'article 6 et ne peuvent avoir un intérêt direct ou indirect à l'affaire. Elles sont astreintes à une obligation de confidentialité pour les faits, actes et informations dont elles ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition est sanctionnée (10). Elles reçoivent délégation du président de la fédération pour toutes les correspondances relatives à l'instruction des affaires. Dès lors qu'une infraction a été constatée, le représentant de la fédération chargé de l'instruction ne peut clore de lui-même une affaire, même si des justifications thérapeutiques sont alléguées par l'intéressé. L'organe disciplinaire est tenu de prendre une décision, y compris en cas de clôture du dossier. Art. 12. -     Lorsqu'une affaire concerne une infraction aux dispositions de l'article L. 3631-1 du code de la santé publique, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction : 1° Le procès-verbal de contrôle, établi par le médecin agréé, relatant les conditions dans lesquelles les prélèvements et examens ont été effectués ; 2° Le procès-verbal du résultat d'analyse établi par le laboratoire d'analyses agréé. Art. 13. -     Lorsqu'une affaire concerne un membre licencié qui a prescrit, sauf dans les conditions fixées aux deuxième et troisième alinéas de l'article L. 232-2 du code du sport, cédé, offert, administré ou appliqué aux sportifs participant aux compétitions et manifestations organisées ou agréées par la fédération une ou plusieurs substances ou procédés mentionnés à l'article L. 3631-1 du même code ou facilité leur utilisation ou incité à leur usage, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction les procès-verbaux de contrôle, ainsi que tous éléments utiles non couverts par le secret de l'instruction définis à l'article 11 du code de procédure pénale. Art. 14. -     Lorsqu'une affaire concerne un membre licencié qui s'est soustrait ou opposé par quelque moyen que ce soit aux mesures de contrôle prévues par les articles L. 3632-1 et suivants du code de la santé publique, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction le procès-verbal établi en application de l'article L. 3632-2 du même code, ainsi que tous éléments utiles non couverts par le secret de l'instruction définis à l'article 11 du code de procédure pénale. Art. 15. -     Le représentant de la fédération chargé de l'instruction informe l'intéressé et, le cas échéant, les personnes investies de l'autorité parentale qu'une procédure disciplinaire est engagée à son encontre par l'envoi d'un document énonçant les griefs retenus, sous forme d'une lettre recommandée avec demande d'avis de réception ou par tout autre moyen (11) permettant de faire la preuve de sa réception par le destinataire. Art. 16. -     Le document énonçant les griefs retenus doit être accompagné soit du résultat de l'analyse prévue par l'article L. 3632-2 du code de la santé publique, soit du procès-verbal de contrôle constatant le refus de se soumettre à celui-ci. Il doit mentionner la possibilité pour l'intéressé de demander par lettre recommandée avec demande d'avis de réception, dans un délai de cinq jours à compter de la réception de la lettre recommandée prévue à l'article précédent, qu'il soit procédé à ses frais à une seconde analyse dans les conditions prévues par à la section 1 du chapitre II du titre III du livre VI de la partie III du code de la santé publique. Le délai de cinq jours est porté à dix jours lorsque l'intéressé est domicilié hors de la métropole. Une liste des experts agréés par le ministre chargé des sports et le ministre de la santé est transmise à l'intéressé afin que celui-ci puisse, en demandant une seconde analyse, désigner un expert. La date de la seconde analyse devra être arrêtée, dans le respect du calendrier fixé par la loi, en accord avec le laboratoire agréé en application de l'article L. 3632-2 du code de la santé publique et, le cas échéant, avec l'expert désigné par l'intéressé. Ces résultats sont communiqués dans les conditions prévues à l'article 12. Art. 17. -     Au vu des éléments du dossier, le représentant de la fédération chargé de l'instruction établit dans un délai maximum de cinq semaines un rapport qu'il adresse à l'organe disciplinaire. Ce délai court, dans le cas d'une infraction aux dispositions de l'article L. 3631-1 du code de la santé publique, à compter du jour de la réception, par la fédération d'un procès-verbal d'infraction constitué par le procès-verbal de contrôle prévu à l'article L. 3632-2 du même code et par le rapport d'analyse faisant ressortir l'utilisation d'une substance ou d'un procédé interdit. Ce délai court, en cas d'infraction aux articles L. 3631-3 et L. 3632-3 du même code, à compter du jour de la réception, par la fédération, du procès-verbal de contrôle des éléments mentionnés aux articles 13 et 14. Art. 18. -     L'intéressé, accompagné le cas échéant des personnes investies de l'autorité parentale, est convoqué (12) devant l'organe disciplinaire, par lettre recommandée avec demande d'avis de réception ou par lettre remise contre récépissé, quinze jours au moins avant la date de la séance. L'intéressé peut être assisté d'un ou de plusieurs défenseurs de son choix. S'il ne parle ou ne comprend pas suffisamment la langue française, il peut bénéficier de l'aide d'un interprète aux frais de la fédération. L'intéressé ou son défenseur peut consulter avant la séance le rapport et l'intégralité du dossier. Il peut demander que soient entendues les personnes de son choix, dont il communique le nom huit jours au moins avant la réunion de l'organe disciplinaire. Le président de ce dernier peut refuser les demandes d'audition qui paraissent abusives. Art. 19. -     Lors de la séance, le représentant de la fédération chargé de l'instruction présente oralement son rapport. Le président de l'organe disciplinaire de première instance peut faire entendre par celui-ci toute personne dont l'audition lui paraît utile. Si une telle audition est décidée, le président en informe l'intéressé avant la séance. L'intéressé et, le cas échéant, ses défenseurs sont invités à prendre la parole en dernier. Art. 20. -     L'organe disciplinaire délibère à huis clos, hors de la présence de l'intéressé, de ses défenseurs, des personnes entendues à l'audience et du représentant de la fédération chargé de l'instruction. Il statue par une décision motivée. La décision est signée par le président et le secrétaire. Elle est aussitôt notifiée par lettre recommandée avec demande d'avis de réception ou par lettre remise à l'intéressé contre récépissé. La notification mentionne les voies et délais d'appel. La décision est également notifiée par lettre recommandée avec demande d'avis de réception au Conseil de prévention et de lutte contre le dopage et au ministre chargé des sports. Art. 21. -     L'organe disciplinaire de première instance doit se prononcer dans le délai prévu à l'article L. 3634-1 du code de la santé publique. Faute d'avoir statué dans ce délai, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel. Section 3 Dispositions relatives à l'organe disciplinaire d'appel Art. 22. -     La décision de l'organe disciplinaire de première instance peut être frappée d'appel par l'intéressé et par (13) dans un délai de dix jours. Ce délai est porté à quinze jours lorsque l'intéressé est domicilié hors de la métropole. L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération ou limité par une décision d'un organe fédéral. L'appel est suspensif. Lorsque l'appel émane d'une fédération, l'organe disciplinaire d'appel en donne communication à l'intéressé et fixe le délai dans lequel celui-ci peut produire ses observations. Art. 23. -     L'organe disciplinaire d'appel statue en dernier ressort. Il se prononce, au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire. Le président désigne, parmi les membres de l'organe disciplinaire, un rapporteur qui établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance. Les dispositions des articles 18 à 20 sont applicables devant l'organe disciplinaire d'appel, à l'exception du premier alinéa de l'article 19 et des deux derniers alinéas de l'article 20. L'organe disciplinaire d'appel doit se prononcer dans le délai prévu à l'article L. 3634-1 du code de la santé publique. Faute d'avoir statué dans ce délai, il est dessaisi et l'ensemble du dossier est transmis au Conseil de prévention et de lutte contre le dopage. Art. 24. -     La décision de l'organe disciplinaire d'appel est notifiée à l'intéressé, au Conseil de prévention et de lutte contre le dopage et au ministre chargé des sports par lettre recommandée avec demande d'avis de réception. La notification doit préciser le tribunal administratif devant lequel la décision peut faire l'objet d'un recours, ainsi que le délai de recours. La décision, sauf en cas de relaxe, est publiée au bulletin de la fédération sportive intéressée ou dans le document qui en tient lieu. TITRE III : SANCTIONS DISCIPLINAIRES Art. 25. -     Les sanctions applicables sont : 1° Des pénalités sportives telles que (14) ; 2° Des sanctions disciplinaires choisies parmi les mesures ci-après, à l'exclusion de toute sanction pécuniaire : a) L'avertissement ; b) La suspension de compétition ou d'exercice de fonctions ; c) Le retrait provisoire de la licence ; d) La radiation. En cas de première infraction, la suspension de compétition peut être remplacée, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, par l'accomplissement pendant une durée limitée, d'activités d'intérêt général au bénéfice de la fédération ou d'une association sportive. Art. 26. -     L'organe disciplinaire fixe la date d'entrée en vigueur des sanctions. Les sanctions d'une durée inférieure à six mois ne peuvent être exécutées en dehors des périodes de compétition. Art. 27. -     Lorsque l'organe disciplinaire a estimé, au vu du résultat de l'analyse initiale, confirmé le cas échéant par celui de la seconde analyse, que l'intéressé a méconnu les dispositions de l'article L. 3631-1 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de trois ans. Si une deuxième infraction a été commise pour fait de dopage dans un délai de cinq ans à compter de la date de la première infraction, la radiation peut être prononcée. Art. 28. -     En cas de première infraction aux dispositions de l'article L. 3632-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de trois ans. En cas de deuxième infraction, la radiation peut être prononcée. Art. 29. -     En cas de première infraction aux dispositions du premier alinéa de l'article L. 3631-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de dix ans. En cas de deuxième infraction, la radiation peut être prononcée. Art. 30. -     En cas de première infraction aux dispositions du second alinéa de l'article L. 3631-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de cinq ans. En cas de deuxième infraction, la radiation peut être prononcée. Art. 31. -     Pour l'application des articles 27 à 30 ci-dessus, le sursis ne peut être accordé en tout ou partie pour les sanctions prévues aux b et c du 2° de l'article 25 qu'en cas de première infraction. La sanction assortie d'un sursis est réputée non avenue si, dans un délai de trois ans, l'intéressé n'a pas commis une nouvelle infraction aux articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique suivie d'une sanction. Toute nouvelle infraction à ces articles dans ce délai emporte révocation du sursis. Art. 32. -     Lorsqu'un sportif ayant fait l'objet d'une sanction en application de l'article L. 3634-1 du code de la santé publique sollicite le renouvellement ou la délivrance d'une licence sportive, la fédération subordonne ce renouvellement ou cette délivrance à la production du certificat nominatif prévu à l'article L. 232-1 du code du sport. Art. 33. -     L'organe disciplinaire de première instance et l'organe disciplinaire d'appel peuvent décider de saisir le Conseil de prévention et de lutte contre le dopage d'une demande d'extension de la sanction disciplinaire qui a été prononcée aux activités de l'intéressé relevant d'autres fédérations conformément aux dispositions de l'article L. 3634-2 du code de la santé publique. Art. 34. -     Dans le cas où la fédération a connaissance qu'une personne non licenciée a contrevenu aux dispositions des articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique, le Conseil de prévention et de lutte contre le dopage et le ministre chargé des sports en sont avisés par (15). Lorsqu'une personne non licenciée à une fédération française et licenciée à une fédération étrangère affiliée à une fédération internationale a contrevenu aux dispositions des articles L. 3631-1 et L. 3632-3 du code de la santé publique, le(les) (15) de la fédération française intéressée adresse(ent) copie des procès-verbaux de contrôle et d'analyse à la fédération internationale. (1) Indiquer la référence des dispositions antérieures devenues caduques. (2) Préciser le ou les organes de la fédération pouvant demander qu'une enquête ou un contrôle soit effectué. (3) Préciser le ou les organes de la fédération pouvant désigner des membres délégués. (4) Préciser les personnes pouvant être désignées, telles que membre du comité directeur, arbitre, entraîneur, etc. (5) Ou au conseil fédéral, si cette option a été choisie en application des dispositions du titre III du décret n° 85-236 du 13 février 1985. (6) Préciser l'organe de la fédération investi du pouvoir de désignation et les modalités de celle-ci : président, comité directeur, etc. (7) Telle que membre le plus ancien, vice-président (en ce cas, prévoir l'organe qui le désigne). (8) Préciser l'organe de la fédération compétent pour procéder à la désignation. (9) Préciser l'organe compétent pour proposer l'exclusion. (10) Préciser l'organe compétent pour prononcer la sanction et la nature de celle-ci. (11) Tels que remise par voie d'huissier, remise en mains propres avec décharge. (12) Préciser qui a le pouvoir de convoquer : l'instructeur, le président de l'organe disciplinaire. (13) Préciser le ou les organes de la fédération détenant cette faculté. (14) Déclassement, disqualification, etc. (15) Préciser le ou les organes compétents.",
            "texteHtml": "<p align='center'> REGLEMENT DISCIPLINAIRE TYPE DES FEDERATIONS SPORTIVES AGREEES RELATIF A  LA LUTTE CONTRE LE DOPAGE MENTIONNE A L'ARTICLE R. 3634-1    </p><p></p><p></p><p></p><p></p><p></p><p></p><p>Art. 1er. -     Le présent règlement remplace toutes les dispositions du règlement du (1) relatives à l'exercice du pouvoir disciplinaire en matière de lutte contre le dopage.</p><p></p><p>   Art. 2. -     Aux termes de l'article L. 3631-1 du code de la santé publique : Il est interdit, au cours des compétitions et manifestations sportives organisées ou agréées par des fédérations sportives ou en vue d'y participer :</p><p></p><p>   - d'utiliser des substances et procédés de nature à modifier artificiellement les capacités ou à masquer l'emploi de substances ou procédés ayant cette propriété ;</p><p></p><p>   - de recourir à ceux de ces substances ou procédés dont l'utilisation est soumise à des conditions restrictives lorsque ces conditions ne sont pas remplies.</p><p></p><p>   Les substances et procédés mentionnés au présent article sont déterminés par un arrêté des ministres chargés de la santé et des sports.</p><p></p><p>   Aux termes de l'article L. 3631-3 du même code : Il est interdit de prescrire, sauf dans les conditions fixées aux deuxième et troisième alinéas de l'article L. 232-2 du code du sport, de céder, d'offrir, d'administrer ou d'appliquer aux sportifs participant aux compétitions et manifestations mentionnées à l'article L. 3631-1, une ou plusieurs substances ou procédés mentionnés à cet article, ou de faciliter leur utilisation ou d'inciter à leur usage.</p><p></p><p>   Il est interdit de se soustraire ou de s'opposer par quelque moyen que ce soit aux mesures de contrôle prévues par les dispositions du présent livre.</p><p></p><p>   Aux termes de l'article L. 3632-3 du même code : Sous peine des sanctions administratives prévues aux articles L. 3634-1, L. 3634-2 et L. 3634-3, une personne qui participe aux compétitions ou manifestations sportives mentionnées à l'article L. 3631-1 ou aux entraînements y préparant est tenue de se soumettre aux prélèvements et examens prévus à l'article L. 3632-2.</p><p> TITRE Ier : ENQUÊTES ET CONTRÔLES</p><p></p><p>   Art. 3. -     Tous les organes, les agents et les licenciés de la fédération sont tenus de prêter leur concours à la mise en oeuvre des enquêtes, contrôles, perquisitions et saisies organisés en application des articles L. 3632-1 et suivants du code de la santé publique, que ces procédures aient été entreprises sur instruction du ministre chargé des sports ou à la demande de la fédération, celle-ci agissant de sa propre initiative ou à l'instigation de la fédération internationale à laquelle elle est affiliée.</p><p></p><p>   Art. 4. -     Les enquêtes et contrôles mentionnés aux articles L. 3632-1 et suivants du code de la santé publique peuvent être demandés par le ou les organes suivants : (2).</p><p></p><p>   Si la demande émane d'un organe national de la fédération, elle est adressée au ministre chargé des sports ; si elle émane d'un organe local de la fédération, elle est adressée au directeur régional de la jeunesse et des sports.</p><p></p><p>   Art. 5. -     Peut être choisi par (3) en tant que membre délégué de la fédération, pour assister le médecin agréé, à sa demande, lors des compétitions, manifestations sportives ou aux entraînements y préparant, (4).</p><p></p><p>   Nul ne peut être choisi comme membre délégué de la fédération s'il est membre d'un organe disciplinaire prévu par le présent règlement.</p><p> TITRE II : ORGANES ET PROCÉDURES DISCIPLINAIRES</p><p>  Section 1 : Dispositions communes aux organes disciplinaires de première instance et d'appel</p><p></p><p>   Art. 6. -     Il est institué un organe disciplinaire de première instance et un organe disciplinaire d'appel investis du pouvoir disciplinaire à l'égard des membres licenciés de la fédération ou des membres licenciés des groupements sportifs affiliés qui ont contrevenu aux dispositions des articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique.</p><p></p><p>   Chacun de ces organes se compose de cinq membres choisis, en raison de leurs compétences, sur la liste nationale prévue à l'article 2 du décret n° 2001-36 du 11 janvier 2001. Un membre au moins appartient à une profession de santé ; un membre au moins est choisi en raison de ses compétences juridiques ; un membre au plus peut appartenir au comité directeur de la fédération (5). Le président de la fédération ne peut être membre d'aucun organe disciplinaire.</p><p></p><p>   Les membres des organes disciplinaires ne peuvent être liés à la fédération par un lien contractuel autre que celui résultant éventuellement de leur adhésion.</p><p></p><p>   La durée du mandat est fixée à quatre ans. Les membres des organes disciplinaires et leur président sont désignés par (6).</p><p></p><p>   En cas d'absence ou d'empêchement définitif du président, un membre de l'organe disciplinaire est désigné pour assurer la présidence selon les modalités suivantes : (7).</p><p></p><p>   Lorsque l'empêchement définitif d'un membre est constaté, un nouveau membre est désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir.</p><p></p><p>   Art. 7. -     Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de ses membres sont présents.</p><p></p><p>   Les fonctions de secrétaire de séance sont assurées soit par un membre de l'organe disciplinaire, soit par une autre personne désignée par (8).</p><p></p><p>   En cas de partage égal des voix, le président a voix prépondérante.</p><p></p><p>   Art. 8. -     Les débats devant les organes disciplinaires ne sont pas publics sauf demande contraire formulée, avant l'ouverture de la séance, par l'intéressé ou ses défenseurs.</p><p></p><p>   Art. 9. -     Les membres des organes disciplinaires ne peuvent prendre part aux délibérations lorsqu'ils ont un intérêt direct ou indirect à l'affaire.</p><p></p><p>   A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance.</p><p></p><p>   Art. 10. -     Les membres des organes disciplinaires sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont pu avoir connaissance en raison de leurs fonctions.</p><p></p><p>   Toute infraction à cette disposition entraîne l'exclusion du membre de l'organe disciplinaire, par décision du ministre chargé des sports, sur proposition de (9).</p><p> Section 2 : Dispositions relatives aux organes disciplinaires de première instance</p><p></p><p>   Art. 11. -     Il est désigné au sein de la fédération par (6) une ou plusieurs personnes chargées de l'instruction des affaires soumises à l'organe disciplinaire de première instance. Ces personnes ne peuvent être membre d'un des organes disciplinaires prévus à l'article 6 et ne peuvent avoir un intérêt direct ou indirect à l'affaire.</p><p></p><p>   Elles sont astreintes à une obligation de confidentialité pour les faits, actes et informations dont elles ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition est sanctionnée (10).</p><p></p><p>   Elles reçoivent délégation du président de la fédération pour toutes les correspondances relatives à l'instruction des affaires.</p><p></p><p>   Dès lors qu'une infraction a été constatée, le représentant de la fédération chargé de l'instruction ne peut clore de lui-même une affaire, même si des justifications thérapeutiques sont alléguées par l'intéressé. L'organe disciplinaire est tenu de prendre une décision, y compris en cas de clôture du dossier.</p><p></p><p>   Art. 12. -     Lorsqu'une affaire concerne une infraction aux dispositions de l'article L. 3631-1 du code de la santé publique, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction :</p><p></p><p>   1° Le procès-verbal de contrôle, établi par le médecin agréé, relatant les conditions dans lesquelles les prélèvements et examens ont été effectués ;</p><p></p><p>   2° Le procès-verbal du résultat d'analyse établi par le laboratoire d'analyses agréé.</p><p></p><p>   Art. 13. -     Lorsqu'une affaire concerne un membre licencié qui a prescrit, sauf dans les conditions fixées aux deuxième et troisième alinéas de l'article L. 232-2 du code du sport, cédé, offert, administré ou appliqué aux sportifs participant aux compétitions et manifestations organisées ou agréées par la fédération une ou plusieurs substances ou procédés mentionnés à l'article L. 3631-1 du même code ou facilité leur utilisation ou incité à leur usage, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction les procès-verbaux de contrôle, ainsi que tous éléments utiles non couverts par le secret de l'instruction définis à l'article 11 du code de procédure pénale.</p><p></p><p>   Art. 14. -     Lorsqu'une affaire concerne un membre licencié qui s'est soustrait ou opposé par quelque moyen que ce soit aux mesures de contrôle prévues par les articles L. 3632-1 et suivants du code de la santé publique, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction le procès-verbal établi en application de l'article L. 3632-2 du même code, ainsi que tous éléments utiles non couverts par le secret de l'instruction définis à l'article 11 du code de procédure pénale.</p><p></p><p>   Art. 15. -     Le représentant de la fédération chargé de l'instruction informe l'intéressé et, le cas échéant, les personnes investies de l'autorité parentale qu'une procédure disciplinaire est engagée à son encontre par l'envoi d'un document énonçant les griefs retenus, sous forme d'une lettre recommandée avec demande d'avis de réception ou par tout autre moyen (11) permettant de faire la preuve de sa réception par le destinataire.</p><p></p><p>   Art. 16. -     Le document énonçant les griefs retenus doit être accompagné soit du résultat de l'analyse prévue par l'article L. 3632-2 du code de la santé publique, soit du procès-verbal de contrôle constatant le refus de se soumettre à celui-ci.</p><p></p><p>   Il doit mentionner la possibilité pour l'intéressé de demander par lettre recommandée avec demande d'avis de réception, dans un délai de cinq jours à compter de la réception de la lettre recommandée prévue à l'article précédent, qu'il soit procédé à ses frais à une seconde analyse dans les conditions prévues par à la section 1 du chapitre II du titre III du livre VI de la partie III du code de la santé publique. Le délai de cinq jours est porté à dix jours lorsque l'intéressé est domicilié hors de la métropole.</p><p></p><p>   Une liste des experts agréés par le ministre chargé des sports et le ministre de la santé est transmise à l'intéressé afin que celui-ci puisse, en demandant une seconde analyse, désigner un expert.</p><p></p><p>   La date de la seconde analyse devra être arrêtée, dans le respect du calendrier fixé par la loi, en accord avec le laboratoire agréé en application de l'article L. 3632-2 du code de la santé publique et, le cas échéant, avec l'expert désigné par l'intéressé. Ces résultats sont communiqués dans les conditions prévues à l'article 12.</p><p></p><p>   Art. 17. -     Au vu des éléments du dossier, le représentant de la fédération chargé de l'instruction établit dans un délai maximum de cinq semaines un rapport qu'il adresse à l'organe disciplinaire.</p><p></p><p>   Ce délai court, dans le cas d'une infraction aux dispositions de l'article L. 3631-1 du code de la santé publique, à compter du jour de la réception, par la fédération d'un procès-verbal d'infraction constitué par le procès-verbal de contrôle prévu à l'article L. 3632-2 du même code et par le rapport d'analyse faisant ressortir l'utilisation d'une substance ou d'un procédé interdit.</p><p></p><p>   Ce délai court, en cas d'infraction aux articles L. 3631-3 et L. 3632-3 du même code, à compter du jour de la réception, par la fédération, du procès-verbal de contrôle des éléments mentionnés aux articles 13 et 14.</p><p></p><p>   Art. 18. -     L'intéressé, accompagné le cas échéant des personnes investies de l'autorité parentale, est convoqué (12) devant l'organe disciplinaire, par lettre recommandée avec demande d'avis de réception ou par lettre remise contre récépissé, quinze jours au moins avant la date de la séance.</p><p></p><p>   L'intéressé peut être assisté d'un ou de plusieurs défenseurs de son choix. S'il ne parle ou ne comprend pas suffisamment la langue française, il peut bénéficier de l'aide d'un interprète aux frais de la fédération.</p><p></p><p>   L'intéressé ou son défenseur peut consulter avant la séance le rapport et l'intégralité du dossier. Il peut demander que soient entendues les personnes de son choix, dont il communique le nom huit jours au moins avant la réunion de l'organe disciplinaire. Le président de ce dernier peut refuser les demandes d'audition qui paraissent abusives.</p><p></p><p>   Art. 19. -     Lors de la séance, le représentant de la fédération chargé de l'instruction présente oralement son rapport.</p><p></p><p>   Le président de l'organe disciplinaire de première instance peut faire entendre par celui-ci toute personne dont l'audition lui paraît utile. Si une telle audition est décidée, le président en informe l'intéressé avant la séance.</p><p></p><p>   L'intéressé et, le cas échéant, ses défenseurs sont invités à prendre la parole en dernier.</p><p></p><p>   Art. 20. -     L'organe disciplinaire délibère à huis clos, hors de la présence de l'intéressé, de ses défenseurs, des personnes entendues à l'audience et du représentant de la fédération chargé de l'instruction. Il statue par une décision motivée.</p><p></p><p>   La décision est signée par le président et le secrétaire.</p><p></p><p>   Elle est aussitôt notifiée par lettre recommandée avec demande d'avis de réception ou par lettre remise à l'intéressé contre récépissé. La notification mentionne les voies et délais d'appel.</p><p></p><p>   La décision est également notifiée par lettre recommandée avec demande d'avis de réception au Conseil de prévention et de lutte contre le dopage et au ministre chargé des sports.</p><p></p><p>   Art. 21. -     L'organe disciplinaire de première instance doit se prononcer dans le délai prévu à l'article L. 3634-1 du code de la santé publique.</p><p></p><p>   Faute d'avoir statué dans ce délai, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel.</p><p> Section 3</p><p>  Dispositions relatives à l'organe disciplinaire d'appel</p><p></p><p>   Art. 22. -     La décision de l'organe disciplinaire de première instance peut être frappée d'appel par l'intéressé et par (13) dans un délai de dix jours. Ce délai est porté à quinze jours lorsque l'intéressé est domicilié hors de la métropole.</p><p></p><p>   L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération ou limité par une décision d'un organe fédéral.</p><p></p><p>   L'appel est suspensif.</p><p></p><p>   Lorsque l'appel émane d'une fédération, l'organe disciplinaire d'appel en donne communication à l'intéressé et fixe le délai dans lequel celui-ci peut produire ses observations.</p><p></p><p>   Art. 23. -     L'organe disciplinaire d'appel statue en dernier ressort.</p><p></p><p>   Il se prononce, au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire.</p><p></p><p>   Le président désigne, parmi les membres de l'organe disciplinaire, un rapporteur qui établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance.</p><p></p><p>   Les dispositions des articles 18 à 20 sont applicables devant l'organe disciplinaire d'appel, à l'exception du premier alinéa de l'article 19 et des deux derniers alinéas de l'article 20.</p><p></p><p>   L'organe disciplinaire d'appel doit se prononcer dans le délai prévu à l'article L. 3634-1 du code de la santé publique.</p><p></p><p>   Faute d'avoir statué dans ce délai, il est dessaisi et l'ensemble du dossier est transmis au Conseil de prévention et de lutte contre le dopage.</p><p></p><p>   Art. 24. -     La décision de l'organe disciplinaire d'appel est notifiée à l'intéressé, au Conseil de prévention et de lutte contre le dopage et au ministre chargé des sports par lettre recommandée avec demande d'avis de réception.</p><p></p><p>   La notification doit préciser le tribunal administratif devant lequel la décision peut faire l'objet d'un recours, ainsi que le délai de recours.</p><p></p><p>   La décision, sauf en cas de relaxe, est publiée au bulletin de la fédération sportive intéressée ou dans le document qui en tient lieu.</p><p> TITRE III : SANCTIONS DISCIPLINAIRES</p><p></p><p>   Art. 25. -     Les sanctions applicables sont :</p><p></p><p>   1° Des pénalités sportives telles que (14) ;</p><p></p><p>   2° Des sanctions disciplinaires choisies parmi les mesures ci-après, à l'exclusion de toute sanction pécuniaire :</p><p></p><p>   a) L'avertissement ;</p><p></p><p>   b) La suspension de compétition ou d'exercice de fonctions ;</p><p></p><p>   c) Le retrait provisoire de la licence ;</p><p></p><p>   d) La radiation.</p><p></p><p>   En cas de première infraction, la suspension de compétition peut être remplacée, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, par l'accomplissement pendant une durée limitée, d'activités d'intérêt général au bénéfice de la fédération ou d'une association sportive.</p><p></p><p>   Art. 26. -     L'organe disciplinaire fixe la date d'entrée en vigueur des sanctions. Les sanctions d'une durée inférieure à six mois ne peuvent être exécutées en dehors des périodes de compétition.</p><p></p><p>   Art. 27. -     Lorsque l'organe disciplinaire a estimé, au vu du résultat de l'analyse initiale, confirmé le cas échéant par celui de la seconde analyse, que l'intéressé a méconnu les dispositions de l'article L. 3631-1 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de trois ans.</p><p></p><p>   Si une deuxième infraction a été commise pour fait de dopage dans un délai de cinq ans à compter de la date de la première infraction, la radiation peut être prononcée.</p><p></p><p>   Art. 28. -     En cas de première infraction aux dispositions de l'article L. 3632-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de trois ans. En cas de deuxième infraction, la radiation peut être prononcée.</p><p></p><p>   Art. 29. -     En cas de première infraction aux dispositions du premier alinéa de l'article L. 3631-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de dix ans. En cas de deuxième infraction, la radiation peut être prononcée.</p><p></p><p>   Art. 30. -     En cas de première infraction aux dispositions du second alinéa de l'article L. 3631-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de cinq ans. En cas de deuxième infraction, la radiation peut être prononcée.</p><p></p><p>   Art. 31. -     Pour l'application des articles 27 à 30 ci-dessus, le sursis ne peut être accordé en tout ou partie pour les sanctions prévues aux b et c du 2° de l'article 25 qu'en cas de première infraction.</p><p></p><p>   La sanction assortie d'un sursis est réputée non avenue si, dans un délai de trois ans, l'intéressé n'a pas commis une nouvelle infraction aux articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique suivie d'une sanction.</p><p></p><p>   Toute nouvelle infraction à ces articles dans ce délai emporte révocation du sursis.</p><p></p><p>   Art. 32. -     Lorsqu'un sportif ayant fait l'objet d'une sanction en application de l'article L. 3634-1 du code de la santé publique sollicite le renouvellement ou la délivrance d'une licence sportive, la fédération subordonne ce renouvellement ou cette délivrance à la production du certificat nominatif prévu à l'article L. 232-1 du code du sport.</p><p></p><p>   Art. 33. -     L'organe disciplinaire de première instance et l'organe disciplinaire d'appel peuvent décider de saisir le Conseil de prévention et de lutte contre le dopage d'une demande d'extension de la sanction disciplinaire qui a été prononcée aux activités de l'intéressé relevant d'autres fédérations conformément aux dispositions de l'article L. 3634-2 du code de la santé publique.</p><p></p><p>   Art. 34. -     Dans le cas où la fédération a connaissance qu'une personne non licenciée a contrevenu aux dispositions des articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique, le Conseil de prévention et de lutte contre le dopage et le ministre chargé des sports en sont avisés par (15).</p><p></p><p>   Lorsqu'une personne non licenciée à une fédération française et licenciée à une fédération étrangère affiliée à une fédération internationale a contrevenu aux dispositions des articles L. 3631-1 et L. 3632-3 du code de la santé publique, le(les) (15) de la fédération française intéressée adresse(ent) copie des procès-verbaux de contrôle et d'analyse à la fédération internationale.</p><p></p><p>   (1) Indiquer la référence des dispositions antérieures devenues caduques.</p><p></p><p>   (2) Préciser le ou les organes de la fédération pouvant demander qu'une enquête ou un contrôle soit effectué.</p><p></p><p>   (3) Préciser le ou les organes de la fédération pouvant désigner des membres délégués.</p><p></p><p>   (4) Préciser les personnes pouvant être désignées, telles que membre du comité directeur, arbitre, entraîneur, etc.</p><p></p><p>   (5) Ou au conseil fédéral, si cette option a été choisie en application des dispositions du titre III du décret n° 85-236 du 13 février 1985.</p><p></p><p>   (6) Préciser l'organe de la fédération investi du pouvoir de désignation et les modalités de celle-ci : président, comité directeur, etc.</p><p></p><p>   (7) Telle que membre le plus ancien, vice-président (en ce cas, prévoir l'organe qui le désigne).</p><p></p><p>   (8) Préciser l'organe de la fédération compétent pour procéder à la désignation.</p><p></p><p>   (9) Préciser l'organe compétent pour proposer l'exclusion.</p><p></p><p>   (10) Préciser l'organe compétent pour prononcer la sanction et la nature de celle-ci.</p><p></p><p>   (11) Tels que remise par voie d'huissier, remise en mains propres avec décharge.</p><p></p><p>   (12) Préciser qui a le pouvoir de convoquer : l'instructeur, le président de l'organe disciplinaire.</p><p></p><p>   (13) Préciser le ou les organes de la fédération détenant cette faculté.</p><p></p><p>   (14) Déclassement, disqualification, etc.</p><p></p><p>   (15) Préciser le ou les organes compétents.</p><p></p>",
            "num": "Annexe 36-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1148515200000,
            "dateFin": 1185321600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1968526676,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA TROISIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132371",
                        "id": "LEGISCTA000006132371",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908110",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132371",
            "sectionParentId": "LEGISCTA000006132371",
            "sectionParentTitre": "ANNEXES DE LA TROISIÈME PARTIE ",
            "fullSectionsTitre": "Annexes &gt; ANNEXES DE LA TROISIÈME PARTIE ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006908111",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000792831",
                    "textTitle": "Ordonnance n°2006-596 du 23 mai 2006 - art. 3 (V) JORF 25 mai 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006251667",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2006-05-25",
                    "dateSignaTexte": "2006-05-23",
                    "dateDebutCible": "2006-05-25"
                },
                {
                    "textCid": "JORFTEXT000000618072",
                    "textTitle": "Décret 2007-1133 2007-07-24 art. 5 5° JORF 25 juillet 2007",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000618072",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-07-25",
                    "dateSignaTexte": "2007-07-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000337202",
                    "textTitle": "Décret 85-236 1985-02-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000337202",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-236",
                    "datePubli": 477619200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000208262",
                    "textTitle": "Décret n°2001-36 du 11 janvier 2001 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006522070",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-36",
                    "datePubli": 979344000000,
                    "dateDebut": 979344000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006574845",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L232-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-1",
                    "articleId": "LEGIARTI000006547619",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1138752000000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L232-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-2",
                    "articleId": "LEGIARTI000006547620",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1138752000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L3631-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3631-1",
                    "articleId": "LEGIARTI000006688287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L3631-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3631-3",
                    "articleId": "LEGIARTI000006688291",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L3632-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3632-1",
                    "articleId": "LEGIARTI000006688293",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L3632-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3632-2",
                    "articleId": "LEGIARTI000006688295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L3632-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3632-3",
                    "articleId": "LEGIARTI000006688302",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L3634-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3634-1",
                    "articleId": "LEGIARTI000006688321",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L3634-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3634-2",
                    "articleId": "LEGIARTI000006688324",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L3634-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3634-3",
                    "articleId": "LEGIARTI000006688327",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique L3631-1, L3631-3, L232-2, L3632-3, L3634-1, L3634-2, L3634-3, L3632-2, L3632-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908110",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1148515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908111",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1148515200000,
                    "dateFin": 1185321600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 36-1",
                "36-1"
            ],
            "versionPrecedente": "LEGIARTI000006908110",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006908110",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "REGLEMENT DISCIPLINAIRE TYPE DES FEDERATIONS SPORTIVES AGREEES RELATIF A LA LUTTE CONTRE LE DOPAGE MENTIONNE A L'ARTICLE R. 3634-1 Art. 1er. -     Le présent règlement remplace toutes les dispositions du règlement du (1) relatives à l'exercice du pouvoir disciplinaire en matière de lutte contre le dopage. Art. 2. -     Aux termes de l'article L. 3631-1 du code de la santé publique : Il est interdit, au cours des compétitions et manifestations sportives organisées ou agréées par des fédérations sportives ou en vue d'y participer : - d'utiliser des substances et procédés de nature à modifier artificiellement les capacités ou à masquer l'emploi de substances ou procédés ayant cette propriété ; - de recourir à ceux de ces substances ou procédés dont l'utilisation est soumise à des conditions restrictives lorsque ces conditions ne sont pas remplies. Les substances et procédés mentionnés au présent article sont déterminés par un arrêté des ministres chargés de la santé et des sports. Aux termes de l'article L. 3631-3 du même code : Il est interdit de prescrire, sauf dans les conditions fixées aux deuxième et troisième alinéas de l'article L. 3622-3, de céder, d'offrir, d'administrer ou d'appliquer aux sportifs participant aux compétitions et manifestations mentionnées à l'article L. 3631-1, une ou plusieurs substances ou procédés mentionnés à cet article, ou de faciliter leur utilisation ou d'inciter à leur usage. Il est interdit de se soustraire ou de s'opposer par quelque moyen que ce soit aux mesures de contrôle prévues par les dispositions du présent livre. Aux termes de l'article L. 3632-3 du même code : Sous peine des sanctions administratives prévues aux articles L. 3634-1, L. 3634-2 et L. 3634-3, une personne qui participe aux compétitions ou manifestations sportives mentionnées à l'article L. 3631-1 ou aux entraînements y préparant est tenue de se soumettre aux prélèvements et examens prévus à l'article L. 3632-2. TITRE Ier : ENQUÊTES ET CONTRÔLES Art. 3. -     Tous les organes, les agents et les licenciés de la fédération sont tenus de prêter leur concours à la mise en oeuvre des enquêtes, contrôles, perquisitions et saisies organisés en application des articles L. 3632-1 et suivants du code de la santé publique, que ces procédures aient été entreprises sur instruction du ministre chargé des sports ou à la demande de la fédération, celle-ci agissant de sa propre initiative ou à l'instigation de la fédération internationale à laquelle elle est affiliée. Art. 4. -     Les enquêtes et contrôles mentionnés aux articles L. 3632-1 et suivants du code de la santé publique peuvent être demandés par le ou les organes suivants : (2). Si la demande émane d'un organe national de la fédération, elle est adressée au ministre chargé des sports ; si elle émane d'un organe local de la fédération, elle est adressée au directeur régional de la jeunesse et des sports. Art. 5. -     Peut être choisi par (3) en tant que membre délégué de la fédération, pour assister le médecin agréé, à sa demande, lors des compétitions, manifestations sportives ou aux entraînements y préparant, (4). Nul ne peut être choisi comme membre délégué de la fédération s'il est membre d'un organe disciplinaire prévu par le présent règlement. TITRE II : ORGANES ET PROCÉDURES DISCIPLINAIRES Section 1 : Dispositions communes aux organes disciplinaires de première instance et d'appel Art. 6. -     Il est institué un organe disciplinaire de première instance et un organe disciplinaire d'appel investis du pouvoir disciplinaire à l'égard des membres licenciés de la fédération ou des membres licenciés des groupements sportifs affiliés qui ont contrevenu aux dispositions des articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique. Chacun de ces organes se compose de cinq membres choisis, en raison de leurs compétences, sur la liste nationale prévue à l'article 2 du décret n° 2001-36 du 11 janvier 2001. Un membre au moins appartient à une profession de santé ; un membre au moins est choisi en raison de ses compétences juridiques ; un membre au plus peut appartenir au comité directeur de la fédération (5). Le président de la fédération ne peut être membre d'aucun organe disciplinaire. Les membres des organes disciplinaires ne peuvent être liés à la fédération par un lien contractuel autre que celui résultant éventuellement de leur adhésion. La durée du mandat est fixée à quatre ans. Les membres des organes disciplinaires et leur président sont désignés par (6). En cas d'absence ou d'empêchement définitif du président, un membre de l'organe disciplinaire est désigné pour assurer la présidence selon les modalités suivantes : (7). Lorsque l'empêchement définitif d'un membre est constaté, un nouveau membre est désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir. Art. 7. -     Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de ses membres sont présents. Les fonctions de secrétaire de séance sont assurées soit par un membre de l'organe disciplinaire, soit par une autre personne désignée par (8). En cas de partage égal des voix, le président a voix prépondérante. Art. 8. -     Les débats devant les organes disciplinaires ne sont pas publics sauf demande contraire formulée, avant l'ouverture de la séance, par l'intéressé ou ses défenseurs. Art. 9. -     Les membres des organes disciplinaires ne peuvent prendre part aux délibérations lorsqu'ils ont un intérêt direct ou indirect à l'affaire. A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance. Art. 10. -     Les membres des organes disciplinaires sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition entraîne l'exclusion du membre de l'organe disciplinaire, par décision du ministre chargé des sports, sur proposition de (9). Section 2 : Dispositions relatives aux organes disciplinaires de première instance Art. 11. -     Il est désigné au sein de la fédération par (6) une ou plusieurs personnes chargées de l'instruction des affaires soumises à l'organe disciplinaire de première instance. Ces personnes ne peuvent être membre d'un des organes disciplinaires prévus à l'article 6 et ne peuvent avoir un intérêt direct ou indirect à l'affaire. Elles sont astreintes à une obligation de confidentialité pour les faits, actes et informations dont elles ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition est sanctionnée (10). Elles reçoivent délégation du président de la fédération pour toutes les correspondances relatives à l'instruction des affaires. Dès lors qu'une infraction a été constatée, le représentant de la fédération chargé de l'instruction ne peut clore de lui-même une affaire, même si des justifications thérapeutiques sont alléguées par l'intéressé. L'organe disciplinaire est tenu de prendre une décision, y compris en cas de clôture du dossier. Art. 12. -     Lorsqu'une affaire concerne une infraction aux dispositions de l'article L. 3631-1 du code de la santé publique, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction : 1° Le procès-verbal de contrôle, établi par le médecin agréé, relatant les conditions dans lesquelles les prélèvements et examens ont été effectués ; 2° Le procès-verbal du résultat d'analyse établi par le laboratoire d'analyses agréé. Art. 13. -     Lorsqu'une affaire concerne un membre licencié qui a prescrit, sauf dans les conditions fixées aux deuxième et troisième alinéas de l'article L. 3622-3 du code de la santé publique, cédé, offert, administré ou appliqué aux sportifs participant aux compétitions et manifestations organisées ou agréées par la fédération une ou plusieurs substances ou procédés mentionnés à l'article L. 3631-1 du même code ou facilité leur utilisation ou incité à leur usage, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction les procès-verbaux de contrôle, ainsi que tous éléments utiles non couverts par le secret de l'instruction définis à l'article 11 du code de procédure pénale. Art. 14. -     Lorsqu'une affaire concerne un membre licencié qui s'est soustrait ou opposé par quelque moyen que ce soit aux mesures de contrôle prévues par les articles L. 3632-1 et suivants du code de la santé publique, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction le procès-verbal établi en application de l'article L. 3632-2 du même code, ainsi que tous éléments utiles non couverts par le secret de l'instruction définis à l'article 11 du code de procédure pénale. Art. 15. -     Le représentant de la fédération chargé de l'instruction informe l'intéressé et, le cas échéant, les personnes investies de l'autorité parentale qu'une procédure disciplinaire est engagée à son encontre par l'envoi d'un document énonçant les griefs retenus, sous forme d'une lettre recommandée avec demande d'avis de réception ou par tout autre moyen (11) permettant de faire la preuve de sa réception par le destinataire. Art. 16. -     Le document énonçant les griefs retenus doit être accompagné soit du résultat de l'analyse prévue par l'article L. 3632-2 du code de la santé publique, soit du procès-verbal de contrôle constatant le refus de se soumettre à celui-ci. Il doit mentionner la possibilité pour l'intéressé de demander par lettre recommandée avec demande d'avis de réception, dans un délai de cinq jours à compter de la réception de la lettre recommandée prévue à l'article précédent, qu'il soit procédé à ses frais à une seconde analyse dans les conditions prévues par à la section 1 du chapitre II du titre III du livre VI de la partie III du code de la santé publique. Le délai de cinq jours est porté à dix jours lorsque l'intéressé est domicilié hors de la métropole. Une liste des experts agréés par le ministre chargé des sports et le ministre de la santé est transmise à l'intéressé afin que celui-ci puisse, en demandant une seconde analyse, désigner un expert. La date de la seconde analyse devra être arrêtée, dans le respect du calendrier fixé par la loi, en accord avec le laboratoire agréé en application de l'article L. 3632-2 du code de la santé publique et, le cas échéant, avec l'expert désigné par l'intéressé. Ces résultats sont communiqués dans les conditions prévues à l'article 12. Art. 17. -     Au vu des éléments du dossier, le représentant de la fédération chargé de l'instruction établit dans un délai maximum de cinq semaines un rapport qu'il adresse à l'organe disciplinaire. Ce délai court, dans le cas d'une infraction aux dispositions de l'article L. 3631-1 du code de la santé publique, à compter du jour de la réception, par la fédération d'un procès-verbal d'infraction constitué par le procès-verbal de contrôle prévu à l'article L. 3632-2 du même code et par le rapport d'analyse faisant ressortir l'utilisation d'une substance ou d'un procédé interdit. Ce délai court, en cas d'infraction aux articles L. 3631-3 et L. 3632-3 du même code, à compter du jour de la réception, par la fédération, du procès-verbal de contrôle des éléments mentionnés aux articles 13 et 14. Art. 18. -     L'intéressé, accompagné le cas échéant des personnes investies de l'autorité parentale, est convoqué (12) devant l'organe disciplinaire, par lettre recommandée avec demande d'avis de réception ou par lettre remise contre récépissé, quinze jours au moins avant la date de la séance. L'intéressé peut être assisté d'un ou de plusieurs défenseurs de son choix. S'il ne parle ou ne comprend pas suffisamment la langue française, il peut bénéficier de l'aide d'un interprète aux frais de la fédération. L'intéressé ou son défenseur peut consulter avant la séance le rapport et l'intégralité du dossier. Il peut demander que soient entendues les personnes de son choix, dont il communique le nom huit jours au moins avant la réunion de l'organe disciplinaire. Le président de ce dernier peut refuser les demandes d'audition qui paraissent abusives. Art. 19. -     Lors de la séance, le représentant de la fédération chargé de l'instruction présente oralement son rapport. Le président de l'organe disciplinaire de première instance peut faire entendre par celui-ci toute personne dont l'audition lui paraît utile. Si une telle audition est décidée, le président en informe l'intéressé avant la séance. L'intéressé et, le cas échéant, ses défenseurs sont invités à prendre la parole en dernier. Art. 20. -     L'organe disciplinaire délibère à huis clos, hors de la présence de l'intéressé, de ses défenseurs, des personnes entendues à l'audience et du représentant de la fédération chargé de l'instruction. Il statue par une décision motivée. La décision est signée par le président et le secrétaire. Elle est aussitôt notifiée par lettre recommandée avec demande d'avis de réception ou par lettre remise à l'intéressé contre récépissé. La notification mentionne les voies et délais d'appel. La décision est également notifiée par lettre recommandée avec demande d'avis de réception au Conseil de prévention et de lutte contre le dopage et au ministre chargé des sports. Art. 21. -     L'organe disciplinaire de première instance doit se prononcer dans le délai prévu à l'article L. 3634-1 du code de la santé publique. Faute d'avoir statué dans ce délai, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel. Section 3 Dispositions relatives à l'organe disciplinaire d'appel Art. 22. -     La décision de l'organe disciplinaire de première instance peut être frappée d'appel par l'intéressé et par (13) dans un délai de dix jours. Ce délai est porté à quinze jours lorsque l'intéressé est domicilié hors de la métropole. L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération ou limité par une décision d'un organe fédéral. L'appel est suspensif. Lorsque l'appel émane d'une fédération, l'organe disciplinaire d'appel en donne communication à l'intéressé et fixe le délai dans lequel celui-ci peut produire ses observations. Art. 23. -     L'organe disciplinaire d'appel statue en dernier ressort. Il se prononce, au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire. Le président désigne, parmi les membres de l'organe disciplinaire, un rapporteur qui établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance. Les dispositions des articles 18 à 20 sont applicables devant l'organe disciplinaire d'appel, à l'exception du premier alinéa de l'article 19 et des deux derniers alinéas de l'article 20. L'organe disciplinaire d'appel doit se prononcer dans le délai prévu à l'article L. 3634-1 du code de la santé publique. Faute d'avoir statué dans ce délai, il est dessaisi et l'ensemble du dossier est transmis au Conseil de prévention et de lutte contre le dopage. Art. 24. -     La décision de l'organe disciplinaire d'appel est notifiée à l'intéressé, au Conseil de prévention et de lutte contre le dopage et au ministre chargé des sports par lettre recommandée avec demande d'avis de réception. La notification doit préciser le tribunal administratif devant lequel la décision peut faire l'objet d'un recours, ainsi que le délai de recours. La décision, sauf en cas de relaxe, est publiée au bulletin de la fédération sportive intéressée ou dans le document qui en tient lieu. TITRE III : SANCTIONS DISCIPLINAIRES Art. 25. -     Les sanctions applicables sont : 1° Des pénalités sportives telles que (14) ; 2° Des sanctions disciplinaires choisies parmi les mesures ci-après, à l'exclusion de toute sanction pécuniaire : a) L'avertissement ; b) La suspension de compétition ou d'exercice de fonctions ; c) Le retrait provisoire de la licence ; d) La radiation. En cas de première infraction, la suspension de compétition peut être remplacée, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, par l'accomplissement pendant une durée limitée, d'activités d'intérêt général au bénéfice de la fédération ou d'une association sportive. Art. 26. -     L'organe disciplinaire fixe la date d'entrée en vigueur des sanctions. Les sanctions d'une durée inférieure à six mois ne peuvent être exécutées en dehors des périodes de compétition. Art. 27. -     Lorsque l'organe disciplinaire a estimé, au vu du résultat de l'analyse initiale, confirmé le cas échéant par celui de la seconde analyse, que l'intéressé a méconnu les dispositions de l'article L. 3631-1 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de trois ans. Si une deuxième infraction a été commise pour fait de dopage dans un délai de cinq ans à compter de la date de la première infraction, la radiation peut être prononcée. Art. 28. -     En cas de première infraction aux dispositions de l'article L. 3632-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de trois ans. En cas de deuxième infraction, la radiation peut être prononcée. Art. 29. -     En cas de première infraction aux dispositions du premier alinéa de l'article L. 3631-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de dix ans. En cas de deuxième infraction, la radiation peut être prononcée. Art. 30. -     En cas de première infraction aux dispositions du second alinéa de l'article L. 3631-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de cinq ans. En cas de deuxième infraction, la radiation peut être prononcée. Art. 31. -     Pour l'application des articles 27 à 30 ci-dessus, le sursis ne peut être accordé en tout ou partie pour les sanctions prévues aux b et c du 2° de l'article 25 qu'en cas de première infraction. La sanction assortie d'un sursis est réputée non avenue si, dans un délai de trois ans, l'intéressé n'a pas commis une nouvelle infraction aux articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique suivie d'une sanction. Toute nouvelle infraction à ces articles dans ce délai emporte révocation du sursis. Art. 32. -     Lorsqu'un sportif ayant fait l'objet d'une sanction en application de l'article L. 3634-1 du code de la santé publique sollicite le renouvellement ou la délivrance d'une licence sportive, la fédération subordonne ce renouvellement ou cette délivrance à la production du certificat nominatif prévu à l'article L. 3613-1 du même code. Art. 33. -     L'organe disciplinaire de première instance et l'organe disciplinaire d'appel peuvent décider de saisir le Conseil de prévention et de lutte contre le dopage d'une demande d'extension de la sanction disciplinaire qui a été prononcée aux activités de l'intéressé relevant d'autres fédérations conformément aux dispositions de l'article L. 3634-2 du code de la santé publique. Art. 34. -     Dans le cas où la fédération a connaissance qu'une personne non licenciée a contrevenu aux dispositions des articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique, le Conseil de prévention et de lutte contre le dopage et le ministre chargé des sports en sont avisés par (15). Lorsqu'une personne non licenciée à une fédération française et licenciée à une fédération étrangère affiliée à une fédération internationale a contrevenu aux dispositions des articles L. 3631-1 et L. 3632-3 du code de la santé publique, le(les) (15) de la fédération française intéressée adresse(ent) copie des procès-verbaux de contrôle et d'analyse à la fédération internationale. (1) Indiquer la référence des dispositions antérieures devenues caduques. (2) Préciser le ou les organes de la fédération pouvant demander qu'une enquête ou un contrôle soit effectué. (3) Préciser le ou les organes de la fédération pouvant désigner des membres délégués. (4) Préciser les personnes pouvant être désignées, telles que membre du comité directeur, arbitre, entraîneur, etc. (5) Ou au conseil fédéral, si cette option a été choisie en application des dispositions du titre III du décret n° 85-236 du 13 février 1985. (6) Préciser l'organe de la fédération investi du pouvoir de désignation et les modalités de celle-ci : président, comité directeur, etc. (7) Telle que membre le plus ancien, vice-président (en ce cas, prévoir l'organe qui le désigne). (8) Préciser l'organe de la fédération compétent pour procéder à la désignation. (9) Préciser l'organe compétent pour proposer l'exclusion. (10) Préciser l'organe compétent pour prononcer la sanction et la nature de celle-ci. (11) Tels que remise par voie d'huissier, remise en mains propres avec décharge. (12) Préciser qui a le pouvoir de convoquer : l'instructeur, le président de l'organe disciplinaire. (13) Préciser le ou les organes de la fédération détenant cette faculté. (14) Déclassement, disqualification, etc. (15) Préciser le ou les organes compétents.",
            "texteHtml": "<p align='center'>REGLEMENT DISCIPLINAIRE TYPE DES FEDERATIONS SPORTIVES AGREEES RELATIF A LA LUTTE CONTRE LE DOPAGE MENTIONNE A L'ARTICLE R. 3634-1  </p><p></p><p></p><p>Art. 1er. -     Le présent règlement remplace toutes les dispositions du règlement du (1) relatives à l'exercice du pouvoir disciplinaire en matière de lutte contre le dopage.</p><p></p><p>   Art. 2. -     Aux termes de l'article L. 3631-1 du code de la santé publique : Il est interdit, au cours des compétitions et manifestations sportives organisées ou agréées par des fédérations sportives ou en vue d'y participer :</p><p></p><p>   - d'utiliser des substances et procédés de nature à modifier artificiellement les capacités ou à masquer l'emploi de substances ou procédés ayant cette propriété ;</p><p></p><p>   - de recourir à ceux de ces substances ou procédés dont l'utilisation est soumise à des conditions restrictives lorsque ces conditions ne sont pas remplies.</p><p></p><p>   Les substances et procédés mentionnés au présent article sont déterminés par un arrêté des ministres chargés de la santé et des sports.</p><p></p><p>   Aux termes de l'article L. 3631-3 du même code : Il est interdit de prescrire, sauf dans les conditions fixées aux deuxième et troisième alinéas de l'article L. 3622-3, de céder, d'offrir, d'administrer ou d'appliquer aux sportifs participant aux compétitions et manifestations mentionnées à l'article L. 3631-1, une ou plusieurs substances ou procédés mentionnés à cet article, ou de faciliter leur utilisation ou d'inciter à leur usage.</p><p></p><p>   Il est interdit de se soustraire ou de s'opposer par quelque moyen que ce soit aux mesures de contrôle prévues par les dispositions du présent livre.</p><p></p><p>   Aux termes de l'article L. 3632-3 du même code : Sous peine des sanctions administratives prévues aux articles L. 3634-1, L. 3634-2 et L. 3634-3, une personne qui participe aux compétitions ou manifestations sportives mentionnées à l'article L. 3631-1 ou aux entraînements y préparant est tenue de se soumettre aux prélèvements et examens prévus à l'article L. 3632-2.</p><p> TITRE Ier : ENQUÊTES ET CONTRÔLES</p><p></p><p>   Art. 3. -     Tous les organes, les agents et les licenciés de la fédération sont tenus de prêter leur concours à la mise en oeuvre des enquêtes, contrôles, perquisitions et saisies organisés en application des articles L. 3632-1 et suivants du code de la santé publique, que ces procédures aient été entreprises sur instruction du ministre chargé des sports ou à la demande de la fédération, celle-ci agissant de sa propre initiative ou à l'instigation de la fédération internationale à laquelle elle est affiliée.</p><p></p><p>   Art. 4. -     Les enquêtes et contrôles mentionnés aux articles L. 3632-1 et suivants du code de la santé publique peuvent être demandés par le ou les organes suivants : (2).</p><p></p><p>   Si la demande émane d'un organe national de la fédération, elle est adressée au ministre chargé des sports ; si elle émane d'un organe local de la fédération, elle est adressée au directeur régional de la jeunesse et des sports.</p><p></p><p>   Art. 5. -     Peut être choisi par (3) en tant que membre délégué de la fédération, pour assister le médecin agréé, à sa demande, lors des compétitions, manifestations sportives ou aux entraînements y préparant, (4).</p><p></p><p>   Nul ne peut être choisi comme membre délégué de la fédération s'il est membre d'un organe disciplinaire prévu par le présent règlement.</p><p> TITRE II : ORGANES ET PROCÉDURES DISCIPLINAIRES</p><p>  Section 1 : Dispositions communes aux organes disciplinaires de première instance et d'appel</p><p></p><p>   Art. 6. -     Il est institué un organe disciplinaire de première instance et un organe disciplinaire d'appel investis du pouvoir disciplinaire à l'égard des membres licenciés de la fédération ou des membres licenciés des groupements sportifs affiliés qui ont contrevenu aux dispositions des articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique.</p><p></p><p>   Chacun de ces organes se compose de cinq membres choisis, en raison de leurs compétences, sur la liste nationale prévue à l'article 2 du décret n° 2001-36 du 11 janvier 2001. Un membre au moins appartient à une profession de santé ; un membre au moins est choisi en raison de ses compétences juridiques ; un membre au plus peut appartenir au comité directeur de la fédération (5). Le président de la fédération ne peut être membre d'aucun organe disciplinaire.</p><p></p><p>   Les membres des organes disciplinaires ne peuvent être liés à la fédération par un lien contractuel autre que celui résultant éventuellement de leur adhésion.</p><p></p><p>   La durée du mandat est fixée à quatre ans. Les membres des organes disciplinaires et leur président sont désignés par (6).</p><p></p><p>   En cas d'absence ou d'empêchement définitif du président, un membre de l'organe disciplinaire est désigné pour assurer la présidence selon les modalités suivantes : (7).</p><p></p><p>   Lorsque l'empêchement définitif d'un membre est constaté, un nouveau membre est désigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir.</p><p></p><p>   Art. 7. -     Les organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président. Chacun d'eux ne peut délibérer valablement que lorsque trois au moins de ses membres sont présents.</p><p></p><p>   Les fonctions de secrétaire de séance sont assurées soit par un membre de l'organe disciplinaire, soit par une autre personne désignée par (8).</p><p></p><p>   En cas de partage égal des voix, le président a voix prépondérante.</p><p></p><p>   Art. 8. -     Les débats devant les organes disciplinaires ne sont pas publics sauf demande contraire formulée, avant l'ouverture de la séance, par l'intéressé ou ses défenseurs.</p><p></p><p>   Art. 9. -     Les membres des organes disciplinaires ne peuvent prendre part aux délibérations lorsqu'ils ont un intérêt direct ou indirect à l'affaire.</p><p></p><p>   A l'occasion d'une même affaire, nul ne peut siéger dans l'organe disciplinaire d'appel s'il a siégé dans l'organe disciplinaire de première instance.</p><p></p><p>   Art. 10. -     Les membres des organes disciplinaires sont astreints à une obligation de confidentialité pour les faits, actes et informations dont ils ont pu avoir connaissance en raison de leurs fonctions.</p><p></p><p>   Toute infraction à cette disposition entraîne l'exclusion du membre de l'organe disciplinaire, par décision du ministre chargé des sports, sur proposition de (9).</p><p> Section 2 : Dispositions relatives aux organes disciplinaires de première instance</p><p></p><p>   Art. 11. -     Il est désigné au sein de la fédération par (6) une ou plusieurs personnes chargées de l'instruction des affaires soumises à l'organe disciplinaire de première instance. Ces personnes ne peuvent être membre d'un des organes disciplinaires prévus à l'article 6 et ne peuvent avoir un intérêt direct ou indirect à l'affaire.</p><p></p><p>   Elles sont astreintes à une obligation de confidentialité pour les faits, actes et informations dont elles ont pu avoir connaissance en raison de leurs fonctions. Toute infraction à cette disposition est sanctionnée (10).</p><p></p><p>   Elles reçoivent délégation du président de la fédération pour toutes les correspondances relatives à l'instruction des affaires.</p><p></p><p>   Dès lors qu'une infraction a été constatée, le représentant de la fédération chargé de l'instruction ne peut clore de lui-même une affaire, même si des justifications thérapeutiques sont alléguées par l'intéressé. L'organe disciplinaire est tenu de prendre une décision, y compris en cas de clôture du dossier.</p><p></p><p>   Art. 12. -     Lorsqu'une affaire concerne une infraction aux dispositions de l'article L. 3631-1 du code de la santé publique, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction :</p><p></p><p>   1° Le procès-verbal de contrôle, établi par le médecin agréé, relatant les conditions dans lesquelles les prélèvements et examens ont été effectués ;</p><p></p><p>   2° Le procès-verbal du résultat d'analyse établi par le laboratoire d'analyses agréé.</p><p></p><p>   Art. 13. -     Lorsqu'une affaire concerne un membre licencié qui a prescrit, sauf dans les conditions fixées aux deuxième et troisième alinéas de l'article L. 3622-3 du code de la santé publique, cédé, offert, administré ou appliqué aux sportifs participant aux compétitions et manifestations organisées ou agréées par la fédération une ou plusieurs substances ou procédés mentionnés à l'article L. 3631-1 du même code ou facilité leur utilisation ou incité à leur usage, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction les procès-verbaux de contrôle, ainsi que tous éléments utiles non couverts par le secret de l'instruction définis à l'article 11 du code de procédure pénale.</p><p></p><p>   Art. 14. -     Lorsqu'une affaire concerne un membre licencié qui s'est soustrait ou opposé par quelque moyen que ce soit aux mesures de contrôle prévues par les articles L. 3632-1 et suivants du code de la santé publique, le président de la fédération adresse au représentant de celle-ci chargé de l'instruction le procès-verbal établi en application de l'article L. 3632-2 du même code, ainsi que tous éléments utiles non couverts par le secret de l'instruction définis à l'article 11 du code de procédure pénale.</p><p></p><p>   Art. 15. -     Le représentant de la fédération chargé de l'instruction informe l'intéressé et, le cas échéant, les personnes investies de l'autorité parentale qu'une procédure disciplinaire est engagée à son encontre par l'envoi d'un document énonçant les griefs retenus, sous forme d'une lettre recommandée avec demande d'avis de réception ou par tout autre moyen (11) permettant de faire la preuve de sa réception par le destinataire.</p><p></p><p>   Art. 16. -     Le document énonçant les griefs retenus doit être accompagné soit du résultat de l'analyse prévue par l'article L. 3632-2 du code de la santé publique, soit du procès-verbal de contrôle constatant le refus de se soumettre à celui-ci.</p><p></p><p>   Il doit mentionner la possibilité pour l'intéressé de demander par lettre recommandée avec demande d'avis de réception, dans un délai de cinq jours à compter de la réception de la lettre recommandée prévue à l'article précédent, qu'il soit procédé à ses frais à une seconde analyse dans les conditions prévues par à la section 1 du chapitre II du titre III du livre VI de la partie III du code de la santé publique. Le délai de cinq jours est porté à dix jours lorsque l'intéressé est domicilié hors de la métropole.</p><p></p><p>   Une liste des experts agréés par le ministre chargé des sports et le ministre de la santé est transmise à l'intéressé afin que celui-ci puisse, en demandant une seconde analyse, désigner un expert.</p><p></p><p>   La date de la seconde analyse devra être arrêtée, dans le respect du calendrier fixé par la loi, en accord avec le laboratoire agréé en application de l'article L. 3632-2 du code de la santé publique et, le cas échéant, avec l'expert désigné par l'intéressé. Ces résultats sont communiqués dans les conditions prévues à l'article 12.</p><p></p><p>   Art. 17. -     Au vu des éléments du dossier, le représentant de la fédération chargé de l'instruction établit dans un délai maximum de cinq semaines un rapport qu'il adresse à l'organe disciplinaire.</p><p></p><p>   Ce délai court, dans le cas d'une infraction aux dispositions de l'article L. 3631-1 du code de la santé publique, à compter du jour de la réception, par la fédération d'un procès-verbal d'infraction constitué par le procès-verbal de contrôle prévu à l'article L. 3632-2 du même code et par le rapport d'analyse faisant ressortir l'utilisation d'une substance ou d'un procédé interdit.</p><p></p><p>   Ce délai court, en cas d'infraction aux articles L. 3631-3 et L. 3632-3 du même code, à compter du jour de la réception, par la fédération, du procès-verbal de contrôle des éléments mentionnés aux articles 13 et 14.</p><p></p><p>   Art. 18. -     L'intéressé, accompagné le cas échéant des personnes investies de l'autorité parentale, est convoqué (12) devant l'organe disciplinaire, par lettre recommandée avec demande d'avis de réception ou par lettre remise contre récépissé, quinze jours au moins avant la date de la séance.</p><p></p><p>   L'intéressé peut être assisté d'un ou de plusieurs défenseurs de son choix. S'il ne parle ou ne comprend pas suffisamment la langue française, il peut bénéficier de l'aide d'un interprète aux frais de la fédération.</p><p></p><p>   L'intéressé ou son défenseur peut consulter avant la séance le rapport et l'intégralité du dossier. Il peut demander que soient entendues les personnes de son choix, dont il communique le nom huit jours au moins avant la réunion de l'organe disciplinaire. Le président de ce dernier peut refuser les demandes d'audition qui paraissent abusives.</p><p></p><p>   Art. 19. -     Lors de la séance, le représentant de la fédération chargé de l'instruction présente oralement son rapport.</p><p></p><p>   Le président de l'organe disciplinaire de première instance peut faire entendre par celui-ci toute personne dont l'audition lui paraît utile. Si une telle audition est décidée, le président en informe l'intéressé avant la séance.</p><p></p><p>   L'intéressé et, le cas échéant, ses défenseurs sont invités à prendre la parole en dernier.</p><p></p><p>   Art. 20. -     L'organe disciplinaire délibère à huis clos, hors de la présence de l'intéressé, de ses défenseurs, des personnes entendues à l'audience et du représentant de la fédération chargé de l'instruction. Il statue par une décision motivée.</p><p></p><p>   La décision est signée par le président et le secrétaire.</p><p></p><p>   Elle est aussitôt notifiée par lettre recommandée avec demande d'avis de réception ou par lettre remise à l'intéressé contre récépissé. La notification mentionne les voies et délais d'appel.</p><p></p><p>   La décision est également notifiée par lettre recommandée avec demande d'avis de réception au Conseil de prévention et de lutte contre le dopage et au ministre chargé des sports.</p><p></p><p>   Art. 21. -     L'organe disciplinaire de première instance doit se prononcer dans le délai prévu à l'article L. 3634-1 du code de la santé publique.</p><p></p><p>   Faute d'avoir statué dans ce délai, l'organe disciplinaire de première instance est dessaisi et l'ensemble du dossier est transmis à l'organe disciplinaire d'appel.</p><p> Section 3</p><p>  Dispositions relatives à l'organe disciplinaire d'appel</p><p></p><p>   Art. 22. -     La décision de l'organe disciplinaire de première instance peut être frappée d'appel par l'intéressé et par (13) dans un délai de dix jours. Ce délai est porté à quinze jours lorsque l'intéressé est domicilié hors de la métropole.</p><p></p><p>   L'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération ou limité par une décision d'un organe fédéral.</p><p></p><p>   L'appel est suspensif.</p><p></p><p>   Lorsque l'appel émane d'une fédération, l'organe disciplinaire d'appel en donne communication à l'intéressé et fixe le délai dans lequel celui-ci peut produire ses observations.</p><p></p><p>   Art. 23. -     L'organe disciplinaire d'appel statue en dernier ressort.</p><p></p><p>   Il se prononce, au vu du dossier de première instance et des productions d'appel, dans le respect du principe du contradictoire.</p><p></p><p>   Le président désigne, parmi les membres de l'organe disciplinaire, un rapporteur qui établit un rapport exposant les faits et rappelant les conditions du déroulement de la procédure. Ce rapport est présenté oralement en séance.</p><p></p><p>   Les dispositions des articles 18 à 20 sont applicables devant l'organe disciplinaire d'appel, à l'exception du premier alinéa de l'article 19 et des deux derniers alinéas de l'article 20.</p><p></p><p>   L'organe disciplinaire d'appel doit se prononcer dans le délai prévu à l'article L. 3634-1 du code de la santé publique.</p><p></p><p>   Faute d'avoir statué dans ce délai, il est dessaisi et l'ensemble du dossier est transmis au Conseil de prévention et de lutte contre le dopage.</p><p></p><p>   Art. 24. -     La décision de l'organe disciplinaire d'appel est notifiée à l'intéressé, au Conseil de prévention et de lutte contre le dopage et au ministre chargé des sports par lettre recommandée avec demande d'avis de réception.</p><p></p><p>   La notification doit préciser le tribunal administratif devant lequel la décision peut faire l'objet d'un recours, ainsi que le délai de recours.</p><p></p><p>   La décision, sauf en cas de relaxe, est publiée au bulletin de la fédération sportive intéressée ou dans le document qui en tient lieu.</p><p> TITRE III : SANCTIONS DISCIPLINAIRES</p><p></p><p>   Art. 25. -     Les sanctions applicables sont :</p><p></p><p>   1° Des pénalités sportives telles que (14) ;</p><p></p><p>   2° Des sanctions disciplinaires choisies parmi les mesures ci-après, à l'exclusion de toute sanction pécuniaire :</p><p></p><p>   a) L'avertissement ;</p><p></p><p>   b) La suspension de compétition ou d'exercice de fonctions ;</p><p></p><p>   c) Le retrait provisoire de la licence ;</p><p></p><p>   d) La radiation.</p><p></p><p>   En cas de première infraction, la suspension de compétition peut être remplacée, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant légal, par l'accomplissement pendant une durée limitée, d'activités d'intérêt général au bénéfice de la fédération ou d'une association sportive.</p><p></p><p>   Art. 26. -     L'organe disciplinaire fixe la date d'entrée en vigueur des sanctions. Les sanctions d'une durée inférieure à six mois ne peuvent être exécutées en dehors des périodes de compétition.</p><p></p><p>   Art. 27. -     Lorsque l'organe disciplinaire a estimé, au vu du résultat de l'analyse initiale, confirmé le cas échéant par celui de la seconde analyse, que l'intéressé a méconnu les dispositions de l'article L. 3631-1 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de trois ans.</p><p></p><p>   Si une deuxième infraction a été commise pour fait de dopage dans un délai de cinq ans à compter de la date de la première infraction, la radiation peut être prononcée.</p><p></p><p>   Art. 28. -     En cas de première infraction aux dispositions de l'article L. 3632-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de trois ans. En cas de deuxième infraction, la radiation peut être prononcée.</p><p></p><p>   Art. 29. -     En cas de première infraction aux dispositions du premier alinéa de l'article L. 3631-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de dix ans. En cas de deuxième infraction, la radiation peut être prononcée.</p><p></p><p>   Art. 30. -     En cas de première infraction aux dispositions du second alinéa de l'article L. 3631-3 du code de la santé publique, les sanctions prévues aux b et c du 2° de l'article 25 sont au maximum de cinq ans. En cas de deuxième infraction, la radiation peut être prononcée.</p><p></p><p>   Art. 31. -     Pour l'application des articles 27 à 30 ci-dessus, le sursis ne peut être accordé en tout ou partie pour les sanctions prévues aux b et c du 2° de l'article 25 qu'en cas de première infraction.</p><p></p><p>   La sanction assortie d'un sursis est réputée non avenue si, dans un délai de trois ans, l'intéressé n'a pas commis une nouvelle infraction aux articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique suivie d'une sanction.</p><p></p><p>   Toute nouvelle infraction à ces articles dans ce délai emporte révocation du sursis.</p><p></p><p>   Art. 32. -     Lorsqu'un sportif ayant fait l'objet d'une sanction en application de l'article L. 3634-1 du code de la santé publique sollicite le renouvellement ou la délivrance d'une licence sportive, la fédération subordonne ce renouvellement ou cette délivrance à la production du certificat nominatif prévu à l'article L. 3613-1 du même code.</p><p></p><p>   Art. 33. -     L'organe disciplinaire de première instance et l'organe disciplinaire d'appel peuvent décider de saisir le Conseil de prévention et de lutte contre le dopage d'une demande d'extension de la sanction disciplinaire qui a été prononcée aux activités de l'intéressé relevant d'autres fédérations conformément aux dispositions de l'article L. 3634-2 du code de la santé publique.</p><p></p><p>   Art. 34. -     Dans le cas où la fédération a connaissance qu'une personne non licenciée a contrevenu aux dispositions des articles L. 3631-1, L. 3631-3 et L. 3632-3 du code de la santé publique, le Conseil de prévention et de lutte contre le dopage et le ministre chargé des sports en sont avisés par (15).</p><p></p><p>   Lorsqu'une personne non licenciée à une fédération française et licenciée à une fédération étrangère affiliée à une fédération internationale a contrevenu aux dispositions des articles L. 3631-1 et L. 3632-3 du code de la santé publique, le(les) (15) de la fédération française intéressée adresse(ent) copie des procès-verbaux de contrôle et d'analyse à la fédération internationale.</p><p></p><p>   (1) Indiquer la référence des dispositions antérieures devenues caduques.</p><p></p><p>   (2) Préciser le ou les organes de la fédération pouvant demander qu'une enquête ou un contrôle soit effectué.</p><p></p><p>   (3) Préciser le ou les organes de la fédération pouvant désigner des membres délégués.</p><p></p><p>   (4) Préciser les personnes pouvant être désignées, telles que membre du comité directeur, arbitre, entraîneur, etc.</p><p></p><p>   (5) Ou au conseil fédéral, si cette option a été choisie en application des dispositions du titre III du décret n° 85-236 du 13 février 1985.</p><p></p><p>   (6) Préciser l'organe de la fédération investi du pouvoir de désignation et les modalités de celle-ci : président, comité directeur, etc.</p><p></p><p>   (7) Telle que membre le plus ancien, vice-président (en ce cas, prévoir l'organe qui le désigne).</p><p></p><p>   (8) Préciser l'organe de la fédération compétent pour procéder à la désignation.</p><p></p><p>   (9) Préciser l'organe compétent pour proposer l'exclusion.</p><p></p><p>   (10) Préciser l'organe compétent pour prononcer la sanction et la nature de celle-ci.</p><p></p><p>   (11) Tels que remise par voie d'huissier, remise en mains propres avec décharge.</p><p></p><p>   (12) Préciser qui a le pouvoir de convoquer : l'instructeur, le président de l'organe disciplinaire.</p><p></p><p>   (13) Préciser le ou les organes de la fédération détenant cette faculté.</p><p></p><p>   (14) Déclassement, disqualification, etc.</p><p></p><p>   (15) Préciser le ou les organes compétents.</p><p></p>",
            "num": "Annexe 36-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1053993600000,
            "dateFin": 1148515200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1968526676,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA TROISIÈME PARTIE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132371",
                        "id": "LEGISCTA000006132371",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908110",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006132371",
            "sectionParentId": "LEGISCTA000006132371",
            "sectionParentTitre": "ANNEXES DE LA TROISIÈME PARTIE ",
            "fullSectionsTitre": "Annexes &gt; ANNEXES DE LA TROISIÈME PARTIE ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006908110",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code de la santé publique annexe 36-1, L3631-1, L3631-3, L3622-3, L3632-3, L3634-1, L3634-2, L3634-3, L3632-2, L3632-1, 6, 12, 13, 14, 18 à 20, 19, 25, 27 à 30, L3613-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000337202",
                    "textTitle": "Décret 85-236 1985-02-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000337202",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "85-236",
                    "datePubli": 477619200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000208262",
                    "textTitle": "Décret n°2001-36 du 11 janvier 2001 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006522070",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-36",
                    "datePubli": 979344000000,
                    "dateDebut": 979344000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006574845",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908110",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1053993600000,
                    "dateFin": 1148515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006908111",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1148515200000,
                    "dateFin": 1185321600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 36-1",
                "36-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}