{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000024428755",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes portant sur le contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : CONSULTATIONS ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES PORTANT SUR LE CONTRÔLE INTERNE RELATIF À L'ÉLABORATION ET AU TRAITEMENT DE L'INFORMATION COMPTABLE ET FINANCIÈRE Introduction 1. La présente intervention entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes est exclusivement exécutée à la demande des entités. Sa mise en œuvre constitue une prestation différente de la mission légale et ne recouvre ou ne remplace en aucun cas les travaux réalisés dans le cadre de la certification des comptes, comprenant notamment l'appréciation du risque d'anomalies significatives dans les comptes. Elle est conditionnée à la présentation par le commissaire aux comptes de l'étendue des travaux relatifs au contrôle interne qu'il a réalisés ou envisage de réaliser dans le cadre de sa mission légale sur le domaine visé par la présente norme. Cette présentation comprend ainsi : - les éléments du contrôle interne pertinents pour la mission légale dont il a pris connaissance ; - les contrôles qui font l'objet de tests de procédures et sur lesquels il s'appuie dans le cadre de sa mission légale. L'analyse de cette présentation permettra de vérifier si l'intervention demandée respecte les conditions requises par la norme. C'est pourquoi il convient de prévoir une lettre de mission spécifique. La prestation demandée par l'entité peut consister à donner un avis sur les forces et faiblesses d'éléments du contrôle interne, soit en place, soit à l'état de projet ou en cours de mise en œuvre, le cas échéant assorti de recommandations dès lors qu'elles ne placent pas ou ne sont pas susceptibles de placer le commissaire aux comptes en risque d'autorévision. 2. Le commissaire aux comptes peut réaliser les travaux demandés si, conformément aux dispositions de l'article L. 822-11 (II), la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par la présente norme d'exercice professionnel et si, en outre, les dispositions du code de déontologie sont respectées. 3. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes est autorisé à réaliser des consultations portant sur le contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière, les travaux qu'il met en œuvre pour ce faire et la forme sous laquelle les résultats des travaux réalisés seront communiqués à l'entité dont il est chargé de certifier les comptes. Conditions requises 4. Les éléments du contrôle interne sur lesquels le commissaire aux comptes est autorisé à faire porter ses travaux s'entendent, pour leurs seuls aspects relatifs à l'élaboration et au traitement de l'information comptable et financière, des éléments énoncés au troisième alinéa du paragraphe 14 de la norme relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, à savoir : - l'environnement de contrôle ; - les moyens mis en place par l'entité pour identifier les risques liés à son activité et leur incidence sur les comptes ; - les procédures de contrôle interne ; - les principaux moyens mis en œuvre par l'entité pour s'assurer du bon fonctionnement du contrôle interne ; - le système d'information relatif à l'élaboration de l'information financière ; - la façon dont l'entité communique sur les éléments significatifs de l'information financière. 5. Les travaux ont pour objet, à la demande de l'entité : - de donner un avis quant à la conformité à un référentiel cible du référentiel de contrôle interne retenu par l'entité, existant ou en cours de mise en œuvre, ou de certains de ses éléments ; ou - de fournir un support de formation concernant des textes, des projets de texte ou des pratiques contribuant à la bonne compréhension des obligations de l'entité en matière de contrôle interne ; ou - de fournir aux responsables concernés au sein de l'entité, notamment les responsables comptables et financiers, un document d'analyse sur les conséquences générales ou les difficultés d'application d'un référentiel, d'un texte et/ ou de pratiques nouveaux pour l'entité, ou encore de projets de texte relatifs au contrôle interne ou à certains de ses éléments ; ou - de donner un avis sur les forces et faiblesses d'éléments du contrôle interne en place ; ou - de donner un avis sur les forces et faiblesses d'éléments du contrôle interne à l'état de projet ou en cours de mise en œuvre par l'entité, dans la mesure où ces éléments sont appelés à contribuer, lorsqu'ils seront finalisés, à l'élaboration d'une information comptable et financière fiable. Les avis peuvent être assortis de recommandations visant à contribuer à l'amélioration des traitements comptables et de l'information financière et qui portent sur des éléments du contrôle interne objets de la consultation. 6. Les travaux concernent les éléments du contrôle interne de l'entité elle-même ou d'une entité contrôlée par celle-ci ou d'une entité qui la contrôle au sens des I et II de l'article L. 233-3 . 7. Lorsque l'entité a engagé un processus d'acquisition d'une entité cible, le commissaire aux comptes est autorisé à réaliser des consultations sur les éléments du contrôle interne de la cible, sous réserve de l'accord de cette dernière. 8. Les travaux du commissaire aux comptes ne peuvent notamment pas le conduire à : - mettre en œuvre les recommandations formulées dans le cadre des consultations qu'il aurait délivrées ; - concevoir, rédiger ou mettre en place des éléments de contrôle interne en lieu et place de l'entité ; - participer à toute prise de décision dans le cadre de la conception ou de la mise en place des éléments du contrôle interne, notamment ceux destinés à prévenir le risque d'erreur ou de fraude. 9. Le commissaire aux comptes se fait préciser le contexte de la demande pour s'assurer : - que l'intervention qui lui est demandée respecte les conditions requises par la présente norme ; et - que les conditions de son intervention et l'utilisation prévue de sa consultation sont compatibles avec les dispositions du code de déontologie de la profession, qui interdit notamment la mise en place des mesures de contrôle interne. 10. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. 11. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. Travaux du commissaire aux comptes 12. Le commissaire aux comptes établit une lettre de mission spécifique qui comporte : - l'étendue des travaux relatifs au contrôle interne qu'il a réalisés ou envisage de réaliser dans le cadre de sa mission légale ; et - conformément aux dispositions de la norme d'exercice professionnel relative à la lettre de mission, la nature et l'étendue des travaux qu'il entend mettre en œuvre au titre de la consultation demandée par l'entité. 13. Le commissaire aux comptes détermine les travaux à mettre en œuvre en s'appuyant notamment sur la connaissance qu'il a de l'entité et de son contrôle interne, acquise pour les besoins de la mission de certification. 14. Les travaux du commissaire aux comptes sont effectués en mettant en œuvre tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. 15. Le commissaire aux comptes examine les éléments d'information communiqués par l'entité au regard du contexte particulier qui lui est présenté. Il réalise ses travaux à partir de ces éléments, des textes légaux et réglementaires, des positions de doctrine et des pratiques dont il a connaissance. Lorsque l'entité lui demande de donner un avis sur les forces et faiblesses d'éléments du contrôle interne, il apprécie la conception et/ ou la mise en œuvre des contrôles soumis à son avis et vérifie, le cas échéant, leur fonctionnement réel. L'évaluation de la conception et de la mise en œuvre de contrôles de l'entité consiste à apprécier la capacité théorique d'un contrôle, seul ou en association avec d'autres, à prévenir, détecter ou corriger des anomalies dans l'information comptable et financière. Forme de la consultation 16. Le commissaire aux comptes émet un document qui relate les résultats des travaux qu'il a réalisés. 17. Le document comporte : - un titre précisant qu'il s'agit d'une consultation ; - l'identité du destinataire du document au sein de l'entité ; - le rappel de la qualité de commissaire aux comptes ; - l'identification de l'entité concernée ; - l'exposé du contexte de l'intervention ; - un rappel des rôles respectifs de la direction et du commissaire aux comptes, précisant notamment qu'il n'appartient pas au commissaire aux comptes de participer à des prises de décision, de mettre en place des procédures de contrôle interne ou de mettre en œuvre des recommandations qu'il aurait formulées ; - selon le cas : - son analyse de la situation et des faits, avec, le cas échéant, les références aux textes légaux et réglementaires, à la doctrine ou à la pratique, ainsi qu'une synthèse, son avis ou ses recommandations éventuelles ; - les éléments d'informations et commentaires sur les textes qui font l'objet de la demande de l'entité ; - son analyse des forces et des faiblesses et ses recommandations éventuelles ; - toutes remarques utiles permettant au destinataire de mesurer la portée et les limites de la consultation ; - la date du document ; - l'identification et la signature du commissaire aux comptes. Documentation 18. Le commissaire aux comptes fait figurer dans son dossier les éléments qui : - permettent d'établir que l'intervention a été réalisée dans le respect de la présente norme d'exercice professionnel ; - permettent, conformément aux principes de la norme d'exercice professionnel relative à la documentation de l'audit des comptes, à toute personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à l'intervention d'être en mesure de comprendre la nature et l'étendue des procédures mises en œuvre ainsi que les résultats qui en découlent. 19. Le commissaire aux comptes applique les dispositions des paragraphes 6 à 8 de la norme d'exercice professionnel relative à la documentation de l'audit des comptes. Co-commissariat aux comptes 20. Lorsque l'entité a désigné plusieurs commissaires aux comptes, l'intervention peut être demandée à un seul commissaire aux comptes. 21. Il appartient alors au commissaire aux comptes qui réalise l'intervention : - d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'intervention ; - de leur communiquer une copie de la consultation.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative aux consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes portant sur le contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p></p><p></p><p align='center'>CONSULTATIONS ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES PORTANT SUR LE CONTRÔLE INTERNE RELATIF À L'ÉLABORATION ET AU TRAITEMENT DE L'INFORMATION COMPTABLE ET FINANCIÈRE <br/></p><p>Introduction </p><p>1. La présente intervention entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes est exclusivement exécutée à la demande des entités. Sa mise en œuvre constitue une prestation différente de la mission légale et ne recouvre ou ne remplace en aucun cas les travaux réalisés dans le cadre de la certification des comptes, comprenant notamment l'appréciation du risque d'anomalies significatives dans les comptes. Elle est conditionnée à la présentation par le commissaire aux comptes de l'étendue des travaux relatifs au contrôle interne qu'il a réalisés ou envisage de réaliser dans le cadre de sa mission légale sur le domaine visé par la présente norme. </p><p>Cette présentation comprend ainsi :</p><p>- les éléments du contrôle interne pertinents pour la mission légale dont il a pris connaissance ;</p><p>- les contrôles qui font l'objet de tests de procédures et sur lesquels il s'appuie dans le cadre de sa mission légale. </p><p>L'analyse de cette présentation permettra de vérifier si l'intervention demandée respecte les conditions requises par la norme. </p><p>C'est pourquoi il convient de prévoir une lettre de mission spécifique. </p><p>La prestation demandée par l'entité peut consister à donner un avis sur les forces et faiblesses d'éléments du contrôle interne, soit en place, soit à l'état de projet ou en cours de mise en œuvre, le cas échéant assorti de recommandations dès lors qu'elles ne placent pas ou ne sont pas susceptibles de placer le commissaire aux comptes en risque d'autorévision. </p><p>2. Le commissaire aux comptes peut réaliser les travaux demandés si, conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242720&dateTexte=&categorieLien=cid'>l'article L. 822-11 </a>(II), la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par la présente norme d'exercice professionnel et si, en outre, les dispositions du code de déontologie sont respectées. </p><p>3. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes est autorisé à réaliser des consultations portant sur le contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière, les travaux qu'il met en œuvre pour ce faire et la forme sous laquelle les résultats des travaux réalisés seront communiqués à l'entité dont il est chargé de certifier les comptes. </p><p>Conditions requises </p><p>4. Les éléments du contrôle interne sur lesquels le commissaire aux comptes est autorisé à faire porter ses travaux s'entendent, pour leurs seuls aspects relatifs à l'élaboration et au traitement de l'information comptable et financière, des éléments énoncés au troisième alinéa du paragraphe 14 de la norme relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, à savoir :</p><p>- l'environnement de contrôle ;</p><p>- les moyens mis en place par l'entité pour identifier les risques liés à son activité et leur incidence sur les comptes ;</p><p>- les procédures de contrôle interne ;</p><p>- les principaux moyens mis en œuvre par l'entité pour s'assurer du bon fonctionnement du contrôle interne ;</p><p>- le système d'information relatif à l'élaboration de l'information financière ;</p><p>- la façon dont l'entité communique sur les éléments significatifs de l'information financière. </p><p>5. Les travaux ont pour objet, à la demande de l'entité :</p><p>- de donner un avis quant à la conformité à un référentiel cible du référentiel de contrôle interne retenu par l'entité, existant ou en cours de mise en œuvre, ou de certains de ses éléments ; ou</p><p>- de fournir un support de formation concernant des textes, des projets de texte ou des pratiques contribuant à la bonne compréhension des obligations de l'entité en matière de contrôle interne ; ou</p><p>- de fournir aux responsables concernés au sein de l'entité, notamment les responsables comptables et financiers, un document d'analyse sur les conséquences générales ou les difficultés d'application d'un référentiel, d'un texte et/ ou de pratiques nouveaux pour l'entité, ou encore de projets de texte relatifs au contrôle interne ou à certains de ses éléments ; ou</p><p>- de donner un avis sur les forces et faiblesses d'éléments du contrôle interne en place ; ou</p><p>- de donner un avis sur les forces et faiblesses d'éléments du contrôle interne à l'état de projet ou en cours de mise en œuvre par l'entité, dans la mesure où ces éléments sont appelés à contribuer, lorsqu'ils seront finalisés, à l'élaboration d'une information comptable et financière fiable. </p><p>Les avis peuvent être assortis de recommandations visant à contribuer à l'amélioration des traitements comptables et de l'information financière et qui portent sur des éléments du contrôle interne objets de la consultation. </p><p>6. Les travaux concernent les éléments du contrôle interne de l'entité elle-même ou d'une entité contrôlée par celle-ci ou d'une entité qui la contrôle au sens des I et II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>l'article L. 233-3</a>.</p><p>7. Lorsque l'entité a engagé un processus d'acquisition d'une entité cible, le commissaire aux comptes est autorisé à réaliser des consultations sur les éléments du contrôle interne de la cible, sous réserve de l'accord de cette dernière. </p><p>8. Les travaux du commissaire aux comptes ne peuvent notamment pas le conduire à :</p><p>- mettre en œuvre les recommandations formulées dans le cadre des consultations qu'il aurait délivrées ;</p><p>- concevoir, rédiger ou mettre en place des éléments de contrôle interne en lieu et place de l'entité ;</p><p>- participer à toute prise de décision dans le cadre de la conception ou de la mise en place des éléments du contrôle interne, notamment ceux destinés à prévenir le risque d'erreur ou de fraude. </p><p>9. Le commissaire aux comptes se fait préciser le contexte de la demande pour s'assurer :</p><p>- que l'intervention qui lui est demandée respecte les conditions requises par la présente norme ; et</p><p>- que les conditions de son intervention et l'utilisation prévue de sa consultation sont compatibles avec les dispositions du code de déontologie de la profession, qui interdit notamment la mise en place des mesures de contrôle interne. </p><p>10. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. </p><p>11. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. </p><p>Travaux du commissaire aux comptes </p><p>12. Le commissaire aux comptes établit une lettre de mission spécifique qui comporte :</p><p>- l'étendue des travaux relatifs au contrôle interne qu'il a réalisés ou envisage de réaliser dans le cadre de sa mission légale ; et</p><p>- conformément aux dispositions de la norme d'exercice professionnel relative à la lettre de mission, la nature et l'étendue des travaux qu'il entend mettre en œuvre au titre de la consultation demandée par l'entité. </p><p>13. Le commissaire aux comptes détermine les travaux à mettre en œuvre en s'appuyant notamment sur la connaissance qu'il a de l'entité et de son contrôle interne, acquise pour les besoins de la mission de certification. </p><p>14. Les travaux du commissaire aux comptes sont effectués en mettant en œuvre tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. </p><p>15. Le commissaire aux comptes examine les éléments d'information communiqués par l'entité au regard du contexte particulier qui lui est présenté. Il réalise ses travaux à partir de ces éléments, des textes légaux et réglementaires, des positions de doctrine et des pratiques dont il a connaissance. Lorsque l'entité lui demande de donner un avis sur les forces et faiblesses d'éléments du contrôle interne, il apprécie la conception et/ ou la mise en œuvre des contrôles soumis à son avis et vérifie, le cas échéant, leur fonctionnement réel. L'évaluation de la conception et de la mise en œuvre de contrôles de l'entité consiste à apprécier la capacité théorique d'un contrôle, seul ou en association avec d'autres, à prévenir, détecter ou corriger des anomalies dans l'information comptable et financière. </p><p>Forme de la consultation </p><p>16. Le commissaire aux comptes émet un document qui relate les résultats des travaux qu'il a réalisés. </p><p>17. Le document comporte :</p><p>- un titre précisant qu'il s'agit d'une consultation ;</p><p>- l'identité du destinataire du document au sein de l'entité ;</p><p>- le rappel de la qualité de commissaire aux comptes ;</p><p>- l'identification de l'entité concernée ;</p><p>- l'exposé du contexte de l'intervention ;</p><p>- un rappel des rôles respectifs de la direction et du commissaire aux comptes, précisant notamment qu'il n'appartient pas au commissaire aux comptes de participer à des prises de décision, de mettre en place des procédures de contrôle interne ou de mettre en œuvre des recommandations qu'il aurait formulées ;</p><p>- selon le cas :</p><p>- son analyse de la situation et des faits, avec, le cas échéant, les références aux textes légaux et réglementaires, à la doctrine ou à la pratique, ainsi qu'une synthèse, son avis ou ses recommandations éventuelles ;</p><p>- les éléments d'informations et commentaires sur les textes qui font l'objet de la demande de l'entité ;</p><p>- son analyse des forces et des faiblesses et ses recommandations éventuelles ;</p><p>- toutes remarques utiles permettant au destinataire de mesurer la portée et les limites de la consultation ;</p><p>- la date du document ;</p><p>- l'identification et la signature du commissaire aux comptes. </p><p>Documentation </p><p>18. Le commissaire aux comptes fait figurer dans son dossier les éléments qui :</p><p>- permettent d'établir que l'intervention a été réalisée dans le respect de la présente norme d'exercice professionnel ;</p><p>- permettent, conformément aux principes de la norme d'exercice professionnel relative à la documentation de l'audit des comptes, à toute personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à l'intervention d'être en mesure de comprendre la nature et l'étendue des procédures mises en œuvre ainsi que les résultats qui en découlent. </p><p>19. Le commissaire aux comptes applique les dispositions des paragraphes 6 à 8 de la norme d'exercice professionnel relative à la documentation de l'audit des comptes. </p><p>Co-commissariat aux comptes </p><p>20. Lorsque l'entité a désigné plusieurs commissaires aux comptes, l'intervention peut être demandée à un seul commissaire aux comptes. </p><p>21. Il appartient alors au commissaire aux comptes qui réalise l'intervention :</p><p>- d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'intervention ;</p><p>- de leur communiquer une copie de la consultation.</p><p></p>",
            "num": "A823-36-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1312416000000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2139095039,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2018-03-01",
                        "titre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163250",
                        "id": "LEGISCTA000020163383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024428728",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163250",
            "sectionParentId": "LEGISCTA000020163383",
            "sectionParentTitre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024428755",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424734",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024428707",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                },
                {
                    "textCid": "JORFTEXT000036649928",
                    "textTitle": "Arrêté du 20 février 2018 - art. 8",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000036651598",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-20",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-11",
                    "articleId": "LEGIARTI000006242720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024428755",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-36-1",
                "823-36-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}