{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006304080",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Constitue une prime de remboursement : 1. Pour les emprunts négociables visés à l'article 118 et aux 6° et 7° de l'article 120 , les titres de créances négociables visés à l'article 124 B et tous autres titres ou contrats d'emprunt ou de capitalisation négociables ou non, émis ou conclus à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature, à l'exception des intérêts linéaires versés chaque année à échéances régulières et restant à recevoir après l'acquisition, et celles versées lors de la souscription ou de l'acquisition ; 2. Pour les emprunts ou titres de même nature démembrés à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature et le prix d'acquisition du droit au paiement du principal, d'intérêts ou de toute autre rémunération de l'emprunt, ou du titre représentatif de l'un de ces droits. Le cas échéant, pour l'application du présent article, la prime comprend la différence entre la valeur actuelle du titre après détachement des droits d'achat, de souscription, d'échange ou d'option prévus au contrat et sa valeur de remboursement. Les dispositions du présent I sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise à compter du 1er janvier 1993. II. – 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au I, la prime de remboursement et les intérêts versés chaque année sont imposés au titre de chaque exercice après une répartition actuarielle quand la prime excède 10% du prix d'acquisition. Cependant, cette répartition actuarielle n'est pas applicable aux emprunts ou titres visés au 1 du I dont le prix moyen à l'émission est supérieur à 90% de leur valeur de remboursement. 2. La fraction de la prime et des intérêts à rattacher aux résultats imposables de chaque exercice jusqu'au remboursement est déterminée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date d'acquisition ; le prix d'acquisition est majoré de la fraction de la prime et des intérêts capitalisés à la date anniversaire de l'emprunt ou du titre. Le taux actuariel est le taux annuel qui, à la date d'acquisition, égalise à ce taux et à intérêts composés les valeurs actuelles des montants à verser et des montants à recevoir. 3. Lorsque le contrat ou le titre comporte une clause rendant aléatoire la détermination avant l'échéance de la valeur de remboursement, les dispositions du 2 s'appliquent en considérant que le taux d'intérêt actuariel à la date d'acquisition est égal à 105% du dernier taux mensuel des emprunts d'Etat à long terme connu lors de l'acquisition, et en retenant comme date de remboursement la date la plus éloignée prévue au contrat. Toutefois, ces dispositions ne s'appliquent pas si la prime de remboursement déterminée par application de ce même taux, diminuée des intérêts linéaires versés chaque année à échéances régulières, est inférieure à 10% de la valeur d'émission. Par exception aux dispositions du premier alinéa, si le contrat comporte une clause d'indexation, la prime de remboursement est calculée à la clôture de chaque exercice en retenant la valeur de remboursement telle qu'elle apparaît compte tenu de la variation de l'index constatée à cette date depuis l'acquisition du titre ou la conclusion du contrat. La fraction imposable de la prime ainsi définie est égale à la différence entre : a) La valeur acquise de cette prime calculée au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir la valeur de remboursement définie ci-dessus ; b) Et les fractions imposées en application des deuxième à quatrième alinéas depuis l'acquisition au titre des exercices antérieurs. Dans ce dernier cas, est également imposable, le cas échéant, une part des intérêts capitalisés en vue d'être versés à échéances supérieures à un an ; cette part est égale au montant acquis de ces intérêts calculé au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir le montant des intérêts contractuellement dus à une échéance donnée. Si le contrat prévoit une clause de garantie d'une valeur de remboursement minimale, la fraction imposable de la prime au titre d'un exercice donné ne peut être inférieure à celle qui résulte de l'application des dispositions du présent paragraphe en retenant, pour le calcul de la prime, la valeur de remboursement garantie. III. – Pour l'application des dispositions du 5° du 1 de l'article 39, les provisions pour dépréciation de ces emprunts, titres ou droits sont calculées par rapport à leur valeur lors de l'entrée à l'actif du bilan. IV. – Pour chaque exercice, les sommes imposées en application du II sont indiquées en annexe à la déclaration prévue à l'article 53 A et sont déterminées à partir d'un état qui fait apparaître, pour chaque catégorie de titres ou contrats de même nature, les éléments retenus pour le calcul de ces sommes. Cet état doit être représenté à toute réquisition de l'administration. V. – Les dispositions du présent article ne sont pas applicables aux titres détenus par les personnes physiques dans le cadre de la gestion de leur patrimoine privé.",
            "texteHtml": "<p>I. – Constitue une prime de remboursement :</p><p>1. Pour les emprunts négociables visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307267&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 118 (V)'>l'article 118 </a>et aux 6° et 7° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307280&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 120 (V)'>l'article 120</a>, les titres de créances négociables visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302948&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 124 B (V)'>l'article 124 B </a>et tous autres titres ou contrats d'emprunt ou de capitalisation négociables ou non, émis ou conclus à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature, à l'exception des intérêts linéaires versés chaque année à échéances régulières et restant à recevoir après l'acquisition, et celles versées lors de la souscription ou de l'acquisition ;</p><p>2. Pour les emprunts ou titres de même nature démembrés à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature et le prix d'acquisition du droit au paiement du principal, d'intérêts ou de toute autre rémunération de l'emprunt, ou du titre représentatif de l'un de ces droits.</p><p>Le cas échéant, pour l'application du présent article, la prime comprend la différence entre la valeur actuelle du titre après détachement des droits d'achat, de souscription, d'échange ou d'option prévus au contrat et sa valeur de remboursement.</p><p>Les dispositions du présent I sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise à compter du 1er janvier 1993.</p><p>II. – 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au I, la prime de remboursement et les intérêts versés chaque année sont imposés au titre de chaque exercice après une répartition actuarielle quand la prime excède 10% du prix d'acquisition.</p><p>Cependant, cette répartition actuarielle n'est pas applicable aux emprunts ou titres visés au 1 du I dont le prix moyen à l'émission est supérieur à 90% de leur valeur de remboursement.</p><p>2. La fraction de la prime et des intérêts à rattacher aux résultats imposables de chaque exercice jusqu'au remboursement est déterminée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date d'acquisition ; le prix d'acquisition est majoré de la fraction de la prime et des intérêts capitalisés à la date anniversaire de l'emprunt ou du titre.</p><p>Le taux actuariel est le taux annuel qui, à la date d'acquisition, égalise à ce taux et à intérêts composés les valeurs actuelles des montants à verser et des montants à recevoir.</p><p>3. Lorsque le contrat ou le titre comporte une clause rendant aléatoire la détermination avant l'échéance de la valeur de remboursement, les dispositions du 2 s'appliquent en considérant que le taux d'intérêt actuariel à la date d'acquisition est égal à 105% du dernier taux mensuel des emprunts d'Etat à long terme connu lors de l'acquisition, et en retenant comme date de remboursement la date la plus éloignée prévue au contrat. Toutefois, ces dispositions ne s'appliquent pas si la prime de remboursement déterminée par application de ce même taux, diminuée des intérêts linéaires versés chaque année à échéances régulières, est inférieure à 10% de la valeur d'émission.</p><p>Par exception aux dispositions du premier alinéa, si le contrat comporte une clause d'indexation, la prime de remboursement est calculée à la clôture de chaque exercice en retenant la valeur de remboursement telle qu'elle apparaît compte tenu de la variation de l'index constatée à cette date depuis l'acquisition du titre ou la conclusion du contrat. La fraction imposable de la prime ainsi définie est égale à la différence entre :</p><p>a) La valeur acquise de cette prime calculée au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir la valeur de remboursement définie ci-dessus ;</p><p>b) Et les fractions imposées en application des deuxième à quatrième alinéas depuis l'acquisition au titre des exercices antérieurs.</p><p>Dans ce dernier cas, est également imposable, le cas échéant, une part des intérêts capitalisés en vue d'être versés à échéances supérieures à un an ; cette part est égale au montant acquis de ces intérêts calculé au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir le montant des intérêts contractuellement dus à une échéance donnée.</p><p>Si le contrat prévoit une clause de garantie d'une valeur de remboursement minimale, la fraction imposable de la prime au titre d'un exercice donné ne peut être inférieure à celle qui résulte de l'application des dispositions du présent paragraphe en retenant, pour le calcul de la prime, la valeur de remboursement garantie.</p><p>III. – Pour l'application des dispositions du 5° du 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307555&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 39 (V)'>l'article 39,</a> les provisions pour dépréciation de ces emprunts, titres ou droits sont calculées par rapport à leur valeur lors de l'entrée à l'actif du bilan.</p><p>IV. – Pour chaque exercice, les sommes imposées en application du II sont indiquées en annexe à la déclaration prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302449&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 53 A (V)'>l'article 53 A </a>et sont déterminées à partir d'un état qui fait apparaître, pour chaque catégorie de titres ou contrats de même nature, les éléments retenus pour le calcul de ces sommes. Cet état doit être représenté à toute réquisition de l'administration.</p><p>V. – Les dispositions du présent article ne sont pas applicables aux titres détenus par les personnes physiques dans le cadre de la gestion de leur patrimoine privé.</p>",
            "num": "238 septies E",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1167523200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 579811,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-12",
                        "fin": "2999-01-01",
                        "titre": "VI bis : Primes de remboursement et intérêts capitalisés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179610",
                        "id": "LEGISCTA000006179610",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304077",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179610",
            "sectionParentId": "LEGISCTA000006179610",
            "sectionParentTitre": "VI bis : Primes de remboursement et intérêts capitalisés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VI bis : Primes de remboursement et intérêts capitalisés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006304080",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi 2006-1771 2006-12-30 art. 84 II : dispositions applicables pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2007.",
            "notaHtml": "<p></p>  Loi 2006-1771 2006-12-30 art. 84 II : dispositions applicables pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2007.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000273196",
                    "textTitle": "Loi n°2006-1771 du 30 décembre 2006 - art. 84 (V) JORF 31 décembre 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "84",
                    "articleId": "LEGIARTI000006322992",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2006-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 118 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "118",
                    "articleId": "LEGIARTI000006307267",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 120 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "120",
                    "articleId": "LEGIARTI000006307280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 124 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "124 B",
                    "articleId": "LEGIARTI000006302948",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503452800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 219 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "219 bis",
                    "articleId": "LEGIARTI000036427378",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 bis-0 I bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 bis-0 I bis",
                    "articleId": "LEGIARTI000006304039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135987200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies A",
                    "articleId": "LEGIARTI000033815670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483142400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies B",
                    "articleId": "LEGIARTI000006304075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies D",
                    "articleId": "LEGIARTI000006304083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 bis B bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 bis B bis",
                    "articleId": "LEGIARTI000034388048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006307555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 quinquies GC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 quinquies GC",
                    "articleId": "LEGIARTI000034388030",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 53 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "53 A",
                    "articleId": "LEGIARTI000006302449",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 441590400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304077",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304078",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304079",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304080",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 septies E",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304079",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304079",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Constitue une prime de remboursement : 1. Pour les emprunts négociables visés à l'article 118 et aux 6° et 7° de l'article 120, les titres de créances négociables visés à l'article 124 B et tous autres titres ou contrats d'emprunt ou de capitalisation négociables ou non, émis ou conclus à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature, à l'exception des intérêts linéaires versés chaque année à échéances régulières et restant à recevoir après l'acquisition, et celles versées lors de la souscription ou de l'acquisition ; 2. Pour les emprunts ou titres de même nature démembrés à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature et le prix d'acquisition du droit au paiement du principal, d'intérêts ou de toute autre rémunération de l'emprunt, ou du titre représentatif de l'un de ces droits. Le cas échéant, pour l'application du présent article, la prime comprend la différence entre la valeur actuelle du titre après détachement des droits d'achat, de souscription, d'échange ou d'option prévus au contrat et sa valeur de remboursement. Les dispositions du présent I sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise à compter du 1er janvier 1993. II. 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au I, la prime de remboursement et les intérêts versés chaque année sont imposés au titre de chaque exercice après une répartition actuarielle quand la prime excède 10 p. 100 du prix d'acquisition. Cependant, cette répartition actuarielle n'est pas applicable aux emprunts ou titres visés au 1 du I dont le prix moyen à l'émission est supérieur à 90 p. 100 de leur valeur de remboursement. 2. La fraction de la prime et des intérêts à rattacher aux résultats imposables de chaque exercice jusqu'au remboursement est déterminée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date d'acquisition ; le prix d'acquisition est majoré de la fraction de la prime et des intérêts capitalisés à la date anniversaire de l'emprunt ou du titre. Le taux actuariel est le taux annuel qui, à la date d'acquisition, égalise à ce taux et à intérêts composés les valeurs actuelles des montants à verser et des montants à recevoir. 3. Lorsque le contrat ou le titre comporte une clause rendant aléatoire la détermination avant l'échéance de la valeur de remboursement, les dispositions du 2 s'appliquent en considérant que le taux d'intérêt actuariel à la date d'acquisition est égal à 105 p. 100 du dernier taux hebdomadaire des emprunts d'Etat à long terme connu lors de l'acquisition, et en retenant comme date de remboursement la date la plus éloignée prévue au contrat. Toutefois, ces dispositions ne s'appliquent pas si la prime de remboursement déterminée par application de ce même taux, diminuée des intérêts linéaires versés chaque année à échéances régulières, est inférieure à 10 p. 100 de la valeur d'émission. Par exception aux dispositions du premier alinéa, si le contrat comporte une clause d'indexation, la prime de remboursement est calculée à la clôture de chaque exercice en retenant la valeur de remboursement telle qu'elle apparaît compte tenu de la variation de l'index constatée à cette date depuis l'acquisition du titre ou la conclusion du contrat. La fraction imposable de la prime ainsi définie est égale à la différence entre : a) La valeur acquise de cette prime calculée au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir la valeur de remboursement définie ci-dessus ; b) Et les fractions imposées en application des deuxième à quatrième alinéas depuis l'acquisition au titre des exercices antérieurs. Dans ce dernier cas, est également imposable, le cas échéant, une part des intérêts capitalisés en vue d'être versés à échéances supérieures à un an ; cette part est égale au montant acquis de ces intérêts calculé au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir le montant des intérêts contractuellement dus à une échéance donnée. Si le contrat prévoit une clause de garantie d'une valeur de remboursement minimale, la fraction imposable de la prime au titre d'un exercice donné ne peut être inférieure à celle qui résulte de l'application des dispositions du présent paragraphe en retenant, pour le calcul de la prime, la valeur de remboursement garantie. III. - Pour l'application des dispositions du 5° du 1 de l'article 39, les provisions pour dépréciation de ces emprunts, titres ou droits sont calculées par rapport à leur valeur lors de l'entrée à l'actif du bilan. IV. - Pour chaque exercice, les sommes imposées en application du II sont indiquées en annexe à la déclaration prévue à l'article 53 A et sont déterminées à partir d'un état qui fait apparaître, pour chaque catégorie de titres ou contrats de même nature, les éléments retenus pour le calcul de ces sommes. Cet état doit être représenté à toute réquisition de l'administration. V. - Les dispositions du présent article ne sont pas applicables aux titres détenus par les personnes physiques dans le cadre de la gestion de leur patrimoine privé.",
            "texteHtml": "<p></p>   I. Constitue une prime de remboursement :<p></p><p></p>   1. Pour les emprunts négociables visés à l'article 118 et aux 6° et 7° de l'article 120, les titres de créances négociables visés à l'article 124 B et tous autres titres ou contrats d'emprunt ou de capitalisation négociables ou non, émis ou conclus à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature, à l'exception des intérêts linéaires versés chaque année à échéances régulières et restant à recevoir après l'acquisition, et celles versées lors de la souscription ou de l'acquisition ;<p></p><p></p>   2. Pour les emprunts ou titres de même nature démembrés à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature et le prix d'acquisition du droit au paiement du principal, d'intérêts ou de toute autre rémunération de l'emprunt, ou du titre représentatif de l'un de ces droits.<p></p><p></p>   Le cas échéant, pour l'application du présent article, la prime comprend la différence entre la valeur actuelle du titre après détachement des droits d'achat, de souscription, d'échange ou d'option prévus au contrat et sa valeur de remboursement.<p></p><p></p>   Les dispositions du présent I sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise à compter du 1er janvier 1993.<p></p><p></p>   II. 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au I, la prime de remboursement et les intérêts versés chaque année sont imposés au titre de chaque exercice après une répartition actuarielle quand la prime excède 10 p. 100 du prix d'acquisition.<p></p><p></p>   Cependant, cette répartition actuarielle n'est pas applicable aux emprunts ou titres visés au 1 du I dont le prix moyen à l'émission est supérieur à 90 p. 100 de leur valeur de remboursement.<p></p><p></p>   2. La fraction de la prime et des intérêts à rattacher aux résultats imposables de chaque exercice jusqu'au remboursement est déterminée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date d'acquisition ; le prix d'acquisition est majoré de la fraction de la prime et des intérêts capitalisés à la date anniversaire de l'emprunt ou du titre.<p></p><p></p>   Le taux actuariel est le taux annuel qui, à la date d'acquisition, égalise à ce taux et à intérêts composés les valeurs actuelles des montants à verser et des montants à recevoir.<p></p><p></p>   3. Lorsque le contrat ou le titre comporte une clause rendant aléatoire la détermination avant l'échéance de la valeur de remboursement, les dispositions du 2 s'appliquent en considérant que le taux d'intérêt actuariel à la date d'acquisition est égal à 105 p. 100 du dernier taux hebdomadaire des emprunts d'Etat à long terme connu lors de l'acquisition, et en retenant comme date de remboursement la date la plus éloignée prévue au contrat. Toutefois, ces dispositions ne s'appliquent pas si la prime de remboursement déterminée par application de ce même taux, diminuée des intérêts linéaires versés chaque année à échéances régulières, est inférieure à 10 p. 100 de la valeur d'émission.<p></p><p></p>   Par exception aux dispositions du premier alinéa, si le contrat comporte une clause d'indexation, la prime de remboursement est calculée à la clôture de chaque exercice en retenant la valeur de remboursement telle qu'elle apparaît compte tenu de la variation de l'index constatée à cette date depuis l'acquisition du titre ou la conclusion du contrat. La fraction imposable de la prime ainsi définie est égale à la différence entre :<p></p><p></p>   a) La valeur acquise de cette prime calculée au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir la valeur de remboursement définie ci-dessus ;<p></p><p></p>   b) Et les fractions imposées en application des deuxième à quatrième alinéas depuis l'acquisition au titre des exercices antérieurs.<p></p><p></p>   Dans ce dernier cas, est également imposable, le cas échéant, une part des intérêts capitalisés en vue d'être versés à échéances supérieures à un an ; cette part est égale au montant acquis de ces intérêts calculé au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir le montant des intérêts contractuellement dus à une échéance donnée.<p></p><p></p>   Si le contrat prévoit une clause de garantie d'une valeur de remboursement minimale, la fraction imposable de la prime au titre d'un exercice donné ne peut être inférieure à celle qui résulte de l'application des dispositions du présent paragraphe en retenant, pour le calcul de la prime, la valeur de remboursement garantie.<p></p><p></p>   III. - Pour l'application des dispositions du 5° du 1 de l'article 39, les provisions pour dépréciation de ces emprunts, titres ou droits sont calculées par rapport à leur valeur lors de l'entrée à l'actif du bilan.<p></p><p></p>   IV. - Pour chaque exercice, les sommes imposées en application du II sont indiquées en annexe à la déclaration prévue à l'article 53 A et sont déterminées à partir d'un état qui fait apparaître, pour chaque catégorie de titres ou contrats de même nature, les éléments retenus pour le calcul de ces sommes. Cet état doit être représenté à toute réquisition de l'administration.<p></p><p></p>   V. - Les dispositions du présent article ne sont pas applicables aux titres détenus par les personnes physiques dans le cadre de la gestion de leur patrimoine privé.<p></p>",
            "num": "238 septies E",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1017532800000,
            "dateFin": 1167523200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 579811,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-12",
                        "fin": "2999-01-01",
                        "titre": "VI bis : Primes de remboursement et intérêts capitalisés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179610",
                        "id": "LEGISCTA000006179610",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304077",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179610",
            "sectionParentId": "LEGISCTA000006179610",
            "sectionParentTitre": "VI bis : Primes de remboursement et intérêts capitalisés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VI bis : Primes de remboursement et intérêts capitalisés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006304079",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000596281",
                    "textTitle": "Décret 2002-923 2002-06-06",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000596281",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-08",
                    "dateSignaTexte": "2002-06-06",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000596281",
                    "textTitle": "Décret n°2002-923 du 6 juin 2002 - art. 4 () JORF 8 juin 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006212781",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-08",
                    "dateSignaTexte": "2002-06-06",
                    "dateDebutCible": "2002-06-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 118, 120, 124 B, 39, 53 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 219 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "219 bis",
                    "articleId": "LEGIARTI000036427378",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 bis-0 I bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 bis-0 I bis",
                    "articleId": "LEGIARTI000006304039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135987200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies A",
                    "articleId": "LEGIARTI000033815670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483142400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies B",
                    "articleId": "LEGIARTI000006304075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies D",
                    "articleId": "LEGIARTI000006304083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 bis B bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 bis B bis",
                    "articleId": "LEGIARTI000034388048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 quinquies GC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 quinquies GC",
                    "articleId": "LEGIARTI000034388030",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2002",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304077",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304078",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304079",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304080",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 septies E",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304078",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304078",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Constitue une prime de remboursement : 1. Pour les emprunts négociables visés à l'article 118 (( et aux 6° et 7° de l'article 120 )) (1) , les titres de créances négociables visés à l'article 124 B et tous autres titres ou contrats d'emprunt ou de capitalisation (( négociables ou non )) (1), émis ou conclus à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature, à l'exception des intérêts linéaires versés chaque année à échéances régulières et restant à recevoir après l'acquisition, et celles versées lors de la souscription ou de l'acquisition ; 2. Pour les emprunts ou titres de même nature démembrés à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature et le prix d'acquisition du droit au paiement du principal, d'intérêts ou de toute autre rémunération de l'emprunt, ou du titre représentatif de l'un de ces droits. Le cas échéant, pour l'application du présent article, la prime comprend la différence entre la valeur actuelle du titre après détachement des droits d'achat, de souscription, d'échange ou d'option prévus au contrat et sa valeur de remboursement. Les dispositions du présent I sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise à compter du 1er janvier 1993. II. 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au I, la prime de remboursement et les intérêts versés chaque année sont imposés au titre de chaque exercice après une répartition actuarielle quand la prime excède 10 p. 100 du prix d'acquisition. Cependant, cette répartition actuarielle n'est pas applicable aux emprunts ou titres visés au 1 du I dont le prix moyen à l'émission est supérieur à 90 p. 100 de leur valeur de remboursement. 2. La fraction de la prime et des intérêts à rattacher aux résultats imposables de chaque exercice jusqu'au remboursement est déterminée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date d'acquisition ; le prix d'acquisition est majoré de la fraction de la prime et des intérêts capitalisés à la date anniversaire de l'emprunt ou du titre. Le taux actuariel est le taux annuel qui, à la date d'acquisition, égalise à ce taux et à intérêts composés les valeurs actuelles des montants à verser et des montants à recevoir. 3. Lorsque le contrat ou le titre comporte une clause rendant aléatoire la détermination avant l'échéance de la valeur de remboursement, les dispositions du 2 s'appliquent en considérant que le taux d'intérêt actuariel à la date d'acquisition est égal à 105 p. 100 du dernier taux hebdomadaire des emprunts d'Etat à long terme connu lors de l'acquisition, et en retenant comme date de remboursement la date la plus éloignée prévue au contrat. Toutefois, ces dispositions ne s'appliquent pas si la prime de remboursement déterminée par application de ce même taux, diminuée des intérêts linéaires versés chaque année à échéances régulières, est inférieure à 10 p. 100 de la valeur d'émission. Par exception aux dispositions de l'alinéa qui précède, si le contrat comporte une clause d'indexation, la prime de remboursement est calculée à la clôture de chaque exercice en retenant la valeur de remboursement telle qu'elle apparaît compte tenu de la variation de l'index constatée à cette date depuis l'acquisition du titre ou la conclusion du contrat. La fraction imposable de la prime ainsi définie est égale à la différence entre : a) La valeur acquise de cette prime calculée au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir la valeur de remboursement définie ci-dessus ; b) Et les fractions imposées en application du présent alinéa depuis l'acquisition au titre des exercices antérieurs. Dans ce dernier cas, est également imposable, le cas échéant, une part des intérêts capitalisés en vue d'être versés à échéances supérieures à un an ; cette part est égale au montant acquis de ces intérêts calculé au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir le montant des intérêts contractuellement dus à une échéance donnée. Si le contrat prévoit une clause de garantie d'une valeur de remboursement minimale, la fraction imposable de la prime au titre d'un exercice donné ne peut être inférieure à celle qui résulte de l'application des dispositions du présent paragraphe en retenant, pour le calcul de la prime, la valeur de remboursement garantie. III. - Pour l'application des dispositions du 5° du 1 de l'article 39, les provisions pour dépréciation de ces emprunts, titres ou droits sont calculées par rapport à leur valeur lors de l'entrée à l'actif du bilan. IV. - Pour chaque exercice, les sommes imposées en application du II sont indiquées en annexe à la déclaration prévue à l'article 53 A et sont déterminées à partir d'un état qui fait apparaître, pour chaque catégorie de titres ou contrats de même nature, les éléments retenus pour le calcul de ces sommes. Cet état doit être représenté à toute réquisition de l'administration. V. - Les dispositions du présent article ne sont pas applicables aux titres détenus par les personnes physiques dans le cadre de la gestion de leur patrimoine privé. (1) Modifications de la loi 93-1353.",
            "texteHtml": "<p></p>   I. Constitue une prime de remboursement :<p></p><p></p>   1. Pour les emprunts négociables visés à l'article 118 (( et aux 6° et 7° de l'article 120 )) (1) , les titres de créances négociables visés à l'article 124 B et tous autres titres ou contrats d'emprunt ou de capitalisation (( négociables ou non )) (1), émis ou conclus à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature, à l'exception des intérêts linéaires versés chaque année à échéances régulières et restant à recevoir après l'acquisition, et celles versées lors de la souscription ou de l'acquisition ;<p></p><p></p>   2. Pour les emprunts ou titres de même nature démembrés à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature et le prix d'acquisition du droit au paiement du principal, d'intérêts ou de toute autre rémunération de l'emprunt, ou du titre représentatif de l'un de ces droits.<p></p><p></p>   Le cas échéant, pour l'application du présent article, la prime comprend la différence entre la valeur actuelle du titre après détachement des droits d'achat, de souscription, d'échange ou d'option prévus au contrat et sa valeur de remboursement.<p></p><p></p>   Les dispositions du présent I sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise à compter du 1er janvier 1993.<p></p><p></p>   II. 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au I, la prime de remboursement et les intérêts versés chaque année sont imposés au titre de chaque exercice après une répartition actuarielle quand la prime excède 10 p. 100 du prix d'acquisition.<p></p><p></p>   Cependant, cette répartition actuarielle n'est pas applicable aux emprunts ou titres visés au 1 du I dont le prix moyen à l'émission est supérieur à 90 p. 100 de leur valeur de remboursement.<p></p><p></p>   2. La fraction de la prime et des intérêts à rattacher aux résultats imposables de chaque exercice jusqu'au remboursement est déterminée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date d'acquisition ; le prix d'acquisition est majoré de la fraction de la prime et des intérêts capitalisés à la date anniversaire de l'emprunt ou du titre.<p></p><p></p>   Le taux actuariel est le taux annuel qui, à la date d'acquisition, égalise à ce taux et à intérêts composés les valeurs actuelles des montants à verser et des montants à recevoir.<p></p><p></p>   3. Lorsque le contrat ou le titre comporte une clause rendant aléatoire la détermination avant l'échéance de la valeur de remboursement, les dispositions du 2 s'appliquent en considérant que le taux d'intérêt actuariel à la date d'acquisition est égal à 105 p. 100 du dernier taux hebdomadaire des emprunts d'Etat à long terme connu lors de l'acquisition, et en retenant comme date de remboursement la date la plus éloignée prévue au contrat. Toutefois, ces dispositions ne s'appliquent pas si la prime de remboursement déterminée par application de ce même taux, diminuée des intérêts linéaires versés chaque année à échéances régulières, est inférieure à 10 p. 100 de la valeur d'émission.<p></p><p></p>   Par exception aux dispositions de l'alinéa qui précède, si le contrat comporte une clause d'indexation, la prime de remboursement est calculée à la clôture de chaque exercice en retenant la valeur de remboursement telle qu'elle apparaît compte tenu de la variation de l'index constatée à cette date depuis l'acquisition du titre ou la conclusion du contrat. La fraction imposable de la prime ainsi définie est égale à la différence entre :<p></p><p></p>   a) La valeur acquise de cette prime calculée au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir la valeur de remboursement définie ci-dessus ;<p></p><p></p>   b) Et les fractions imposées en application du présent alinéa depuis l'acquisition au titre des exercices antérieurs.<p></p><p></p>   Dans ce dernier cas, est également imposable, le cas échéant, une part des intérêts capitalisés en vue d'être versés à échéances supérieures à un an ; cette part est égale au montant acquis de ces intérêts calculé au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir le montant des intérêts contractuellement dus à une échéance donnée.<p></p><p></p>   Si le contrat prévoit une clause de garantie d'une valeur de remboursement minimale, la fraction imposable de la prime au titre d'un exercice donné ne peut être inférieure à celle qui résulte de l'application des dispositions du présent paragraphe en retenant, pour le calcul de la prime, la valeur de remboursement garantie.<p></p><p></p>   III. - Pour l'application des dispositions du 5° du 1 de l'article 39, les provisions pour dépréciation de ces emprunts, titres ou droits sont calculées par rapport à leur valeur lors de l'entrée à l'actif du bilan.<p></p><p></p>   IV. - Pour chaque exercice, les sommes imposées en application du II sont indiquées en annexe à la déclaration prévue à l'article 53 A et sont déterminées à partir d'un état qui fait apparaître, pour chaque catégorie de titres ou contrats de même nature, les éléments retenus pour le calcul de ces sommes. Cet état doit être représenté à toute réquisition de l'administration.<p></p><p></p>   V. - Les dispositions du présent article ne sont pas applicables aux titres détenus par les personnes physiques dans le cadre de la gestion de leur patrimoine privé.<p></p><p></p>   (1) Modifications de la loi 93-1353.<p></p><p></p>",
            "num": "238 septies E",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 778464000000,
            "dateFin": 1017532800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 579811,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-12",
                        "fin": "2999-01-01",
                        "titre": "VI bis : Primes de remboursement et intérêts capitalisés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179610",
                        "id": "LEGISCTA000006179610",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304077",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179610",
            "sectionParentId": "LEGISCTA000006179610",
            "sectionParentTitre": "VI bis : Primes de remboursement et intérêts capitalisés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VI bis : Primes de remboursement et intérêts capitalisés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006304078",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Ces dispositions s'appliquent aux emprunts, titres ou droits émis ou démembrés à compter du 1er janvier 1993, ainsi qu'aux emprunts mentionnés au dernier alinéa du I  si une partie de ces emprunts a été émise à compter de la même date.",
            "notaHtml": "<p></p>   NOTA : Ces dispositions s'appliquent aux emprunts, titres ou droits émis ou démembrés à compter du 1er janvier 1993, ainsi qu'aux emprunts mentionnés au dernier alinéa du I  si une partie de ces emprunts a été émise à compter de la même date.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000684770",
                    "textTitle": "Loi n°93-1353 du 30 décembre 1993 - art. 3 (V) JORF 31 décembre 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006275733",
                    "natureText": "LOI",
                    "datePubliTexte": "1993-12-31",
                    "dateSignaTexte": "1993-12-30",
                    "dateDebutCible": "1993-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 118, 120, 124 B, 39, 53 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 219 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "219 bis",
                    "articleId": "LEGIARTI000036427378",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 bis-0 I bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 bis-0 I bis",
                    "articleId": "LEGIARTI000006304039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135987200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies A",
                    "articleId": "LEGIARTI000033815670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483142400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies B",
                    "articleId": "LEGIARTI000006304075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies D",
                    "articleId": "LEGIARTI000006304083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 bis B bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 bis B bis",
                    "articleId": "LEGIARTI000034388048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 quinquies GC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 quinquies GC",
                    "articleId": "LEGIARTI000034388030",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 2 septembre 1994",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1994-02-01 4A-4-94",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304077",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304078",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304079",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304080",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 septies E",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304077",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304077",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Constitue une prime de remboursement : 1. Pour les emprunts négociables visés à l'article 118, les titres de créances négociables visés à l'article 124 B et tous autres titres ou contrats d'emprunt ou de capitalisation non négociables, émis ou conclus à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature, à l'exception des intérêts linéaires versés chaque année à échéances régulières et restant à recevoir après l'acquisition, et celles versées lors de la souscription ou de l'acquisition ; 2. Pour les emprunts ou titres de même nature démembrés à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature et le prix d'acquisition du droit au paiement du principal, d'intérêts ou de toute autre rémunération de l'emprunt, ou du titre représentatif de l'un de ces droits. Le cas échéant, pour l'application du présent article, la prime    comprend la différence entre la valeur actuelle du titre après détachement des droits d'achat, de souscription, d'échange ou d'option prévus au contrat et sa valeur de remboursement. Les dispositions du présent I sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise à compter du 1er janvier 1993. II. 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au I, la prime de remboursement et les intérêts versés chaque année sont imposés au titre de chaque exercice après une répartition actuarielle quand la prime excède 10 p. 100 du prix d'acquisition. Cependant, cette répartition actuarielle n'est pas applicable aux emprunts ou titres visés au 1 du I dont le prix moyen à l'émission est supérieur à 90 p. 100 de leur valeur de remboursement. 2. La fraction de la prime et des intérêts à rattacher aux résultats imposables de chaque exercice jusqu'au remboursement est déterminée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date d'acquisition ; le prix d'acquisition est majoré de la fraction de la prime et des intérêts capitalisés à la date anniversaire de l'emprunt ou du titre. Le taux actuariel est le taux annuel qui, à la date d'acquisition, égalise à ce taux et à intérêts composés les valeurs actuelles des montants à verser et des montants à recevoir. 3. Lorsque le contrat ou le titre comporte une clause rendant aléatoire la détermination avant l'échéance de la valeur de remboursement, les dispositions du 2 s'appliquent en considérant que le taux d'intérêt actuariel à la date d'acquisition est égal à 105 p. 100 du dernier taux hebdomadaire des emprunts d'Etat à long terme connu lors de l'acquisition, et en retenant comme date de remboursement la date la plus éloignée prévue au contrat. Toutefois, ces dispositions ne s'appliquent pas si la prime de remboursement déterminée par application de ce même taux, diminuée des intérêts linéaires versés chaque année à échéances régulières, est inférieure à 10 p. 100 de la valeur d'émission. Par exception aux dispositions de l'alinéa qui précède, si le contrat comporte une clause d'indexation, la prime de remboursement est calculée à la clôture de chaque exercice en retenant la valeur de remboursement telle qu'elle apparaît compte tenu de la variation de l'index constatée à cette date depuis l'acquisition du titre ou la conclusion du contrat. La fraction imposable de la prime ainsi définie est égale à la différence entre : a) La valeur acquise de cette prime calculée au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir la valeur de remboursement définie ci-dessus ; b) Et les fractions imposées en application du présent alinéa depuis l'acquisition au titre des exercices antérieurs. Dans ce dernier cas, est également imposable, le cas échéant, une part des intérêts capitalisés en vue d'être versés à échéances supérieures à un an ; cette part est égale au montant acquis de ces intérêts calculé au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir le montant des intérêts contractuellement dus à une échéance donnée. Si le contrat prévoit une clause de garantie d'une valeur de remboursement minimale, la fraction imposable de la prime au titre d'un exercice donné ne peut être inférieure à celle qui résulte de l'application des dispositions du présent paragraphe en retenant, pour le calcul de la prime, la valeur de remboursement garantie. III. - Pour l'application des dispositions du 5° du 1 de l'article 39, les provisions pour dépréciation de ces emprunts, titres ou droits sont calculées par rapport à leur valeur lors de l'entrée à l'actif du bilan. IV. - Pour chaque exercice, les sommes imposées en application du II sont indiquées en annexe à la déclaration prévue à l'article 53 A et sont déterminées à partir d'un état qui fait apparaître, pour chaque catégorie de titres ou contrats de même nature, les éléments retenus pour le calcul de ces sommes. Cet état doit être représenté à toute réquisition de l'administration. V. - Les dispositions du présent article ne sont pas applicables aux titres détenus par les personnes physiques dans le cadre de la gestion de leur patrimoine privé.",
            "texteHtml": "<p></p>   I. - Constitue une prime de remboursement :<p></p><p></p>   1. Pour les emprunts négociables visés à l'article 118, les titres de créances négociables visés à l'article 124 B et tous autres titres ou contrats d'emprunt ou de capitalisation non négociables, émis ou conclus à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature, à l'exception des intérêts linéaires versés chaque année à échéances régulières et restant à recevoir après l'acquisition, et celles versées lors de la souscription ou de l'acquisition ;<p></p><p></p>   2. Pour les emprunts ou titres de même nature démembrés à compter du 1er janvier 1993, la différence entre les sommes ou valeurs à recevoir quelle que soit leur nature et le prix d'acquisition du droit au paiement du principal, d'intérêts ou de toute autre rémunération de l'emprunt, ou du titre représentatif de l'un de ces droits.<p></p><p></p>   Le cas échéant, pour l'application du présent article, la prime    comprend la différence entre la valeur actuelle du titre après détachement des droits d'achat, de souscription, d'échange ou d'option prévus au contrat et sa valeur de remboursement.<p></p><p></p>   Les dispositions du présent I sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise à compter du 1er janvier 1993.<p></p><p></p>   II. 1. Pour les emprunts ou titres ainsi que pour les opérations de démembrement visés au I, la prime de remboursement et les intérêts versés chaque année sont imposés au titre de chaque exercice après une répartition actuarielle quand la prime excède 10 p. 100 du prix d'acquisition.<p></p><p></p>   Cependant, cette répartition actuarielle n'est pas applicable aux emprunts ou titres visés au 1 du I dont le prix moyen à l'émission est supérieur à 90 p. 100 de leur valeur de remboursement.<p></p><p></p>   2. La fraction de la prime et des intérêts à rattacher aux résultats imposables de chaque exercice jusqu'au remboursement est déterminée en appliquant au prix d'acquisition le taux d'intérêt actuariel déterminé à la date d'acquisition ; le prix d'acquisition est majoré de la fraction de la prime et des intérêts capitalisés à la date anniversaire de l'emprunt ou du titre.<p></p><p></p>   Le taux actuariel est le taux annuel qui, à la date d'acquisition, égalise à ce taux et à intérêts composés les valeurs actuelles des montants à verser et des montants à recevoir.<p></p><p></p>   3. Lorsque le contrat ou le titre comporte une clause rendant aléatoire la détermination avant l'échéance de la valeur de remboursement, les dispositions du 2 s'appliquent en considérant que le taux d'intérêt actuariel à la date d'acquisition est égal à 105 p. 100 du dernier taux hebdomadaire des emprunts d'Etat à long terme connu lors de l'acquisition, et en retenant comme date de remboursement la date la plus éloignée prévue au contrat. Toutefois, ces dispositions ne s'appliquent pas si la prime de remboursement déterminée par application de ce même taux, diminuée des intérêts linéaires versés chaque année à échéances régulières, est inférieure à 10 p. 100 de la valeur d'émission.<p></p><p></p>   Par exception aux dispositions de l'alinéa qui précède, si le contrat comporte une clause d'indexation, la prime de remboursement est calculée à la clôture de chaque exercice en retenant la valeur de remboursement telle qu'elle apparaît compte tenu de la variation de l'index constatée à cette date depuis l'acquisition du titre ou la conclusion du contrat. La fraction imposable de la prime ainsi définie est égale à la différence entre :<p></p><p></p>   a) La valeur acquise de cette prime calculée au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir la valeur de remboursement définie ci-dessus ;<p></p><p></p>   b) Et les fractions imposées en application du présent alinéa depuis l'acquisition au titre des exercices antérieurs.<p></p><p></p>   Dans ce dernier cas, est également imposable, le cas échéant, une part des intérêts capitalisés en vue d'être versés à échéances supérieures à un an ; cette part est égale au montant acquis de ces intérêts calculé au taux qui, appliqué au prix d'acquisition, permet, en retenant la méthode des intérêts composés, d'obtenir le montant des intérêts contractuellement dus à une échéance donnée.<p></p><p></p>   Si le contrat prévoit une clause de garantie d'une valeur de remboursement minimale, la fraction imposable de la prime au titre d'un exercice donné ne peut être inférieure à celle qui résulte de l'application des dispositions du présent paragraphe en retenant, pour le calcul de la prime, la valeur de remboursement garantie.<p></p><p></p>   III. - Pour l'application des dispositions du 5° du 1 de l'article 39, les provisions pour dépréciation de ces emprunts, titres ou droits sont calculées par rapport à leur valeur lors de l'entrée à l'actif du bilan.<p></p><p></p>   IV. - Pour chaque exercice, les sommes imposées en application du II sont indiquées en annexe à la déclaration prévue à l'article 53 A et sont déterminées à partir d'un état qui fait apparaître, pour chaque catégorie de titres ou contrats de même nature, les éléments retenus pour le calcul de ces sommes. Cet état doit être représenté à toute réquisition de l'administration.<p></p><p></p>   V. - Les dispositions du présent article ne sont pas applicables aux titres détenus par les personnes physiques dans le cadre de la gestion de leur patrimoine privé.<p></p>",
            "num": "238 septies E",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 725846400000,
            "dateFin": 778464000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 579811,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-12",
                        "fin": "2999-01-01",
                        "titre": "VI bis : Primes de remboursement et intérêts capitalisés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179610",
                        "id": "LEGISCTA000006179610",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304077",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179610",
            "sectionParentId": "LEGISCTA000006179610",
            "sectionParentTitre": "VI bis : Primes de remboursement et intérêts capitalisés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VI bis : Primes de remboursement et intérêts capitalisés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006304077",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000178406",
                    "textTitle": "Loi - art. 14 () JORF 31 décembre 1992 en vigueur le 1er janvier 1993",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006318523",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-12-31",
                    "dateSignaTexte": "1992-12-30",
                    "dateDebutCible": "1993-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 118, 124 B, 39, 53 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 219 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "219 bis",
                    "articleId": "LEGIARTI000036427378",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 bis-0 I bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 bis-0 I bis",
                    "articleId": "LEGIARTI000006304039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135987200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies A",
                    "articleId": "LEGIARTI000033815670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483142400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies B",
                    "articleId": "LEGIARTI000006304075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 238 septies D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 septies D",
                    "articleId": "LEGIARTI000006304083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38 bis B bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 bis B bis",
                    "articleId": "LEGIARTI000034388048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 quinquies GC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 quinquies GC",
                    "articleId": "LEGIARTI000034388030",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000178406",
                    "textTitle": "Loi 92-1376 1992-12-30 art. 14 II 2°",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000178406",
                    "natureText": "LOI"
                },
                {
                    "textCid": "",
                    "textTitle": "Edition du 18 août 1993",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304077",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304078",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 778464000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304079",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304080",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 septies E",
                "238"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}