{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048440584",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les missions présentant, en raison de leur nature ou du niveau de dangerosité des personnes détenues concernées, un risque particulier d'incident ou d'évasion, les personnels de surveillance de l'administration pénitentiaire individuellement désignés peuvent être autorisés à procéder, au moyen de caméras individuelles, à un enregistrement audiovisuel de leurs interventions lorsqu'un incident se produit ou est susceptible de se produire, eu égard aux circonstances de l'intervention ou au comportement des personnes concernées. II.-L'enregistrement n'est pas permanent. Aucun enregistrement ne peut être déclenché pendant une fouille réalisée en application des articles L. 225-1 à L. 225-3. Les enregistrements ont pour finalités la prévention des incidents et des évasions, le constat des infractions et la poursuite de leurs auteurs par une collecte de preuves ainsi que la formation des agents. Lorsque les enregistrements sont transmis à des fins pédagogiques ou de formation, les données figurant dans les enregistrements sont anonymisées avant leur utilisation. Les caméras sont fournies par le service et sont portées de façon apparente. Un signal visuel spécifique indique que la caméra enregistre. Le déclenchement de l'enregistrement fait l'objet d'une information expresse des personnes filmées, sauf si les circonstances l'interdisent. Une information générale est organisée par le ministre de la justice dans les établissements pénitentiaires et auprès de l'ensemble des publics concernés. III.-Les personnels auxquels les caméras sont confiées ne peuvent avoir un accès direct aux enregistrements auxquels ils procèdent. Toutefois, lorsqu'une consultation de l'enregistrement est nécessaire pour faciliter la prévention d'atteintes imminentes à l'ordre public, le secours aux personnes ou l'établissement fidèle des faits lors des comptes rendus d'interventions, ces personnels peuvent avoir accès directement aux enregistrements auxquels ils procèdent dans le cadre d'une intervention. Les images captées et enregistrées au moyen de caméras individuelles peuvent être transmises en temps réel à la cellule de crise de l'établissement et aux personnels impliqués dans la conduite et l'exécution de l'intervention lorsque la sécurité des personnels ou la sécurité des biens et des personnes est menacée. La sécurité des personnels, des biens ou des personnes est réputée menacée lorsqu'il existe un risque immédiat d'atteinte à leur intégrité. Les caméras sont équipées de dispositifs techniques permettant de garantir l'intégrité des enregistrements jusqu'à leur effacement et la traçabilité des consultations lorsqu'il y est procédé dans le cadre de l'intervention. Les enregistrements audiovisuels, hors le cas où ils sont utilisés dans le cadre d'une procédure judiciaire, administrative ou disciplinaire, sont effacés au bout de trois mois. IV.-Les modalités d'application du présent article et d'utilisation des données collectées sont précisées par un décret en Conseil d'Etat, pris après avis public et motivé de la Commission nationale de l'informatique et des libertés.",
            "texteHtml": "<p>I.-Pour les missions présentant, en raison de leur nature ou du niveau de dangerosité des personnes détenues concernées, un risque particulier d'incident ou d'évasion, les personnels de surveillance de l'administration pénitentiaire individuellement désignés peuvent être autorisés à procéder, au moyen de caméras individuelles, à un enregistrement audiovisuel de leurs interventions lorsqu'un incident se produit ou est susceptible de se produire, eu égard aux circonstances de l'intervention ou au comportement des personnes concernées.<br/><br/>\nII.-L'enregistrement n'est pas permanent. Aucun enregistrement ne peut être déclenché pendant une fouille réalisée en application des articles L. 225-1 à L. 225-3.<br/><br/>\nLes enregistrements ont pour finalités la prévention des incidents et des évasions, le constat des infractions et la poursuite de leurs auteurs par une collecte de preuves ainsi que la formation des agents.<br/><br/>\nLorsque les enregistrements sont transmis à des fins pédagogiques ou de formation, les données figurant dans les enregistrements sont anonymisées avant leur utilisation.<br/><br/>\nLes caméras sont fournies par le service et sont portées de façon apparente. Un signal visuel spécifique indique que la caméra enregistre. Le déclenchement de l'enregistrement fait l'objet d'une information expresse des personnes filmées, sauf si les circonstances l'interdisent. Une information générale est organisée par le ministre de la justice dans les établissements pénitentiaires et auprès de l'ensemble des publics concernés.<br/><br/>\nIII.-Les personnels auxquels les caméras sont confiées ne peuvent avoir un accès direct aux enregistrements auxquels ils procèdent. Toutefois, lorsqu'une consultation de l'enregistrement est nécessaire pour faciliter la prévention d'atteintes imminentes à l'ordre public, le secours aux personnes ou l'établissement fidèle des faits lors des comptes rendus d'interventions, ces personnels peuvent avoir accès directement aux enregistrements auxquels ils procèdent dans le cadre d'une intervention.<br/><br/>\nLes images captées et enregistrées au moyen de caméras individuelles peuvent être transmises en temps réel à la cellule de crise de l'établissement et aux personnels impliqués dans la conduite et l'exécution de l'intervention lorsque la sécurité des personnels ou la sécurité des biens et des personnes est menacée. La sécurité des personnels, des biens ou des personnes est réputée menacée lorsqu'il existe un risque immédiat d'atteinte à leur intégrité.<br/><br/>\nLes caméras sont équipées de dispositifs techniques permettant de garantir l'intégrité des enregistrements jusqu'à leur effacement et la traçabilité des consultations lorsqu'il y est procédé dans le cadre de l'intervention.<br/><br/>\nLes enregistrements audiovisuels, hors le cas où ils sont utilisés dans le cadre d'une procédure judiciaire, administrative ou disciplinaire, sont effacés au bout de trois mois.<br/><br/>\nIV.-Les modalités d'application du présent article et d'utilisation des données collectées sont précisées par un décret en Conseil d'Etat, pris après avis public et motivé de la Commission nationale de l'informatique et des libertés.</p>",
            "num": "L223-20",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1700611200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2022-05-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LÉGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000045478145",
                        "id": "LEGISCTA000045480638",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : DÉTENTION EN ÉTABLISSEMENT PÉNITENTIAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045478303",
                        "id": "LEGISCTA000045480476",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : MAINTIEN DE LA SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045478405",
                        "id": "LEGISCTA000045480378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : MOYENS DE CONTRÔLE ET DE SURVEILLANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045478415",
                        "id": "LEGISCTA000045480368",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-11-22",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Caméras individuelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048440582",
                        "id": "LEGISCTA000048440582",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2022-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code pénitentiaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000045476241",
                        "id": "LEGITEXT000045476241",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048440584",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048440582",
            "sectionParentId": "LEGISCTA000048440582",
            "sectionParentTitre": "Section 3 : Caméras individuelles",
            "fullSectionsTitre": "PARTIE LÉGISLATIVE &gt; Livre II : DÉTENTION EN ÉTABLISSEMENT PÉNITENTIAIRE &gt; Titre II : MAINTIEN DE LA SÉCURITÉ &gt; Chapitre III : MOYENS DE CONTRÔLE ET DE SURVEILLANCE &gt; Section 3 : Caméras individuelles",
            "refInjection": "MD-20231125_183150_187_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048440584",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000045476241",
                    "titre": "Code pénitentiaire",
                    "titreLong": "Code pénitentiaire",
                    "etat": "VIGUEUR",
                    "dateDebut": 1651363200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000045476241",
                    "datePubli": 1649203200000,
                    "datePubliComputed": 1649203200000,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048430512",
                    "textTitle": "LOI n°2023-1059 du 20 novembre 2023 - art. 43",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000048431873",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-11-21",
                    "dateSignaTexte": "2023-11-20",
                    "dateDebutCible": "2023-11-22"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048440584",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1700611200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-20",
                "223-20"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}