{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033613113",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Par dérogation aux titres II et III du livre II et au titre II du livre VIII du code de commerce, les dispositions suivantes s'appliquent à la société de libre partenariat : 1° Les statuts de la société de libre partenariat prévoient les modalités d'émission, de souscription, de libération, de cession et de rachat des parts et des titres. Les parts émises par la société sont nominatives. A défaut pour l'associé de libérer les sommes à verser sur le montant des parts détenues dans les conditions prévues par les statuts, le gérant peut, un mois après une mise en demeure, procéder de plein droit à la cession de ces parts ou à la suspension de toute distribution. Dans les conditions qu'ils déterminent, les statuts peuvent prévoir à l'encontre de l'associé défaillant la suspension de ses droits non pécuniaires jusqu'au complet paiement des sommes dues. Les statuts peuvent prévoir que, lorsque les parts sont cédées, le souscripteur et les cessionnaires successifs sont tenus solidairement du montant non libéré de celles-ci ; 2° Tout apport en nature est apprécié par le commissaire aux comptes sous sa responsabilité ; 3° Les statuts de la société de libre partenariat déterminent les décisions qui doivent être prises collectivement par les associés ou par une partie des associés dans les formes et conditions qu'ils prévoient. La prorogation de la société est décidée dans les conditions prévues par ces statuts. Toutefois, toutes décisions emportant modification de l'objet social, la fusion, l'absorption, la scission, la transformation ou la liquidation de la société sont adoptées collectivement par les associés commanditaires, dans les conditions prévues par les statuts et avec l'accord du ou des associés commandités. Les décisions prises en violation du deuxième alinéa du présent 3° peuvent être annulées en justice à la demande de tout intéressé ; 4° Chaque associé dispose d'un nombre de voix en proportion des parts qu'il possède, sauf stipulation contraire des statuts. II. – Les statuts de la société de libre partenariat peuvent prévoir des parts donnant lieu à des droits différents sur tout ou partie de l'actif de la société ou de ses produits. Les parts peuvent également être différenciées selon les dispositions prévues au second alinéa de l'article L. 214-24-25 ou dans les conditions prévues par les statuts. III. – Les statuts de la société de libre partenariat déterminent : 1° La périodicité minimale et les modalités d'établissement de la valeur liquidative ; 2° Les conditions et modalités de modification des statuts. IV. – Par dérogation aux dispositions applicables à la société commandite simple, les parts des associés commanditaires sont des titres financiers négociables. Par dérogation à l'article L. 211-14 du présent code, les parts des associés commandités ne sont pas négociables. La cession des parts des associés commandités doit être constatée par écrit. Elle est rendue opposable à la société par le dépôt d'un original ou d'une copie certifiée conforme de l'acte de cession au siège social contre remise par le gérant d'une attestation de ce dépôt, ou dans les formes prévues à l' article 1690 du code civil . Elle est opposable aux tiers après accomplissement de ces formalités. Les statuts de la société peuvent prévoir des clauses d'agrément, d'inaliénabilité, de préférence, de retrait ou de cession forcée et des clauses prévoyant la suspension des droits non pécuniaires des associés selon les conditions et modalités, notamment de prix, prévues par les statuts. Toute cession effectuée en violation des clauses statutaires est nulle. Ces clauses sont adoptées ou modifiées par une décision collective des associés dans les conditions prévues par les statuts. V. – Sans préjudice du titre III du livre II du code de commerce, les conditions de liquidation, y compris le cas échéant sa durée, ainsi que les modalités de répartition du boni de liquidation sont déterminées librement par les statuts de la société de libre partenariat. Le gérant ou toute personne désignée à cet effet conformément aux statuts assume les fonctions de liquidateur ; à défaut, le liquidateur est désigné en justice à la demande de toute personne intéressée.",
            "texteHtml": "<p>I. – Par dérogation aux titres II et III du livre II et au titre II du livre VIII du code de commerce, les dispositions suivantes s'appliquent à la société de libre partenariat :</p><p>1° Les statuts de la société de libre partenariat prévoient les modalités d'émission, de souscription, de libération, de cession et de rachat des parts et des titres. Les parts émises par la société sont nominatives.</p><p>A défaut pour l'associé de libérer les sommes à verser sur le montant des parts détenues dans les conditions prévues par les statuts, le gérant peut, un mois après une mise en demeure, procéder de plein droit à la cession de ces parts ou à la suspension de toute distribution.</p><p>Dans les conditions qu'ils déterminent, les statuts peuvent prévoir à l'encontre de l'associé défaillant la suspension de ses droits non pécuniaires jusqu'au complet paiement des sommes dues.</p><p>Les statuts peuvent prévoir que, lorsque les parts sont cédées, le souscripteur et les cessionnaires successifs sont tenus solidairement du montant non libéré de celles-ci ;</p><p>2° Tout apport en nature est apprécié par le commissaire aux comptes sous sa responsabilité ;</p><p>3° Les statuts de la société de libre partenariat déterminent les décisions qui doivent être prises collectivement par les associés ou par une partie des associés dans les formes et conditions qu'ils prévoient. La prorogation de la société est décidée dans les conditions prévues par ces statuts.</p><p>Toutefois, toutes décisions emportant modification de l'objet social, la fusion, l'absorption, la scission, la transformation ou la liquidation de la société sont adoptées collectivement par les associés commanditaires, dans les conditions prévues par les statuts et avec l'accord du ou des associés commandités.</p><p>Les décisions prises en violation du deuxième alinéa du présent 3° peuvent être annulées en justice à la demande de tout intéressé ;</p><p>4° Chaque associé dispose d'un nombre de voix en proportion des parts qu'il possède, sauf stipulation contraire des statuts.</p><p>II. – Les statuts de la société de libre partenariat peuvent prévoir des parts donnant lieu à des droits différents sur tout ou partie de l'actif de la société ou de ses produits. Les parts peuvent également être différenciées selon les dispositions prévues au second alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027764359&dateTexte=&categorieLien=cid'>l'article L. 214-24-25 </a>ou dans les conditions prévues par les statuts.</p><p>III. – Les statuts de la société de libre partenariat déterminent :</p><p>1° La périodicité minimale et les modalités d'établissement de la valeur liquidative ;</p><p>2° Les conditions et modalités de modification des statuts.</p><p>IV. – Par dérogation aux dispositions applicables à la société commandite simple, les parts des associés commanditaires sont des titres financiers négociables.</p><p>Par dérogation à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000020096254&dateTexte=&categorieLien=cid'>l'article L. 211-14</a> du présent code, les parts des associés commandités ne sont pas négociables. La cession des parts des associés commandités doit être constatée par écrit. Elle est rendue opposable à la société par le dépôt d'un original ou d'une copie certifiée conforme de l'acte de cession au siège social contre remise par le gérant d'une attestation de ce dépôt, ou dans les formes prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006442487&dateTexte=&categorieLien=cid'>article 1690 du code civil</a>. Elle est opposable aux tiers après accomplissement de ces formalités.</p><p>Les statuts de la société peuvent prévoir des clauses d'agrément, d'inaliénabilité, de préférence, de retrait ou de cession forcée et des clauses prévoyant la suspension des droits non pécuniaires des associés selon les conditions et modalités, notamment de prix, prévues par les statuts. Toute cession effectuée en violation des clauses statutaires est nulle. Ces clauses sont adoptées ou modifiées par une décision collective des associés dans les conditions prévues par les statuts.</p><p>V. – Sans préjudice du titre III du livre II du code de commerce, les conditions de liquidation, y compris le cas échéant sa durée, ainsi que les modalités de répartition du boni de liquidation sont déterminées librement par les statuts de la société de libre partenariat. Le gérant ou toute personne désignée à cet effet conformément aux statuts assume les fonctions de liquidateur ; à défaut, le liquidateur est désigné en justice à la demande de toute personne intéressée.</p>",
            "num": "L214-162-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1481414400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2139095039,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000027786951",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Fonds ouverts à des investisseurs professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027779764",
                        "id": "LEGISCTA000027779798",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Fonds déclarés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027779999",
                        "id": "LEGISCTA000027780003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 3 : Société de libre partenariat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030994612",
                        "id": "LEGISCTA000030994615",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030994902",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030994612",
            "sectionParentId": "LEGISCTA000030994615",
            "sectionParentTitre": "Sous-paragraphe 3 : Société de libre partenariat",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 2 : FIA &gt; Sous-section 3 : Fonds ouverts à des investisseurs professionnels &gt; Paragraphe 2 : Fonds déclarés &gt; Sous-paragraphe 3 : Société de libre partenariat",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033613113",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 119",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "119",
                    "articleId": "LEGIARTI000033562217",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-10",
                    "dateSignaTexte": "2016-12-09",
                    "dateDebutCible": "2016-12-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1690",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1690",
                    "articleId": "LEGIARTI000006442487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5232038400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L211-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-14",
                    "articleId": "LEGIARTI000020096254",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1231545600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24-25",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-24-25",
                    "articleId": "LEGIARTI000027764359",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L742-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L742-9",
                    "articleId": "LEGIARTI000045235593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L743-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L743-9",
                    "articleId": "LEGIARTI000045235661",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L744-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L744-9",
                    "articleId": "LEGIARTI000045235729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030994920",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033613113",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-162-8",
                "214-162-8"
            ],
            "versionPrecedente": "LEGIARTI000030994920",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030994920",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Par dérogation aux titres II et III du livre II et au titre II du livre VIII du code de commerce, les dispositions suivantes s'appliquent à la société de libre partenariat : 1° Les statuts de la société de libre partenariat prévoient les modalités d'émission et de libération des parts et des titres. Les parts émises par la société sont nominatives. A défaut pour l'associé de libérer les sommes à verser sur le montant des parts détenues dans les conditions prévues par les statuts, le gérant peut, un mois après une mise en demeure, procéder de plein droit à la cession de ces parts ou à la suspension de toute distribution. Dans les conditions qu'ils déterminent, les statuts peuvent prévoir à l'encontre de l'associé défaillant la suspension de ses droits non pécuniaires jusqu'au complet paiement des sommes dues. Les statuts peuvent prévoir que, lorsque les parts sont cédées, le souscripteur et les cessionnaires successifs sont tenus solidairement du montant non libéré de celles-ci ; 2° Tout apport en nature est apprécié par le commissaire aux comptes sous sa responsabilité ; 3° Les statuts de la société de libre partenariat déterminent les décisions qui doivent être prises collectivement par les associés dans les formes et conditions qu'ils prévoient. Toutefois, toutes décisions emportant modification de l'objet social, la fusion, l'absorption, la scission, la transformation ou la liquidation de la société sont adoptées collectivement par les associés commanditaires, dans les conditions prévues par les statuts et avec l'accord du ou des associés commandités. Les décisions prises en violation du deuxième alinéa du présent 3° peuvent être annulées en justice à la demande de tout intéressé ; 4° Chaque associé dispose d'un nombre de voix en proportion des parts qu'il possède, sauf stipulation contraire des statuts. II.-Les statuts de la société de libre partenariat peuvent prévoir des parts donnant lieu à des droits différents sur tout ou partie de l'actif de la société ou de ses produits. Les parts peuvent également être différenciées selon les dispositions prévues au second alinéa de l'article L. 214-24-25 ou dans les conditions prévues par les statuts. III.-Les statuts de la société de libre partenariat déterminent : 1° La périodicité minimale et les modalités d'établissement de la valeur liquidative ; 2° Les conditions et modalités de modification des statuts. IV.-Par dérogation aux dispositions applicables à la société commandite simple, les parts des associés commanditaires sont des titres financiers négociables. Par dérogation à l'article L. 211-14 du présent code, les parts des associés commandités ne sont pas négociables. La cession des parts des associés commandités doit être constatée par écrit. Elle est rendue opposable à la société par le dépôt d'un original ou d'une copie certifiée conforme de l'acte de cession au siège social contre remise par le gérant d'une attestation de ce dépôt, ou dans les formes prévues à l' article 1690 du code civil . Elle est opposable aux tiers après accomplissement de ces formalités. Les statuts de la société peuvent prévoir des clauses d'agrément, d'inaliénabilité, de préférence, de retrait et de cession forcée selon les conditions et modalités, notamment de prix, prévues par les statuts. Toute cession effectuée en violation des clauses statutaires est nulle. Ces clauses sont adoptées ou modifiées par une décision collective des associés dans les conditions prévues par les statuts. V.-Sans préjudice du titre III du livre II du code de commerce, les conditions de liquidation ainsi que les modalités de répartition du boni de liquidation sont déterminées librement par les statuts de la société de libre partenariat. Le gérant ou toute personne désignée à cet effet conformément aux statuts assume les fonctions de liquidateur ; à défaut, le liquidateur est désigné en justice à la demande de toute personne intéressée.",
            "texteHtml": "<p>I.-Par dérogation aux titres II et III du livre II et au titre II du livre VIII du code de commerce, les dispositions suivantes s'appliquent à la société de libre partenariat : </p><p>1° Les statuts de la société de libre partenariat prévoient les modalités d'émission et de libération des parts et des titres. Les parts émises par la société sont nominatives. </p><p>A défaut pour l'associé de libérer les sommes à verser sur le montant des parts détenues dans les conditions prévues par les statuts, le gérant peut, un mois après une mise en demeure, procéder de plein droit à la cession de ces parts ou à la suspension de toute distribution. </p><p>Dans les conditions qu'ils déterminent, les statuts peuvent prévoir à l'encontre de l'associé défaillant la suspension de ses droits non pécuniaires jusqu'au complet paiement des sommes dues. </p><p>Les statuts peuvent prévoir que, lorsque les parts sont cédées, le souscripteur et les cessionnaires successifs sont tenus solidairement du montant non libéré de celles-ci ; </p><p>2° Tout apport en nature est apprécié par le commissaire aux comptes sous sa responsabilité ; </p><p>3° Les statuts de la société de libre partenariat déterminent les décisions qui doivent être prises collectivement par les associés dans les formes et conditions qu'ils prévoient. </p><p>Toutefois, toutes décisions emportant modification de l'objet social, la fusion, l'absorption, la scission, la transformation ou la liquidation de la société sont adoptées collectivement par les associés commanditaires, dans les conditions prévues par les statuts et avec l'accord du ou des associés commandités. </p><p>Les décisions prises en violation du deuxième alinéa du présent 3° peuvent être annulées en justice à la demande de tout intéressé ; </p><p>4° Chaque associé dispose d'un nombre de voix en proportion des parts qu'il possède, sauf stipulation contraire des statuts. </p><p>II.-Les statuts de la société de libre partenariat peuvent prévoir des parts donnant lieu à des droits différents sur tout ou partie de l'actif de la société ou de ses produits. Les parts peuvent également être différenciées selon les dispositions prévues au second alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027764359&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-24-25 (V)'>l'article L. 214-24-25 </a>ou dans les conditions prévues par les statuts. </p><p>III.-Les statuts de la société de libre partenariat déterminent : </p><p>1° La périodicité minimale et les modalités d'établissement de la valeur liquidative ; </p><p>2° Les conditions et modalités de modification des statuts. </p><p>IV.-Par dérogation aux dispositions applicables à la société commandite simple, les parts des associés commanditaires sont des titres financiers négociables. </p><p>Par dérogation à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000020096254&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L211-14 (V)'>l'article L. 211-14</a> du présent code, les parts des associés commandités ne sont pas négociables. La cession des parts des associés commandités doit être constatée par écrit. Elle est rendue opposable à la société par le dépôt d'un original ou d'une copie certifiée conforme de l'acte de cession au siège social contre remise par le gérant d'une attestation de ce dépôt, ou dans les formes prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006442487&dateTexte=&categorieLien=cid'>article 1690 du code civil</a>. Elle est opposable aux tiers après accomplissement de ces formalités. </p><p>Les statuts de la société peuvent prévoir des clauses d'agrément, d'inaliénabilité, de préférence, de retrait et de cession forcée selon les conditions et modalités, notamment de prix, prévues par les statuts. Toute cession effectuée en violation des clauses statutaires est nulle. Ces clauses sont adoptées ou modifiées par une décision collective des associés dans les conditions prévues par les statuts. </p><p>V.-Sans préjudice du titre III du livre II du code de commerce, les conditions de liquidation ainsi que les modalités de répartition du boni de liquidation sont déterminées librement par les statuts de la société de libre partenariat. Le gérant ou toute personne désignée à cet effet conformément aux statuts assume les fonctions de liquidateur ; à défaut, le liquidateur est désigné en justice à la demande de toute personne intéressée.</p>",
            "num": "L214-162-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1438992000000,
            "dateFin": 1481414400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2139095039,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000027786951",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Fonds ouverts à des investisseurs professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027779764",
                        "id": "LEGISCTA000027779798",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Fonds déclarés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027779999",
                        "id": "LEGISCTA000027780003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 3 : Société de libre partenariat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030994612",
                        "id": "LEGISCTA000030994615",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030994902",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030994612",
            "sectionParentId": "LEGISCTA000030994615",
            "sectionParentTitre": "Sous-paragraphe 3 : Société de libre partenariat",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 2 : FIA &gt; Sous-section 3 : Fonds ouverts à des investisseurs professionnels &gt; Paragraphe 2 : Fonds déclarés &gt; Sous-paragraphe 3 : Société de libre partenariat",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030994920",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030978561",
                    "textTitle": "LOI n°2015-990 du 6 août 2015 - art. 145",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "145",
                    "articleId": "LEGIARTI000030982026",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-07",
                    "dateSignaTexte": "2015-08-06",
                    "dateDebutCible": "2015-08-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1690",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1690",
                    "articleId": "LEGIARTI000006442487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5232038400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L211-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-14",
                    "articleId": "LEGIARTI000020096254",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1231545600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24-25 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-24-25",
                    "articleId": "LEGIARTI000027764359",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L742-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L742-9",
                    "articleId": "LEGIARTI000045235593",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L743-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L743-9",
                    "articleId": "LEGIARTI000045235661",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L744-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L744-9",
                    "articleId": "LEGIARTI000045235729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030994920",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033613113",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-162-8",
                "214-162-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}