{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045270037",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Peut donner lieu à sanction disciplinaire tout manquement aux lois, règlements ou obligations professionnelles applicables aux personnes mentionnées aux I et II de l'article L. 321-4 et aux personnes habilitées à diriger les ventes en application du premier alinéa de l'article L. 321-9 . La prescription est de trois ans à compter du manquement. Toutefois, si la personne concernée est l'auteur de faits ayant donné lieu à une condamnation pénale, l'action se prescrit par deux ans à compter de la date à laquelle cette condamnation est devenue définitive. La commission des sanctions statue par décision motivée sur saisine du commissaire du Gouvernement. Aucune sanction ne peut être prononcée sans que les griefs aient été communiqués à la personne mentionnée aux I ou II de l'article L. 321-4, à son représentant légal ou à la personne habilitée à diriger les ventes, sans que celui-ci ait été mis à même de prendre connaissance du dossier ni sans qu'il ait été entendu ou dûment appelé. Aucun membre de la commission des sanctions ne peut participer à une délibération ou à l'instruction d'un dossier relatif à : 1° Une affaire dans laquelle il a un intérêt direct ou indirect, dans laquelle il a déjà pris parti ou s'il représente ou a représenté l'intéressé ; 2° Un organisme au sein duquel il a, au cours des trois années précédant la délibération, détenu un intérêt direct ou indirect, exercé des fonctions ou détenu un mandat. II.-Les sanctions applicables aux personnes mentionnées au premier alinéa du I du présent article sont, compte tenu de la gravité des faits reprochés : 1° L'avertissement ; 2° Le blâme ; 3° L'interdiction temporaire d'exercer tout ou partie de l'activité de vente volontaire de meubles aux enchères publiques, d'exercer des fonctions d'administration ou de direction au sein d'une personne morale mentionnée au II de l'article L. 321-4 ou de diriger des ventes, pour une durée qui ne peut excéder trois ans ; 4° L'interdiction définitive d'exercer l'activité de vente volontaire de meubles aux enchères publiques, d'exercer des fonctions d'administration ou de direction au sein d'une personne morale mentionnée au même II ou de diriger des ventes. La commission des sanctions peut, à la place ou en sus des sanctions prévues aux 1° à 4° du présent II, prononcer à l'encontre d'une personne mentionnée aux I ou II de l'article L. 321-4 une sanction pécuniaire, dont le montant est proportionné à la gravité du manquement, à la situation de la personne en cause, à l'ampleur du dommage causé et aux avantages qui en ont été tirés, sans pouvoir excéder 3 % du montant des honoraires bruts perçus l'année précédente à l'occasion des ventes de meubles aux enchères publiques organisées ou réalisées sur le territoire national. Ce plafond est porté à 5 % en cas de nouveau manquement à la même obligation. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 50 000 €. Ce montant est porté à 90 000 € en cas de nouveau manquement à la même obligation. Lorsque le manquement est constitutif d'une infraction pénale, le montant de la sanction pécuniaire ne peut excéder celui prévu pour l'amende pénale. Lorsque la commission des sanctions a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou sur des faits connexes, celui-ci peut ordonner que le montant de la sanction pécuniaire s'impute sur celui de l'amende qu'il prononce. Les sanctions prévues aux 1° à 4° du présent II peuvent également être prononcées à l'encontre du représentant légal d'une personne mentionnée au II de l'article L. 321-4 si le manquement lui est personnellement imputable. Tout manquement aux obligations relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme prévues aux sections 3 à 6 du chapitre Ier du titre VI du livre V du code monétaire et financier donne également lieu à la mise en œuvre des mesures et des sanctions prévues à l'article L. 561-36-3 du même code. Les sanctions prononcées par la commission des sanctions ainsi que leurs motifs peuvent être rendus publics dans les journaux ou les supports qu'elle détermine, après avoir été notifiés aux personnes sanctionnées. Les frais de publication sont à la charge de ces personnes, qui sont tenues solidairement à leur paiement. III.-En cas d'urgence, le président du Conseil des maisons de vente ou, après l'engagement de poursuites devant la commission des sanctions, le président de cette commission peut adresser une mise en demeure à une personne mentionnée aux I ou II de l'article L. 321-4 du présent code ou à une personne habilitée à diriger les ventes pour faire cesser un manquement qui a été constaté et dont elle est l'auteur. A titre conservatoire, le président du Conseil des maisons de vente ou, après l'engagement de poursuites devant la commission des sanctions, le président de cette commission peut également prononcer la suspension provisoire de l'exercice de tout ou partie de l'activité de vente volontaire de meubles aux enchères publiques d'une personne mentionnée aux mêmes I ou II ou d'une personne habilitée à diriger les ventes. Cette mesure peut être ordonnée pour une durée qui ne peut excéder un mois, sauf prolongation, qui ne peut excéder trois mois. La suspension ne peut être prononcée ou prolongée sans que les griefs aient été communiqués à l'intéressé, sans qu'il ait été mis à même de prendre connaissance du dossier ni sans qu'il ait été entendu ou dûment appelé.",
            "texteHtml": "<p>I.-Peut donner lieu à sanction disciplinaire tout manquement aux lois, règlements ou obligations professionnelles applicables aux personnes mentionnées aux I et II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006231434&dateTexte=&categorieLien=cid' title='Code de commerce - art. L321-4 (VT)'>L. 321-4 </a>et aux personnes habilitées à diriger les ventes en application du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006231505&dateTexte=&categorieLien=cid' title='Code de commerce - art. L321-9 (V)'>L. 321-9</a>. La prescription est de trois ans à compter du manquement. Toutefois, si la personne concernée est l'auteur de faits ayant donné lieu à une condamnation pénale, l'action se prescrit par deux ans à compter de la date à laquelle cette condamnation est devenue définitive. <br/><br/>La commission des sanctions statue par décision motivée sur saisine du commissaire du Gouvernement. Aucune sanction ne peut être prononcée sans que les griefs aient été communiqués à la personne mentionnée aux I ou II de l'article L. 321-4, à son représentant légal ou à la personne habilitée à diriger les ventes, sans que celui-ci ait été mis à même de prendre connaissance du dossier ni sans qu'il ait été entendu ou dûment appelé. <br/><br/>Aucun membre de la commission des sanctions ne peut participer à une délibération ou à l'instruction d'un dossier relatif à : <br/><br/>1° Une affaire dans laquelle il a un intérêt direct ou indirect, dans laquelle il a déjà pris parti ou s'il représente ou a représenté l'intéressé ; <br/><br/>2° Un organisme au sein duquel il a, au cours des trois années précédant la délibération, détenu un intérêt direct ou indirect, exercé des fonctions ou détenu un mandat. <br/><br/>II.-Les sanctions applicables aux personnes mentionnées au premier alinéa du I du présent article sont, compte tenu de la gravité des faits reprochés : <br/><br/>1° L'avertissement ; <br/><br/>2° Le blâme ; <br/><br/>3° L'interdiction temporaire d'exercer tout ou partie de l'activité de vente volontaire de meubles aux enchères publiques, d'exercer des fonctions d'administration ou de direction au sein d'une personne morale mentionnée au II de l'article L. 321-4 ou de diriger des ventes, pour une durée qui ne peut excéder trois ans ; <br/><br/>4° L'interdiction définitive d'exercer l'activité de vente volontaire de meubles aux enchères publiques, d'exercer des fonctions d'administration ou de direction au sein d'une personne morale mentionnée au même II ou de diriger des ventes. <br/><br/>La commission des sanctions peut, à la place ou en sus des sanctions prévues aux 1° à 4° du présent II, prononcer à l'encontre d'une personne mentionnée aux I ou II de l'article L. 321-4 une sanction pécuniaire, dont le montant est proportionné à la gravité du manquement, à la situation de la personne en cause, à l'ampleur du dommage causé et aux avantages qui en ont été tirés, sans pouvoir excéder 3 % du montant des honoraires bruts perçus l'année précédente à l'occasion des ventes de meubles aux enchères publiques organisées ou réalisées sur le territoire national. Ce plafond est porté à 5 % en cas de nouveau manquement à la même obligation. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 50 000 €. Ce montant est porté à 90 000 € en cas de nouveau manquement à la même obligation. <br/><br/>Lorsque le manquement est constitutif d'une infraction pénale, le montant de la sanction pécuniaire ne peut excéder celui prévu pour l'amende pénale. <br/><br/>Lorsque la commission des sanctions a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou sur des faits connexes, celui-ci peut ordonner que le montant de la sanction pécuniaire s'impute sur celui de l'amende qu'il prononce. <br/><br/>Les sanctions prévues aux 1° à 4° du présent II peuvent également être prononcées à l'encontre du représentant légal d'une personne mentionnée au II de l'article L. 321-4 si le manquement lui est personnellement imputable. <br/><br/>Tout manquement aux obligations relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme prévues aux sections 3 à 6 du chapitre Ier du titre VI du livre V du <a href='/affichCode.do?cidTexte=LEGITEXT000006072026&dateTexte=&categorieLien=cid' title='Code monétaire et financier (V)'>code monétaire et financier</a> donne également lieu à la mise en œuvre des mesures et des sanctions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033512800&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L561-36-3 (V)'>L. 561-36-3 </a>du même code. <br/><br/>Les sanctions prononcées par la commission des sanctions ainsi que leurs motifs peuvent être rendus publics dans les journaux ou les supports qu'elle détermine, après avoir été notifiés aux personnes sanctionnées. Les frais de publication sont à la charge de ces personnes, qui sont tenues solidairement à leur paiement. <br/><br/>III.-En cas d'urgence, le président du Conseil des maisons de vente ou, après l'engagement de poursuites devant la commission des sanctions, le président de cette commission peut adresser une mise en demeure à une personne mentionnée aux I ou II de l'article L. 321-4 du présent code ou à une personne habilitée à diriger les ventes pour faire cesser un manquement qui a été constaté et dont elle est l'auteur. <br/><br/>A titre conservatoire, le président du Conseil des maisons de vente ou, après l'engagement de poursuites devant la commission des sanctions, le président de cette commission peut également prononcer la suspension provisoire de l'exercice de tout ou partie de l'activité de vente volontaire de meubles aux enchères publiques d'une personne mentionnée aux mêmes I ou II ou d'une personne habilitée à diriger les ventes. Cette mesure peut être ordonnée pour une durée qui ne peut excéder un mois, sauf prolongation, qui ne peut excéder trois mois. <br/><br/>La suspension ne peut être prononcée ou prolongée sans que les griefs aient été communiqués à l'intéressé, sans qu'il ait été mis à même de prendre connaissance du dossier ni sans qu'il ait été entendu ou dûment appelé.</p>",
            "num": "L321-23-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1646179200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : De certaines formes de ventes et des clauses d'exclusivité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113740",
                        "id": "LEGISCTA000006113740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des ventes aux enchères publiques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133181",
                        "id": "LEGISCTA000006133181",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des ventes volontaires de meubles aux enchères publiques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146072",
                        "id": "LEGISCTA000006146072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161321",
                        "id": "LEGISCTA000006161321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-02",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : De la discipline\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045270033",
                        "id": "LEGISCTA000045270033",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045270037",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000045270033",
            "sectionParentId": "LEGISCTA000045270033",
            "sectionParentTitre": "Sous-section 3 : De la discipline\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; LIVRE III : De certaines formes de ventes et des clauses d'exclusivité. &gt; TITRE II : Des ventes aux enchères publiques. &gt; Chapitre Ier : Des ventes volontaires de meubles aux enchères publiques. &gt; Section 1 : Dispositions générales. &gt; Sous-section 3 : De la discipline\r\n\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045270037",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045268693",
                    "textTitle": "LOI n°2022-267 du 28 février 2022 - art. 2 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045269830",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-03-01",
                    "dateSignaTexte": "2022-02-28",
                    "dateDebutCible": "2022-03-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L321-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L321-18",
                    "articleId": "LEGIARTI000045276941",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646179200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L321-23-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L321-23-3",
                    "articleId": "LEGIARTI000045270039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646179200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L321-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-4",
                    "articleId": "LEGIARTI000006231434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646179200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L321-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-9",
                    "articleId": "LEGIARTI000006231505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-36-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L561-36-3",
                    "articleId": "LEGIARTI000033512800",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1480723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045270037",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1646179200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L321-23-2",
                "321-23-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}