{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036588370",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le maire d'arrondissement adresse au maire de la commune ou au maire de Paris, dans le mois qui suit la notification prévue à l'article L. 2511-40 , l'état spécial de l'arrondissement adopté en équilibre réel. L'état spécial est voté par chapitre et par article. L'état spécial de chaque arrondissement est soumis au conseil municipal ou au conseil de Paris en même temps que le projet de budget de la commune ou de la Ville de Paris. Le conseil municipal ou le conseil de Paris demande au conseil d'arrondissement de réexaminer l'état spécial lorsque le montant total des crédits destinés aux dotations des arrondissements, fixé par le conseil municipal ou par le conseil de Paris lors de l'examen du budget de la commune ou de la Ville de Paris, est différent de celui envisagé initialement dans les conditions prévues à l'article L. 2511-40, lorsque le conseil municipal ou le conseil de Paris estime que l'état spécial n'a pas été adopté en équilibre réel ou ne comporte pas toutes les dépenses obligatoires qui doivent y figurer, ou lorsque le conseil municipal ou le conseil de Paris estime que les dépenses prévues pour un équipement ou un service dont la gestion a été confiée au conseil d'arrondissement sont manifestement insuffisantes pour assurer le fonctionnement de cet équipement ou de ce service. Lorsqu'une seconde délibération est demandée à un ou plusieurs conseils d'arrondissement en application des alinéas précédents, le budget de la commune ou de la Ville de Paris est adopté sans le ou les états spéciaux des arrondissements concernés. En ce cas, le ou les conseils d'arrondissement sont appelés à modifier en conséquence les états spéciaux dans un délai de quinze jours à compter de la réception de la demande de réexamen. A l'issue de ce délai, le conseil municipal ou le conseil de Paris arrête le ou les états spéciaux qui ne comportent pas les modifications rendues nécessaires par la délibération du conseil municipal ou du conseil de Paris demandant le réexamen de l'état spécial ; le ou les états spéciaux, ainsi arrêtés le cas échéant, sont alors annexés au budget de la commune ou de la Ville de Paris et deviennent exécutoires à la même date que la délibération du conseil municipal ou du conseil de Paris qui les a adoptés ou arrêtés. Lorsqu'il n'est pas fait application des dispositions des deux alinéas précédents, les états spéciaux des arrondissements sont annexés au budget de la commune ou de la Ville de Paris et deviennent exécutoires à la même date que celui-ci. Les procédures de contrôle prévues pour le budget de la commune ou de la Ville de Paris au titre Ier du livre III de la présente partie s'appliquent également aux états spéciaux des arrondissements, y compris lorsque ceux-ci ne deviennent pas exécutoires en même temps que le budget de la commune ou de la Ville de Paris en vertu des dispositions qui précèdent.",
            "texteHtml": "<p>Le maire d'arrondissement adresse au maire de la commune ou au maire de Paris, dans le mois qui suit la notification prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391090&dateTexte=&categorieLien=cid'>L. 2511-40</a>, l'état spécial de l'arrondissement adopté en équilibre réel. L'état spécial est voté par chapitre et par article.</p><p>L'état spécial de chaque arrondissement est soumis au conseil municipal ou au conseil de Paris en même temps que le projet de budget de la commune ou de la Ville de Paris.</p><p>Le conseil municipal ou le conseil de Paris demande au conseil d'arrondissement de réexaminer l'état spécial lorsque le montant total des crédits destinés aux dotations des arrondissements, fixé par le conseil municipal ou par le conseil de Paris lors de l'examen du budget de la commune ou de la Ville de Paris, est différent de celui envisagé initialement dans les conditions prévues à l'article L. 2511-40, lorsque le conseil municipal ou le conseil de Paris estime que l'état spécial n'a pas été adopté en équilibre réel ou ne comporte pas toutes les dépenses obligatoires qui doivent y figurer, ou lorsque le conseil municipal ou le conseil de Paris estime que les dépenses prévues pour un équipement ou un service dont la gestion a été confiée au conseil d'arrondissement sont manifestement insuffisantes pour assurer le fonctionnement de cet équipement ou de ce service.</p><p>Lorsqu'une seconde délibération est demandée à un ou plusieurs conseils d'arrondissement en application des alinéas précédents, le budget de la commune ou de la Ville de Paris est adopté sans le ou les états spéciaux des arrondissements concernés. En ce cas, le ou les conseils d'arrondissement sont appelés à modifier en conséquence les états spéciaux dans un délai de quinze jours à compter de la réception de la demande de réexamen. A l'issue de ce délai, le conseil municipal ou le conseil de Paris arrête le ou les états spéciaux qui ne comportent pas les modifications rendues nécessaires par la délibération du conseil municipal ou du conseil de Paris demandant le réexamen de l'état spécial ; le ou les états spéciaux, ainsi arrêtés le cas échéant, sont alors annexés au budget de la commune ou de la Ville de Paris et deviennent exécutoires à la même date que la délibération du conseil municipal ou du conseil de Paris qui les a adoptés ou arrêtés.</p><p>Lorsqu'il n'est pas fait application des dispositions des deux alinéas précédents, les états spéciaux des arrondissements sont annexés au budget de la commune ou de la Ville de Paris et deviennent exécutoires à la même date que celui-ci.</p><p>Les procédures de contrôle prévues pour le budget de la commune ou de la Ville de Paris au titre Ier du livre III de la présente partie s'appliquent également aux états spéciaux des arrondissements, y compris lorsque ceux-ci ne deviennent pas exécutoires en même temps que le budget de la commune ou de la Ville de Paris en vertu des dispositions qui précèdent.</p>",
            "num": "L2511-41",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546300800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS PARTICULIÈRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135496",
                        "id": "LEGISCTA000006135496",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : PARIS, MARSEILLE ET LYON",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149249",
                        "id": "LEGISCTA000006149249",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164589",
                        "id": "LEGISCTA000006164589",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions financières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181031",
                        "id": "LEGISCTA000006181031",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006391092",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181031",
            "sectionParentId": "LEGISCTA000006181031",
            "sectionParentTitre": "Section 2 : Dispositions financières",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE V : DISPOSITIONS PARTICULIÈRES &gt; TITRE Ier : PARIS, MARSEILLE ET LYON &gt; CHAPITRE Ier : Dispositions communes &gt; Section 2 : Dispositions financières",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036588370",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi n°96-142 du 21 février 1996",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000036585048",
                    "textTitle": "Ordonnance n°2018-74 du 8 février 2018 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036585778",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-02-09",
                    "dateSignaTexte": "2018-02-08",
                    "dateDebutCible": "2018-02-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2113-17-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2113-17-1",
                    "articleId": "LEGIARTI000033360089",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478736000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2511-40",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2511-40",
                    "articleId": "LEGIARTI000006391090",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2511-45 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2511-45",
                    "articleId": "LEGIARTI000036588356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880033",
                    "textTitle": "Loi 82-1169 1982-12-31 art. 31",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000880033",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880033",
                    "textTitle": "Loi n°82-1169 du 31 décembre 1982 - art. 31 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006338668",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006391092",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036588370",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2511-41",
                "2511-41"
            ],
            "versionPrecedente": "LEGIARTI000006391092",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006391092",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le maire d'arrondissement adresse au maire de la commune, dans le mois qui suit la notification prévue à l'article L. 2511-40 , l'état spécial de l'arrondissement adopté en équilibre réel.L'état spécial est voté par chapitre et par article. L'état spécial de chaque arrondissement est soumis au conseil municipal en même temps que le projet de budget de la commune. Le conseil municipal demande au conseil d'arrondissement de réexaminer l'état spécial lorsque le montant total des crédits destinés aux dotations des arrondissements, fixé par le conseil municipal lors de l'examen du budget de la commune, est différent de celui envisagé initialement dans les conditions prévues à l'article L. 2511-40, lorsque le conseil municipal estime que l'état spécial n'a pas été adopté en équilibre réel ou ne comporte pas toutes les dépenses obligatoires qui doivent y figurer, ou lorsque le conseil municipal estime que les dépenses prévues pour un équipement ou un service dont la gestion a été confiée au conseil d'arrondissement sont manifestement insuffisantes pour assurer le fonctionnement de cet équipement ou de ce service. Lorsqu'une seconde délibération est demandée à un ou plusieurs conseils d'arrondissement en application des alinéas précédents, le budget de la commune est adopté sans le ou les états spéciaux des arrondissements concernés. En ce cas, le ou les conseils d'arrondissement sont appelés à modifier en conséquence les états spéciaux dans un délai de quinze jours à compter de la réception de la demande de réexamen.A l'issue de ce délai, le conseil municipal arrête le ou les états spéciaux qui ne comportent pas les modifications rendues nécessaires par la délibération du conseil municipal demandant le réexamen de l'état spécial ; le ou les états spéciaux, ainsi arrêtés le cas échéant, sont alors annexés au budget de la commune et deviennent exécutoires à la même date que la délibération du conseil municipal qui les a adoptés ou arrêtés. Lorsqu'il n'est pas fait application des dispositions des deux alinéas précédents, les états spéciaux des arrondissements sont annexés au budget de la commune et deviennent exécutoires à la même date que celui-ci. Les procédures de contrôle prévues pour le budget de la commune au titre Ier du livre III de la présente partie s'appliquent également aux états spéciaux des arrondissements, y compris lorsque ceux-ci ne deviennent pas exécutoires en même temps que le budget de la commune en vertu des dispositions qui précèdent.",
            "texteHtml": "<p></p>Le maire d'arrondissement adresse au maire de la commune, dans le mois qui suit la notification prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391090&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2511-40 (V)'>L. 2511-40</a>, l'état spécial de l'arrondissement adopté en équilibre réel.L'état spécial est voté par chapitre et par article.<p></p><p></p>L'état spécial de chaque arrondissement est soumis au conseil municipal en même temps que le projet de budget de la commune. <p></p><p></p>Le conseil municipal demande au conseil d'arrondissement de réexaminer l'état spécial lorsque le montant total des crédits destinés aux dotations des arrondissements, fixé par le conseil municipal lors de l'examen du budget de la commune, est différent de celui envisagé initialement dans les conditions prévues à l'article L. 2511-40, lorsque le conseil municipal estime que l'état spécial n'a pas été adopté en équilibre réel ou ne comporte pas toutes les dépenses obligatoires qui doivent y figurer, ou lorsque le conseil municipal estime que les dépenses prévues pour un équipement ou un service dont la gestion a été confiée au conseil d'arrondissement sont manifestement insuffisantes pour assurer le fonctionnement de cet équipement ou de ce service. <p></p><p></p>Lorsqu'une seconde délibération est demandée à un ou plusieurs conseils d'arrondissement en application des alinéas précédents, le budget de la commune est adopté sans le ou les états spéciaux des arrondissements concernés. En ce cas, le ou les conseils d'arrondissement sont appelés à modifier en conséquence les états spéciaux dans un délai de quinze jours à compter de la réception de la demande de réexamen.A l'issue de ce délai, le conseil municipal arrête le ou les états spéciaux qui ne comportent pas les modifications rendues nécessaires par la délibération du conseil municipal demandant le réexamen de l'état spécial ; le ou les états spéciaux, ainsi arrêtés le cas échéant, sont alors annexés au budget de la commune et deviennent exécutoires à la même date que la délibération du conseil municipal qui les a adoptés ou arrêtés. <p></p><p></p>Lorsqu'il n'est pas fait application des dispositions des deux alinéas précédents, les états spéciaux des arrondissements sont annexés au budget de la commune et deviennent exécutoires à la même date que celui-ci. <p></p><p></p>Les procédures de contrôle prévues pour le budget de la commune au titre Ier du livre III de la présente partie s'appliquent également aux états spéciaux des arrondissements, y compris lorsque ceux-ci ne deviennent pas exécutoires en même temps que le budget de la commune en vertu des dispositions qui précèdent.<p></p>",
            "num": "L2511-41",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 825120000000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE V : DISPOSITIONS PARTICULIÈRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135496",
                        "id": "LEGISCTA000006135496",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : PARIS, MARSEILLE ET LYON",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149249",
                        "id": "LEGISCTA000006149249",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164589",
                        "id": "LEGISCTA000006164589",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions financières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181031",
                        "id": "LEGISCTA000006181031",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006391092",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181031",
            "sectionParentId": "LEGISCTA000006181031",
            "sectionParentTitre": "Section 2 : Dispositions financières",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE V : DISPOSITIONS PARTICULIÈRES &gt; TITRE Ier : PARIS, MARSEILLE ET LYON &gt; CHAPITRE Ier : Dispositions communes &gt; Section 2 : Dispositions financières",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006391092",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21 jorf 24 février 1996",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2113-17-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2113-17-1",
                    "articleId": "LEGIARTI000033360089",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1478736000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2511-40 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2511-40",
                    "articleId": "LEGIARTI000006391090",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2511-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2511-45",
                    "articleId": "LEGIARTI000006391099",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1014854400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000880033",
                    "textTitle": "Loi 82-1169 1982-12-31 art. 31",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000880033",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000880033",
                    "textTitle": "Loi n°82-1169 du 31 décembre 1982 - art. 31 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006338668",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006391092",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 825120000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036588370",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2511-41",
                "2511-41"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}