{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039066682",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Siège et ressort des tribunaux judiciaires et des cours d'appels compétents en matière de contentieux technique et général de la sécurité sociale et d'admission à l'aide sociale (annexe des articles D. 211-10-3 et D. 311-12-1) COURS D'APPEL COMPÉTENTES SIÈGE ET RESSORT DES TRIBUNAUX JUDICIAIRES COMPÉTENTS Cour d'appel d'Aix-en-Provence Cour d'appel d'Aix-en-Provence Alpes-de-Haute-Provence Digne-les-Bains Ressort du tribunal judiciaire de Digne-les-Bains. Alpes-Maritimes Nice Ressort des tribunaux judiciaires de Grasse et Nice. Bouches-du-Rhône Marseille Ressort des tribunaux judiciaires d'Aix-en-Provence, Marseille et Tarascon. Var Toulon Ressort des tribunaux judiciaires de Draguignan et Toulon. Cour d'appel d'Amiens Cour d'appel d'Amiens Aisne Laon Ressort des tribunaux judiciaires de Laon et Soissons. Saint-Quentin Ressort du tribunal judiciaire de Saint-Quentin. Oise Beauvais Ressort des tribunaux judiciaires de Beauvais, Compiègne et Senlis. Somme Amiens Ressort du tribunal judiciaire d'Amiens. Cour d'appel de Douai Nord Douai Ressort des tribunaux judiciaires de Douai et Cambrai. Lille Ressort des tribunaux judiciaires de Dunkerque et Lille. Valenciennes Ressort des tribunaux judiciaires d'Avesnes-sur-Helpe et Valenciennes. Pas-de-Calais Arras Ressort des tribunaux judiciaires d'Arras et Béthune. Boulogne-sur-Mer Ressort des tribunaux judiciaires de Boulogne-sur-Mer et Saint-Omer. Cour d'appel d'Angers Cour d'appel d'Angers Maine-et-Loire Angers Ressort des tribunaux judiciaires d'Angers et Saumur. Mayenne Laval Ressort du tribunal judiciaire de Laval. Sarthe Le Mans Ressort du tribunal judiciaire du Mans. Cour d'appel de Basse-Terre Cour d'appel de Basse-Terre Guadeloupe, Saint-Barthélemy et Saint-Martin Pointe-à-Pitre Ressort des tribunaux judiciaires de Basse-Terre et Pointe-à-Pitre. Cour d'appel de Bastia Cour d'appel de Bastia Corse-du-Sud Ajaccio Ressort du tribunal judiciaire d'Ajaccio. Haute-Corse Bastia Ressort du tribunal judiciaire de Bastia. Cour d'appel de Besançon Cour d'appel de Besançon Doubs Besançon Ressort du tribunal judiciaire de Besançon. Montbéliard Ressort du tribunal judiciaire de Montbéliard. Haute-Saône Vesoul Ressort du tribunal judiciaire de Vesoul. Jura Lons-le-Saunier Ressort du tribunal judiciaire de Lons-le-Saunier. Territoire de Belfort Belfort Ressort du tribunal judiciaire de Belfort. Cour d'appel de Bordeaux Cour d'appel de Bordeaux Charente Angoulême Ressort du tribunal judiciaire d'Angoulême. Dordogne Périgueux Ressort des tribunaux judiciaires de Bergerac et Périgueux. Gironde Bordeaux Ressort des tribunaux judiciaires de Bordeaux et Libourne. Cour d'appel de Caen Cour d'appel de Caen Calvados Caen Ressort des tribunaux judiciaires de Caen et Lisieux. Manche Coutances Ressort des tribunaux judiciaires de Cherbourg-en-Cotentin et Coutances. Orne Alençon Ressort des tribunaux judiciaires d'Alençon et Argentan. Cour d'appel de Cayenne Cour d'appel de Cayenne Guyane Cayenne Ressort du tribunal judiciaire de Cayenne. Cour d'appel de Colmar Cour d'appel de Colmar Bas-Rhin Strasbourg Ressort des tribunaux judiciaires de Saverne et Strasbourg. Bas-Rhin et Haut-Rhin Mulhouse Ressort des tribunaux judiciaires de Colmar et Mulhouse. Cour d'appel de Dijon Cour d'appel de Dijon Côte-d'Or Dijon Ressort du tribunal judiciaire de Dijon. Haute-Marne Chaumont Ressort du tribunal judiciaire de Chaumont. Saône-et-Loire Mâcon Ressort des tribunaux judiciaires de Chalon-sur-Saône et Mâcon. Cour d'appel de Fort-de-France Cour d'appel de Fort-de-France Martinique Fort-de-France Ressort du tribunal judiciaire de Fort-de-France. Cour d'appel de Grenoble Cour d'appel de Chambéry Haute-Savoie Annecy Ressort des tribunaux judiciaires d'Annecy, Bonneville et Thonon-les-Bains. Savoie Chambéry Ressort des tribunaux judiciaires d'Albertville et Chambéry. Cour d'appel de Grenoble Drôme Valence Ressort du tribunal judiciaire de Valence. Hautes-Alpes Gap Ressort du tribunal judiciaire de Gap. Isère Grenoble Ressort des tribunaux judiciaires de Bourgoin-Jallieu et Grenoble. Vienne Ressort du tribunal judiciaire de Vienne. Cour d'appel de Lyon Cour d'appel de Lyon Ain Bourg-en-Bresse Ressort du tribunal judiciaire de Bourg-en-Bresse. Loire Roanne Ressort du tribunal judiciaire de Roanne. Saint-Étienne Ressort du tribunal judiciaire de Saint-Étienne. Rhône Lyon Ressort du tribunal judiciaire de Lyon. Villefranche-sur-Saône Ressort du tribunal judiciaire de Villefranche-sur-Saône. Cour d'appel de Metz Cour d'appel de Metz Moselle Metz Ressort des tribunaux judiciaires de Metz, Sarreguemines et Thionville. Cour d'appel de Montpellier Cour d'appel de Montpellier Aude Carcassonne Ressort des tribunaux judiciaires de Carcassonne et Narbonne. Aveyron Rodez Ressort du tribunal judiciaire de Rodez. Hérault Montpellier Ressort des tribunaux judiciaires de Béziers et Montpellier. Pyrénées-Orientales Perpignan Ressort du tribunal judiciaire de Perpignan. Cour d'appel de Nancy Cour d'appel de Nancy Meurthe-et-Moselle Nancy Ressort du tribunal judiciaire de Nancy. Val de Briey Ressort du tribunal judiciaire de Val de Briey. Meuse Bar-le-Duc Ressort des tribunaux judiciaires de Bar-le-Duc et Verdun. Vosges Épinal Ressort du tribunal judiciaire d'Épinal. Cour d'appel de Reims Ardennes Charleville-Mézières Ressort du tribunal judiciaire de Charleville-Mézières. Aube Troyes Ressort du tribunal judiciaire de Troyes. Marne Châlons-en-Champagne Ressort du tribunal judiciaire de Châlons-en-Champagne. Reims Ressort du tribunal judiciaire de Reims. Cour d'appel de Nîmes Cour d'appel de Nîmes Ardèche Privas Ressort du tribunal judiciaire de Privas. Gard Nîmes Ressort des tribunaux judiciaires d'Alès et Nîmes. Lozère Mende Ressort du tribunal judiciaire de Mende. Vaucluse Avignon Ressort des tribunaux judiciaires d'Avignon et Carpentras. Cour d'appel d'Orléans Cour d'appel de Bourges Cher Bourges Ressort du tribunal judiciaire de Bourges. Indre Châteauroux Ressort du tribunal judiciaire de Châteauroux. Nièvre Nevers Ressort du tribunal judiciaire de Nevers. Cour d'appel d'Orléans Indre-et-Loire Tours Ressort du tribunal judiciaire de Tours. Loiret Orléans Ressort des tribunaux judiciaires de Montargis et Orléans. Loir-et-Cher Blois Ressort du tribunal judiciaire de Blois. Cour d'appel de Paris Cour d'appel de Paris Essonne Évry Ressort du tribunal judiciaire d'Évry. Paris Paris Ressort du tribunal judiciaire de Paris. Seine-et-Marne Meaux Ressort du tribunal judiciaire de Meaux. Melun Ressort des tribunaux judiciaires de Fontainebleau et Melun. Seine-Saint-Denis Bobigny Ressort du tribunal judiciaire de Bobigny. Val-de-Marne Créteil Ressort du tribunal judiciaire de Créteil. Yonne Auxerre Ressort des tribunaux judiciaires d'Auxerre et Sens. Cour d'appel de Pau Cour d'appel de Pau Hautes-Pyrénées Tarbes Ressort du tribunal judiciaire de Tarbes. Landes Mont-de-Marsan Ressort des tribunaux judiciaires de Dax et Mont-de-Marsan Pyrénées-Atlantiques Bayonne Ressort du tribunal judiciaire de Bayonne Pau Ressort du tribunal judiciaire de Pau. Cour d'appel de Poitiers Cour d'appel de Limoges Corrèze Tulle Ressort des tribunaux judiciaires de Brive-la-Gaillarde et Tulle. Creuse Guéret Ressort du tribunal judiciaire de Guéret. Haute-Vienne Limoges Ressort du tribunal judiciaire de Limoges. Cour d'appel de Poitiers Charente-Maritime La Rochelle Ressort du tribunal judiciaire de La Rochelle. Saintes Ressort du tribunal judiciaire de Saintes. Deux-Sèvres Niort Ressort du tribunal judiciaire de Niort. Vendée La Roche-sur-Yon Ressort des tribunaux judiciaires de La Roche-sur-Yon et Les Sables-d'Olonne. Vienne Poitiers Ressort du tribunal judiciaire de Poitiers. Cour d'appel de Rennes Cour d'appel de Rennes Côtes-d'Armor Saint-Brieuc Ressort du tribunal judiciaire de Saint-Brieuc. Finistère Brest Ressort du tribunal judiciaire de Brest. Quimper Ressort du tribunal judiciaire de Quimper. Côtes-d'Armor et Ille-et-Vilaine Rennes Ressort des tribunaux judiciaires de Rennes et Saint-Malo. Loire-Atlantique Nantes Ressort des tribunaux judiciaires de Nantes et Saint-Nazaire. Morbihan Vannes Ressort des tribunaux judiciaires de Lorient et Vannes. Cour d'appel de Riom Cour d'appel de Riom Allier Moulins Ressort des tribunaux judiciaires de Cusset, Montluçon et Moulins. Cantal Aurillac Ressort du tribunal judiciaire d'Aurillac. Haute-Loire Le Puy-en-Velay Ressort du tribunal judiciaire du Puy-en-Velay. Puy-de-Dôme Clermont-Ferrand Ressort du tribunal judiciaire de Clermont-Ferrand. Cour d'appel de Rouen Cour d'appel de Rouen Eure Évreux Ressort du tribunal judiciaire d'Évreux. Seine-Maritime Le Havre Ressort du tribunal judiciaire du Havre. Rouen Ressort des tribunaux judiciaires de Dieppe et Rouen. Cour d'appel de Saint-Denis Cour d'appel de Saint-Denis La Réunion Saint-Denis Ressort des tribunaux judiciaires de Saint-Denis et Saint-Pierre. Mayotte Mamoudzou Ressort du tribunal judiciaire de Mamoudzou. Cour d'appel de Toulouse Cour d'appel d'Agen Gers Auch Ressort du tribunal judiciaire d'Auch. Lot Cahors Ressort du tribunal judiciaire de Cahors. Lot-et-Garonne Agen Ressort du tribunal judiciaire d'Agen. Cour d'appel de Toulouse Ariège Foix Ressort du tribunal judiciaire de Foix. Haute-Garonne Toulouse Ressort des tribunaux judiciaires de Saint-Gaudens et Toulouse. Tarn Albi Ressort des tribunaux judiciaires d'Albi et Castres. Tarn-et-Garonne Montauban Ressort du tribunal judiciaire de Montauban. Cour d'appel de Versailles Cour d'appel de Versailles Eure-et-Loire Chartres Ressort du tribunal judiciaire de Chartres. Hauts-de-Seine Nanterre Ressort du tribunal judiciaire de Nanterre. Val-d'Oise Pontoise Ressort du tribunal judiciaire de Pontoise. Yvelines Versailles Ressort du tribunal judiciaire de Versailles.",
            "texteHtml": "<p>Siège et ressort des tribunaux judiciaires et des cours d'appels compétents en matière de contentieux technique et général de la sécurité sociale et d'admission à l'aide sociale</p><p>(annexe des articles D. 211-10-3 et D. 311-12-1)</p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCOURS D'APPEL COMPÉTENTES</th><th colspan='2'><br/>\n\t\t\tSIÈGE ET RESSORT DES TRIBUNAUX JUDICIAIRES COMPÉTENTS</th></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>d'Aix-en-Provence</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Aix-en-Provence</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAlpes-de-Haute-Provence</td></tr><tr><td align='left'><br/>\n\t\t\tDigne-les-Bains</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Digne-les-Bains.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAlpes-Maritimes</td></tr><tr><td align='left'><br/>\n\t\t\tNice</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Grasse et Nice.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tBouches-du-Rhône</td></tr><tr><td align='justify'><br/>\n\t\t\tMarseille</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Aix-en-Provence, Marseille et Tarascon.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVar</td></tr><tr><td align='justify'><br/>\n\t\t\tToulon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Draguignan et Toulon.</td></tr><tr><td rowspan='16' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>d'Amiens</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Amiens</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAisne</td></tr><tr><td align='left'><br/>\n\t\t\tLaon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Laon et Soissons.</td></tr><tr><td align='left'><br/>\n\t\t\tSaint-Quentin</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Saint-Quentin.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tOise</td></tr><tr><td align='left'><br/>\n\t\t\tBeauvais</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Beauvais, Compiègne et Senlis.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSomme</td></tr><tr><td align='left'><br/>\n\t\t\tAmiens</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Amiens.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Douai</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tNord</td></tr><tr><td align='left'><br/>\n\t\t\tDouai</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Douai et Cambrai.</td></tr><tr><td align='left'><br/>\n\t\t\tLille</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Dunkerque et Lille.</td></tr><tr><td align='left'><br/>\n\t\t\tValenciennes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Avesnes-sur-Helpe et Valenciennes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tPas-de-Calais</td></tr><tr><td align='left'><br/>\n\t\t\tArras</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Arras et Béthune.</td></tr><tr><td align='left'><br/>\n\t\t\tBoulogne-sur-Mer</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Boulogne-sur-Mer et Saint-Omer.</td></tr><tr><td rowspan='7' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>d'Angers</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Angers</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMaine-et-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tAngers</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Angers et Saumur.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMayenne</td></tr><tr><td align='left'><br/>\n\t\t\tLaval</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Laval.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSarthe</td></tr><tr><td align='left'><br/>\n\t\t\tLe Mans</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire du Mans.</td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Basse-Terre</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Basse-Terre</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGuadeloupe, Saint-Barthélemy et Saint-Martin</td></tr><tr><td align='left'><br/>\n\t\t\tPointe-à-Pitre</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Basse-Terre et Pointe-à-Pitre.</td></tr><tr><td rowspan='5' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Bastia</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Bastia</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCorse-du-Sud</td></tr><tr><td align='left'><br/>\n\t\t\tAjaccio</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Ajaccio.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Corse</td></tr><tr><td align='left'><br/>\n\t\t\tBastia</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Bastia.</td></tr><tr><td rowspan='10' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Besançon</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Besançon</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tDoubs</td></tr><tr><td align='left'><br/>\n\t\t\tBesançon</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Besançon.</td></tr><tr><td align='left'><br/>\n\t\t\tMontbéliard</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Montbéliard.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Saône</td></tr><tr><td align='left'><br/>\n\t\t\tVesoul</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Vesoul.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tJura</td></tr><tr><td align='left'><br/>\n\t\t\tLons-le-Saunier</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Lons-le-Saunier.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tTerritoire de Belfort</td></tr><tr><td align='left'><br/>\n\t\t\tBelfort</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Belfort.</td></tr><tr><td rowspan='7' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Bordeaux</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Bordeaux</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCharente</td></tr><tr><td align='left'><br/>\n\t\t\tAngoulême</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Angoulême.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tDordogne</td></tr><tr><td align='left'><br/>\n\t\t\tPérigueux</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Bergerac et Périgueux.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGironde</td></tr><tr><td align='left'><br/>\n\t\t\tBordeaux</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Bordeaux et Libourne.</td></tr><tr><td rowspan='7' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Caen</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Caen</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCalvados</td></tr><tr><td align='left'><br/>\n\t\t\tCaen</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Caen et Lisieux.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tManche</td></tr><tr><td align='left'><br/>\n\t\t\tCoutances</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Cherbourg-en-Cotentin et Coutances.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tOrne</td></tr><tr><td align='left'><br/>\n\t\t\tAlençon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Alençon et Argentan.</td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Cayenne</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Cayenne</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGuyane</td></tr><tr><td align='left'><br/>\n\t\t\tCayenne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Cayenne.</td></tr><tr><td rowspan='5' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Colmar</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Colmar</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tBas-Rhin</td></tr><tr><td align='left'><br/>\n\t\t\tStrasbourg</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Saverne et Strasbourg.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tBas-Rhin et Haut-Rhin</td></tr><tr><td align='left'><br/>\n\t\t\tMulhouse</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Colmar et Mulhouse.</td></tr><tr><td rowspan='7' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Dijon</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Dijon</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCôte-d'Or</td></tr><tr><td align='left'><br/>\n\t\t\tDijon</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Dijon.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Marne</td></tr><tr><td align='left'><br/>\n\t\t\tChaumont</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Chaumont.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSaône-et-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tMâcon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Chalon-sur-Saône et Mâcon.</td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Fort-de-France</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Fort-de-France</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMartinique</td></tr><tr><td align='justify'><br/>\n\t\t\tFort-de-France</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Fort-de-France.</td></tr><tr><td rowspan='13' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Grenoble</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Chambéry</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Savoie</td></tr><tr><td align='left'><br/>\n\t\t\tAnnecy</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Annecy, Bonneville et Thonon-les-Bains.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSavoie</td></tr><tr><td align='left'><br/>\n\t\t\tChambéry</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Albertville et Chambéry.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Grenoble</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tDrôme</td></tr><tr><td align='left'><br/>\n\t\t\tValence</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Valence.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHautes-Alpes</td></tr><tr><td align='left'><br/>\n\t\t\tGap</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Gap.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tIsère</td></tr><tr><td align='left'><br/>\n\t\t\tGrenoble</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Bourgoin-Jallieu et Grenoble.</td></tr><tr><td align='left'><br/>\n\t\t\tVienne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Vienne.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Lyon</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Lyon</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAin</td></tr><tr><td align='left'><br/>\n\t\t\tBourg-en-Bresse</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Bourg-en-Bresse.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLoire</td></tr><tr><td align='left'><br/>\n\t\t\tRoanne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Roanne.</td></tr><tr><td align='left'><br/>\n\t\t\tSaint-Étienne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Saint-Étienne.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tRhône</td></tr><tr><td align='left'><br/>\n\t\t\tLyon</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Lyon.</td></tr><tr><td align='left'><br/>\n\t\t\tVillefranche-sur-Saône</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Villefranche-sur-Saône.</td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Metz</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Metz</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMoselle</td></tr><tr><td align='left'><br/>\n\t\t\tMetz</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Metz, Sarreguemines et Thionville.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Montpellier</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Montpellier</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAude</td></tr><tr><td align='left'><br/>\n\t\t\tCarcassonne</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Carcassonne et Narbonne.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAveyron</td></tr><tr><td align='left'><br/>\n\t\t\tRodez</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Rodez.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHérault</td></tr><tr><td align='left'><br/>\n\t\t\tMontpellier</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Béziers et Montpellier.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tPyrénées-Orientales</td></tr><tr><td align='left'><br/>\n\t\t\tPerpignan</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Perpignan.</td></tr><tr><td rowspan='16' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Nancy</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Nancy</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMeurthe-et-Moselle</td></tr><tr><td align='left'><br/>\n\t\t\tNancy</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Nancy.</td></tr><tr><td align='left'><br/>\n\t\t\tVal de Briey</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Val de Briey.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMeuse</td></tr><tr><td align='left'><br/>\n\t\t\tBar-le-Duc</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Bar-le-Duc et Verdun.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVosges</td></tr><tr><td align='left'><br/>\n\t\t\tÉpinal</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Épinal.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Reims</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tArdennes</td></tr><tr><td align='left'><br/>\n\t\t\tCharleville-Mézières</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Charleville-Mézières.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAube</td></tr><tr><td align='left'><br/>\n\t\t\tTroyes</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Troyes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMarne</td></tr><tr><td align='left'><br/>\n\t\t\tChâlons-en-Champagne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Châlons-en-Champagne.</td></tr><tr><td align='left'><br/>\n\t\t\tReims</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Reims.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Nîmes</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Nîmes</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tArdèche</td></tr><tr><td align='left'><br/>\n\t\t\tPrivas</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Privas.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGard</td></tr><tr><td align='left'><br/>\n\t\t\tNîmes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Alès et Nîmes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLozère</td></tr><tr><td align='left'><br/>\n\t\t\tMende</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Mende.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVaucluse</td></tr><tr><td align='left'><br/>\n\t\t\tAvignon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Avignon et Carpentras.</td></tr><tr><td rowspan='14' align='center'><br/>\n\t\t\tCour d'appel d'Orléans</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Bourges</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCher</td></tr><tr><td align='left'><br/>\n\t\t\tBourges</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Bourges.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tIndre</td></tr><tr><td align='left'><br/>\n\t\t\tChâteauroux</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Châteauroux.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tNièvre</td></tr><tr><td align='left'><br/>\n\t\t\tNevers</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Nevers.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Orléans</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tIndre-et-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tTours</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Tours.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLoiret</td></tr><tr><td align='left'><br/>\n\t\t\tOrléans</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Montargis et Orléans.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLoir-et-Cher</td></tr><tr><td align='left'><br/>\n\t\t\tBlois</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Blois.</td></tr><tr><td rowspan='14' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Paris</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Paris</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tEssonne</td></tr><tr><td align='left'><br/>\n\t\t\tÉvry</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Évry.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tParis</td></tr><tr><td align='left'><br/>\n\t\t\tParis</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Paris.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSeine-et-Marne</td></tr><tr><td align='left'><br/>\n\t\t\tMeaux</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Meaux.</td></tr><tr><td align='left'><br/>\n\t\t\tMelun</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Fontainebleau et Melun.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSeine-Saint-Denis</td></tr><tr><td align='left'><br/>\n\t\t\tBobigny</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Bobigny.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVal-de-Marne</td></tr><tr><td align='left'><br/>\n\t\t\tCréteil</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Créteil.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tYonne</td></tr><tr><td align='left'><br/>\n\t\t\tAuxerre</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Auxerre et Sens.</td></tr><tr><td rowspan='8' align='center'><br/>\n\t\t\tCour d'appel de Pau</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Pau</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHautes-Pyrénées</td></tr><tr><td align='left'><br/>\n\t\t\tTarbes</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Tarbes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLandes</td></tr><tr><td align='left'><br/>\n\t\t\tMont-de-Marsan</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Dax et Mont-de-Marsan</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tPyrénées-Atlantiques</td></tr><tr><td align='left'><br/>\n\t\t\tBayonne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Bayonne</td></tr><tr><td align='left'><br/>\n\t\t\tPau</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Pau.</td></tr><tr><td rowspan='17' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Poitiers</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Limoges</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCorrèze</td></tr><tr><td align='left'><br/>\n\t\t\tTulle</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Brive-la-Gaillarde et Tulle.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCreuse</td></tr><tr><td align='left'><br/>\n\t\t\tGuéret</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Guéret.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Vienne</td></tr><tr><td align='left'><br/>\n\t\t\tLimoges</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Limoges.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Poitiers</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCharente-Maritime</td></tr><tr><td align='left'><br/>\n\t\t\tLa Rochelle</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de La Rochelle.</td></tr><tr><td align='left'><br/>\n\t\t\tSaintes</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Saintes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tDeux-Sèvres</td></tr><tr><td align='left'><br/>\n\t\t\tNiort</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Niort.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVendée</td></tr><tr><td align='left'><br/>\n\t\t\tLa Roche-sur-Yon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de La Roche-sur-Yon et Les Sables-d'Olonne.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVienne</td></tr><tr><td align='left'><br/>\n\t\t\tPoitiers</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Poitiers.</td></tr><tr><td rowspan='12' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Rennes</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Rennes</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCôtes-d'Armor</td></tr><tr><td align='left'><br/>\n\t\t\tSaint-Brieuc</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Saint-Brieuc.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tFinistère</td></tr><tr><td align='left'><br/>\n\t\t\tBrest</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Brest.</td></tr><tr><td align='left'><br/>\n\t\t\tQuimper</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Quimper.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCôtes-d'Armor et Ille-et-Vilaine</td></tr><tr><td align='left'><br/>\n\t\t\tRennes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Rennes et Saint-Malo.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLoire-Atlantique</td></tr><tr><td align='left'><br/>\n\t\t\tNantes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Nantes et Saint-Nazaire.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMorbihan</td></tr><tr><td align='left'><br/>\n\t\t\tVannes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Lorient et Vannes.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Riom</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Riom</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAllier</td></tr><tr><td align='left'><br/>\n\t\t\tMoulins</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Cusset, Montluçon et Moulins.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCantal</td></tr><tr><td align='left'><br/>\n\t\t\tAurillac</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Aurillac.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tLe Puy-en-Velay</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire du Puy-en-Velay.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tPuy-de-Dôme</td></tr><tr><td align='left'><br/>\n\t\t\tClermont-Ferrand</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Clermont-Ferrand.</td></tr><tr><td rowspan='6' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Rouen</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Rouen</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tEure</td></tr><tr><td align='left'><br/>\n\t\t\tÉvreux</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Évreux.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSeine-Maritime</td></tr><tr><td align='left'><br/>\n\t\t\tLe Havre</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire du Havre.</td></tr><tr><td align='left'><br/>\n\t\t\tRouen</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Dieppe et Rouen.</td></tr><tr><td rowspan='5' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Saint-Denis</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Saint-Denis</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLa Réunion</td></tr><tr><td align='left'><br/>\n\t\t\tSaint-Denis</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Saint-Denis et Saint-Pierre.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMayotte</td></tr><tr><td align='left'><br/>\n\t\t\tMamoudzou</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Mamoudzou.</td></tr><tr><td rowspan='16' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Toulouse</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Agen</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGers</td></tr><tr><td align='left'><br/>\n\t\t\tAuch</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Auch.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLot</td></tr><tr><td align='left'><br/>\n\t\t\tCahors</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Cahors.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLot-et-Garonne</td></tr><tr><td align='left'><br/>\n\t\t\tAgen</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire d'Agen.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Toulouse</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAriège</td></tr><tr><td align='left'><br/>\n\t\t\tFoix</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Foix.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Garonne</td></tr><tr><td align='left'><br/>\n\t\t\tToulouse</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires de Saint-Gaudens et Toulouse.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tTarn</td></tr><tr><td align='left'><br/>\n\t\t\tAlbi</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux judiciaires d'Albi et Castres.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tTarn-et-Garonne</td></tr><tr><td align='left'><br/>\n\t\t\tMontauban</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Montauban.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel\n\t\t\t<p></p><p>de Versailles</p></td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Versailles</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tEure-et-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tChartres</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Chartres.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHauts-de-Seine</td></tr><tr><td align='left'><br/>\n\t\t\tNanterre</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Nanterre.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVal-d'Oise</td></tr><tr><td align='left'><br/>\n\t\t\tPontoise</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Pontoise.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tYvelines</td></tr><tr><td align='left'><br/>\n\t\t\tVersailles</td><td align='justify'><br/>\n\t\t\tRessort du tribunal judiciaire de Versailles.</td></tr></tbody></table></center>",
            "num": "Annexe Tableau VIII-III",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1075707903,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-06-05",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018917284",
                        "id": "LEGISCTA000018917284",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-05",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018925179",
                        "id": "LEGISCTA000018925179",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2999-01-01",
                        "titre": "Code de l'organisation judiciaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071164",
                        "id": "LEGITEXT000006071164",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037369121",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000018925179",
            "sectionParentId": "LEGISCTA000018925179",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire &gt; Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039066682",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071164",
                    "titre": "Code de l'organisation judiciaire",
                    "titreLong": "Code de l'organisation judiciaire",
                    "etat": "VIGUEUR",
                    "dateDebut": 259027200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071164",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l’article 40 du décret n° 2019-912 du 30 août 2019, ces dispositions entrent en vigueur le 1er janvier 2020. Se reporter aux conditions d’application prévues aux IV à VIII du même article 40.",
            "notaHtml": "<p>Conformément au I de l’article 40 du décret n° 2019-912 du 30 août 2019, ces dispositions entrent en vigueur le 1er janvier 2020. Se reporter aux conditions d’application prévues aux IV à VIII du même article 40.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039002415",
                    "textTitle": "Décret n°2019-912 du 30 août 2019 - art. 23 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000039010912",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-01",
                    "dateSignaTexte": "2019-08-30",
                    "dateDebutCible": "2019-09-02"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037381784",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039066682",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe Tableau VIII-III"
            ],
            "versionPrecedente": "LEGIARTI000037381784",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037381784",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Siège et ressort des tribunaux de grande instance et des cours d'appels compétents en matière de contentieux technique et général de la sécurité sociale et d'admission à l'aide sociale (annexe des articles D. 211-10-3 et D. 311-12-1) COURS D'APPEL COMPÉTENTES SIÈGE ET RESSORT DES TRIBUNAUX DE GRANDE INSTANCE COMPÉTENTS Cour d'appel d'Aix-en-Provence Cour d'appel d'Aix-en-Provence Alpes-de-Haute-Provence Digne-les-Bains Ressort du tribunal de grande instance de Digne-les-Bains. Alpes-Maritimes Nice Ressort des tribunaux de grande instance de Grasse et Nice. Bouches-du-Rhône Marseille Ressort des tribunaux de grande instance d'Aix-en-Provence, Marseille et Tarascon. Var Toulon Ressort des tribunaux de grande instance de Draguignan et Toulon. Cour d'appel d'Amiens Cour d'appel d'Amiens Aisne Laon Ressort des tribunaux de grande instance de Laon et Soissons. Saint-Quentin Ressort du tribunal de grande instance de Saint-Quentin. Oise Beauvais Ressort des tribunaux de grande instance de Beauvais, Compiègne et Senlis. Somme Amiens Ressort du tribunal de grande instance d'Amiens. Cour d'appel de Douai Nord Douai Ressort des tribunaux de grande instance de Douai et Cambrai. Lille Ressort des tribunaux de grande instance de Dunkerque et Lille. Valenciennes Ressort des tribunaux de grande instance d'Avesnes-sur-Helpe et Valenciennes. Pas-de-Calais Arras Ressort des tribunaux de grande instance d'Arras et Béthune. Boulogne-sur-Mer Ressort des tribunaux de grande instance de Boulogne-sur-Mer et Saint-Omer. Cour d'appel d'Angers Cour d'appel d'Angers Maine-et-Loire Angers Ressort des tribunaux de grande instance d'Angers et Saumur. Mayenne Laval Ressort du tribunal de grande instance de Laval. Sarthe Le Mans Ressort du tribunal de grande instance du Mans. Cour d'appel de Basse-Terre Cour d'appel de Basse-Terre Guadeloupe, Saint-Barthélemy et Saint-Martin Pointe-à-Pitre Ressort des tribunaux de grande instance de Basse-Terre et Pointe-à-Pitre. Cour d'appel de Bastia Cour d'appel de Bastia Corse-du-Sud Ajaccio Ressort du tribunal de grande instance d'Ajaccio. Haute-Corse Bastia Ressort du tribunal de grande instance de Bastia. Cour d'appel de Besançon Cour d'appel de Besançon Doubs Besançon Ressort du tribunal de grande instance de Besançon. Montbéliard Ressort du tribunal de grande instance de Montbéliard. Haute-Saône Vesoul Ressort du tribunal de grande instance de Vesoul. Jura Lons-le-Saunier Ressort du tribunal de grande instance de Lons-le-Saunier. Territoire de Belfort Belfort Ressort du tribunal de grande instance de Belfort. Cour d'appel de Bordeaux Cour d'appel de Bordeaux Charente Angoulême Ressort du tribunal de grande instance d'Angoulême. Dordogne Périgueux Ressort des tribunaux de grande instance de Bergerac et Périgueux. Gironde Bordeaux Ressort des tribunaux de grande instance de Bordeaux et Libourne. Cour d'appel de Caen Cour d'appel de Caen Calvados Caen Ressort des tribunaux de grande instance de Caen et Lisieux. Manche Coutances Ressort des tribunaux de grande instance de Cherbourg-en-Cotentin et Coutances. Orne Alençon Ressort des tribunaux de grande instance d'Alençon et Argentan. Cour d'appel de Cayenne Cour d'appel de Cayenne Guyane Cayenne Ressort du tribunal de grande instance de Cayenne. Cour d'appel de Colmar Cour d'appel de Colmar Bas-Rhin Strasbourg Ressort des tribunaux de grande instance de Saverne et Strasbourg. Bas-Rhin et Haut-Rhin Mulhouse Ressort des tribunaux de grande instance de Colmar et Mulhouse. Cour d'appel de Dijon Cour d'appel de Dijon Côte-d'Or Dijon Ressort du tribunal de grande instance de Dijon. Haute-Marne Chaumont Ressort du tribunal de grande instance de Chaumont. Saône-et-Loire Mâcon Ressort des tribunaux de grande instance de Chalon-sur-Saône et Mâcon. Cour d'appel de Fort-de-France Cour d'appel de Fort-de-France Martinique Fort-de-France Ressort du tribunal de grande instance de Fort-de-France. Cour d'appel de Grenoble Cour d'appel de Chambéry Haute-Savoie Annecy Ressort des tribunaux de grande instance d'Annecy, Bonneville et Thonon-les-Bains. Savoie Chambéry Ressort des tribunaux de grande instance d'Albertville et Chambéry. Cour d'appel de Grenoble Drôme Valence Ressort du tribunal de grande instance de Valence. Hautes-Alpes Gap Ressort du tribunal de grande instance de Gap. Isère Grenoble Ressort des tribunaux de grande instance de Bourgoin-Jallieu et Grenoble. Vienne Ressort du tribunal de grande instance de Vienne. Cour d'appel de Lyon Cour d'appel de Lyon Ain Bourg-en-Bresse Ressort du tribunal de grande instance de Bourg-en-Bresse. Loire Roanne Ressort du tribunal de grande instance de Roanne. Saint-Étienne Ressort du tribunal de grande instance de Saint-Étienne. Rhône Lyon Ressort du tribunal de grande instance de Lyon. Villefranche-sur-Saône Ressort du tribunal de grande instance de Villefranche-sur-Saône. Cour d'appel de Metz Cour d'appel de Metz Moselle Metz Ressort des tribunaux de grande instance de Metz, Sarreguemines et Thionville. Cour d'appel de Montpellier Cour d'appel de Montpellier Aude Carcassonne Ressort des tribunaux de grande instance de Carcassonne et Narbonne. Aveyron Rodez Ressort du tribunal de grande instance de Rodez. Hérault Montpellier Ressort des tribunaux de grande instance de Béziers et Montpellier. Pyrénées-Orientales Perpignan Ressort du tribunal de grande instance de Perpignan. Cour d'appel de Nancy Cour d'appel de Nancy Meurthe-et-Moselle Nancy Ressort du tribunal de grande instance de Nancy. Val de Briey Ressort du tribunal de grande instance de Val de Briey. Meuse Bar-le-Duc Ressort des tribunaux de grande instance de Bar-le-Duc et Verdun. Vosges Épinal Ressort du tribunal de grande instance d'Épinal. Cour d'appel de Reims Ardennes Charleville-Mézières Ressort du tribunal de grande instance de Charleville-Mézières. Aube Troyes Ressort du tribunal de grande instance de Troyes. Marne Châlons-en-Champagne Ressort du tribunal de grande instance de Châlons-en-Champagne. Reims Ressort du tribunal de grande instance de Reims. Cour d'appel de Nîmes Cour d'appel de Nîmes Ardèche Privas Ressort du tribunal de grande instance de Privas. Gard Nîmes Ressort des tribunaux de grande instance d'Alès et Nîmes. Lozère Mende Ressort du tribunal de grande instance de Mende. Vaucluse Avignon Ressort des tribunaux de grande instance d'Avignon et Carpentras. Cour d'appel d'Orléans Cour d'appel de Bourges Cher Bourges Ressort du tribunal de grande instance de Bourges. Indre Châteauroux Ressort du tribunal de grande instance de Châteauroux. Nièvre Nevers Ressort du tribunal de grande instance de Nevers. Cour d'appel d'Orléans Indre-et-Loire Tours Ressort du tribunal de grande instance de Tours. Loiret Orléans Ressort des tribunaux de grande instance de Montargis et Orléans. Loir-et-Cher Blois Ressort du tribunal de grande instance de Blois. Cour d'appel de Paris Cour d'appel de Paris Essonne Évry Ressort du tribunal de grande instance d'Évry. Paris Paris Ressort du tribunal de grande instance de Paris. Seine-et-Marne Meaux Ressort du tribunal de grande instance de Meaux. Melun Ressort des tribunaux de grande instance de Fontainebleau et Melun. Seine-Saint-Denis Bobigny Ressort du tribunal de grande instance de Bobigny. Val-de-Marne Créteil Ressort du tribunal de grande instance de Créteil. Yonne Auxerre Ressort des tribunaux de grande instance d'Auxerre et Sens. Cour d'appel de Pau Cour d'appel de Pau Hautes-Pyrénées Tarbes Ressort du tribunal de grande instance de Tarbes. Landes Mont-de-Marsan Ressort des tribunaux de grande instance de Dax et Mont-de-Marsan Pyrénées-Atlantiques Bayonne Ressort du tribunal de grande instance de Bayonne Pau Ressort du tribunal de grande instance de Pau. Cour d'appel de Poitiers Cour d'appel de Limoges Corrèze Tulle Ressort des tribunaux de grande instance de Brive-la-Gaillarde et Tulle. Creuse Guéret Ressort du tribunal de grande instance de Guéret. Haute-Vienne Limoges Ressort du tribunal de grande instance de Limoges. Cour d'appel de Poitiers Charente-Maritime La Rochelle Ressort du tribunal de grande instance de La Rochelle. Saintes Ressort du tribunal de grande instance de Saintes. Deux-Sèvres Niort Ressort du tribunal de grande instance de Niort. Vendée La Roche-sur-Yon Ressort des tribunaux de grande instance de La Roche-sur-Yon et Les Sables-d'Olonne. Vienne Poitiers Ressort du tribunal de grande instance de Poitiers. Cour d'appel de Rennes Cour d'appel de Rennes Côtes-d'Armor Saint-Brieuc Ressort du tribunal de grande instance de Saint-Brieuc. Finistère Brest Ressort du tribunal de grande instance de Brest. Quimper Ressort du tribunal de grande instance de Quimper. Côtes-d'Armor et Ille-et-Vilaine Rennes Ressort des tribunaux de grande instance de Rennes et Saint-Malo. Loire-Atlantique Nantes Ressort des tribunaux de grande instance de Nantes et Saint-Nazaire. Morbihan Vannes Ressort des tribunaux de grande instance de Lorient et Vannes. Cour d'appel de Riom Cour d'appel de Riom Allier Moulins Ressort des tribunaux de grande instance de Cusset, Montluçon et Moulins. Cantal Aurillac Ressort du tribunal de grande instance d'Aurillac. Haute-Loire Le Puy-en-Velay Ressort du tribunal de grande instance du Puy-en-Velay. Puy-de-Dôme Clermont-Ferrand Ressort du tribunal de grande instance de Clermont-Ferrand. Cour d'appel de Rouen Cour d'appel de Rouen Eure Évreux Ressort du tribunal de grande instance d'Évreux. Seine-Maritime Le Havre Ressort du tribunal de grande instance du Havre. Rouen Ressort des tribunaux de grande instance de Dieppe et Rouen. Cour d'appel de Saint-Denis Cour d'appel de Saint-Denis La Réunion Saint-Denis Ressort des tribunaux de grande instance de Saint-Denis et Saint-Pierre. Mayotte Mamoudzou Ressort du tribunal de grande instance de Mamoudzou. Cour d'appel de Toulouse Cour d'appel d'Agen Gers Auch Ressort du tribunal de grande instance d'Auch. Lot Cahors Ressort du tribunal de grande instance de Cahors. Lot-et-Garonne Agen Ressort du tribunal de grande instance d'Agen. Cour d'appel de Toulouse Ariège Foix Ressort du tribunal de grande instance de Foix. Haute-Garonne Toulouse Ressort des tribunaux de grande instance de Saint-Gaudens et Toulouse. Tarn Albi Ressort des tribunaux de grande instance d'Albi et Castres. Tarn-et-Garonne Montauban Ressort du tribunal de grande instance de Montauban. Cour d'appel de Versailles Cour d'appel de Versailles Eure-et-Loire Chartres Ressort du tribunal de grande instance de Chartres. Hauts-de-Seine Nanterre Ressort du tribunal de grande instance de Nanterre. Val-d'Oise Pontoise Ressort du tribunal de grande instance de Pontoise. Yvelines Versailles Ressort du tribunal de grande instance de Versailles.",
            "texteHtml": "<p>Siège et ressort des tribunaux de grande instance et des cours d'appels compétents en matière de contentieux technique et général de la sécurité sociale et d'admission à l'aide sociale<br/><br/>\n(annexe des articles D. 211-10-3 et D. 311-12-1)</p><p></p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCOURS D'APPEL COMPÉTENTES</th><th colspan='2'><br/>\n\t\t\tSIÈGE ET RESSORT DES TRIBUNAUX DE GRANDE INSTANCE COMPÉTENTS</th></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\td'Aix-en-Provence</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Aix-en-Provence</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAlpes-de-Haute-Provence</td></tr><tr><td align='left'><br/>\n\t\t\tDigne-les-Bains</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Digne-les-Bains.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAlpes-Maritimes</td></tr><tr><td align='left'><br/>\n\t\t\tNice</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Grasse et Nice.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tBouches-du-Rhône</td></tr><tr><td align='justify'><br/>\n\t\t\tMarseille</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Aix-en-Provence, Marseille et Tarascon.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVar</td></tr><tr><td align='justify'><br/>\n\t\t\tToulon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Draguignan et Toulon.</td></tr><tr><td rowspan='16' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\td'Amiens</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Amiens</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAisne</td></tr><tr><td align='left'><br/>\n\t\t\tLaon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Laon et Soissons.</td></tr><tr><td align='left'><br/>\n\t\t\tSaint-Quentin</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Saint-Quentin.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tOise</td></tr><tr><td align='left'><br/>\n\t\t\tBeauvais</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Beauvais, Compiègne et Senlis.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSomme</td></tr><tr><td align='left'><br/>\n\t\t\tAmiens</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Amiens.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Douai</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tNord</td></tr><tr><td align='left'><br/>\n\t\t\tDouai</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Douai et Cambrai.</td></tr><tr><td align='left'><br/>\n\t\t\tLille</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Dunkerque et Lille.</td></tr><tr><td align='left'><br/>\n\t\t\tValenciennes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Avesnes-sur-Helpe et Valenciennes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tPas-de-Calais</td></tr><tr><td align='left'><br/>\n\t\t\tArras</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Arras et Béthune.</td></tr><tr><td align='left'><br/>\n\t\t\tBoulogne-sur-Mer</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Boulogne-sur-Mer et Saint-Omer.</td></tr><tr><td rowspan='7' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\td'Angers</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Angers</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMaine-et-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tAngers</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Angers et Saumur.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMayenne</td></tr><tr><td align='left'><br/>\n\t\t\tLaval</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Laval.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSarthe</td></tr><tr><td align='left'><br/>\n\t\t\tLe Mans</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance du Mans.</td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Basse-Terre</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Basse-Terre</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGuadeloupe, Saint-Barthélemy et Saint-Martin</td></tr><tr><td align='left'><br/>\n\t\t\tPointe-à-Pitre</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Basse-Terre et Pointe-à-Pitre.</td></tr><tr><td rowspan='5' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Bastia</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Bastia</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCorse-du-Sud</td></tr><tr><td align='left'><br/>\n\t\t\tAjaccio</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Ajaccio.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Corse</td></tr><tr><td align='left'><br/>\n\t\t\tBastia</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Bastia.</td></tr><tr><td rowspan='10' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Besançon</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Besançon</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tDoubs</td></tr><tr><td align='left'><br/>\n\t\t\tBesançon</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Besançon.</td></tr><tr><td align='left'><br/>\n\t\t\tMontbéliard</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Montbéliard.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Saône</td></tr><tr><td align='left'><br/>\n\t\t\tVesoul</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Vesoul.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tJura</td></tr><tr><td align='left'><br/>\n\t\t\tLons-le-Saunier</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Lons-le-Saunier.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tTerritoire de Belfort</td></tr><tr><td align='left'><br/>\n\t\t\tBelfort</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Belfort.</td></tr><tr><td rowspan='7' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Bordeaux</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Bordeaux</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCharente</td></tr><tr><td align='left'><br/>\n\t\t\tAngoulême</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Angoulême.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tDordogne</td></tr><tr><td align='left'><br/>\n\t\t\tPérigueux</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Bergerac et Périgueux.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGironde</td></tr><tr><td align='left'><br/>\n\t\t\tBordeaux</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Bordeaux et Libourne.</td></tr><tr><td rowspan='7' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Caen</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Caen</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCalvados</td></tr><tr><td align='left'><br/>\n\t\t\tCaen</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Caen et Lisieux.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tManche</td></tr><tr><td align='left'><br/>\n\t\t\tCoutances</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Cherbourg-en-Cotentin et Coutances.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tOrne</td></tr><tr><td align='left'><br/>\n\t\t\tAlençon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Alençon et Argentan.</td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Cayenne</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Cayenne</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGuyane</td></tr><tr><td align='left'><br/>\n\t\t\tCayenne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Cayenne.</td></tr><tr><td rowspan='5' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Colmar</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Colmar</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tBas-Rhin</td></tr><tr><td align='left'><br/>\n\t\t\tStrasbourg</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Saverne et Strasbourg.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tBas-Rhin et Haut-Rhin</td></tr><tr><td align='left'><br/>\n\t\t\tMulhouse</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Colmar et Mulhouse.</td></tr><tr><td rowspan='7' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Dijon</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Dijon</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCôte-d'Or</td></tr><tr><td align='left'><br/>\n\t\t\tDijon</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Dijon.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Marne</td></tr><tr><td align='left'><br/>\n\t\t\tChaumont</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Chaumont.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSaône-et-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tMâcon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Chalon-sur-Saône et Mâcon.</td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Fort-de-France</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Fort-de-France</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMartinique</td></tr><tr><td align='justify'><br/>\n\t\t\tFort-de-France</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Fort-de-France.</td></tr><tr><td rowspan='13' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Grenoble</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Chambéry</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Savoie</td></tr><tr><td align='left'><br/>\n\t\t\tAnnecy</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Annecy, Bonneville et Thonon-les-Bains.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSavoie</td></tr><tr><td align='left'><br/>\n\t\t\tChambéry</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Albertville et Chambéry.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Grenoble</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tDrôme</td></tr><tr><td align='left'><br/>\n\t\t\tValence</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Valence.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHautes-Alpes</td></tr><tr><td align='left'><br/>\n\t\t\tGap</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Gap.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tIsère</td></tr><tr><td align='left'><br/>\n\t\t\tGrenoble</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Bourgoin-Jallieu et Grenoble.</td></tr><tr><td align='left'><br/>\n\t\t\tVienne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Vienne.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Lyon</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Lyon</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAin</td></tr><tr><td align='left'><br/>\n\t\t\tBourg-en-Bresse</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Bourg-en-Bresse.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLoire</td></tr><tr><td align='left'><br/>\n\t\t\tRoanne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Roanne.</td></tr><tr><td align='left'><br/>\n\t\t\tSaint-Étienne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Saint-Étienne.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tRhône</td></tr><tr><td align='left'><br/>\n\t\t\tLyon</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Lyon.</td></tr><tr><td align='left'><br/>\n\t\t\tVillefranche-sur-Saône</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Villefranche-sur-Saône.</td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Metz</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Metz</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMoselle</td></tr><tr><td align='left'><br/>\n\t\t\tMetz</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Metz, Sarreguemines et Thionville.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Montpellier</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Montpellier</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAude</td></tr><tr><td align='left'><br/>\n\t\t\tCarcassonne</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Carcassonne et Narbonne.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAveyron</td></tr><tr><td align='left'><br/>\n\t\t\tRodez</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Rodez.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHérault</td></tr><tr><td align='left'><br/>\n\t\t\tMontpellier</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Béziers et Montpellier.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tPyrénées-Orientales</td></tr><tr><td align='left'><br/>\n\t\t\tPerpignan</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Perpignan.</td></tr><tr><td rowspan='16' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Nancy</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Nancy</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMeurthe-et-Moselle</td></tr><tr><td align='left'><br/>\n\t\t\tNancy</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Nancy.</td></tr><tr><td align='left'><br/>\n\t\t\tVal de Briey</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Val de Briey.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMeuse</td></tr><tr><td align='left'><br/>\n\t\t\tBar-le-Duc</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Bar-le-Duc et Verdun.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVosges</td></tr><tr><td align='left'><br/>\n\t\t\tÉpinal</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Épinal.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Reims</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tArdennes</td></tr><tr><td align='left'><br/>\n\t\t\tCharleville-Mézières</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Charleville-Mézières.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAube</td></tr><tr><td align='left'><br/>\n\t\t\tTroyes</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Troyes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMarne</td></tr><tr><td align='left'><br/>\n\t\t\tChâlons-en-Champagne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Châlons-en-Champagne.</td></tr><tr><td align='left'><br/>\n\t\t\tReims</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Reims.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Nîmes</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Nîmes</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tArdèche</td></tr><tr><td align='left'><br/>\n\t\t\tPrivas</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Privas.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGard</td></tr><tr><td align='left'><br/>\n\t\t\tNîmes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Alès et Nîmes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLozère</td></tr><tr><td align='left'><br/>\n\t\t\tMende</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Mende.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVaucluse</td></tr><tr><td align='left'><br/>\n\t\t\tAvignon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Avignon et Carpentras.</td></tr><tr><td rowspan='14' align='center'><br/>\n\t\t\tCour d'appel d'Orléans</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Bourges</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCher</td></tr><tr><td align='left'><br/>\n\t\t\tBourges</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Bourges.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tIndre</td></tr><tr><td align='left'><br/>\n\t\t\tChâteauroux</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Châteauroux.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tNièvre</td></tr><tr><td align='left'><br/>\n\t\t\tNevers</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Nevers.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Orléans</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tIndre-et-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tTours</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Tours.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLoiret</td></tr><tr><td align='left'><br/>\n\t\t\tOrléans</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Montargis et Orléans.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLoir-et-Cher</td></tr><tr><td align='left'><br/>\n\t\t\tBlois</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Blois.</td></tr><tr><td rowspan='14' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Paris</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Paris</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tEssonne</td></tr><tr><td align='left'><br/>\n\t\t\tÉvry</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Évry.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tParis</td></tr><tr><td align='left'><br/>\n\t\t\tParis</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Paris.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSeine-et-Marne</td></tr><tr><td align='left'><br/>\n\t\t\tMeaux</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Meaux.</td></tr><tr><td align='left'><br/>\n\t\t\tMelun</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Fontainebleau et Melun.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSeine-Saint-Denis</td></tr><tr><td align='left'><br/>\n\t\t\tBobigny</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Bobigny.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVal-de-Marne</td></tr><tr><td align='left'><br/>\n\t\t\tCréteil</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Créteil.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tYonne</td></tr><tr><td align='left'><br/>\n\t\t\tAuxerre</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Auxerre et Sens.</td></tr><tr><td rowspan='8' align='center'><br/>\n\t\t\tCour d'appel de Pau</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Pau</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHautes-Pyrénées</td></tr><tr><td align='left'><br/>\n\t\t\tTarbes</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Tarbes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLandes</td></tr><tr><td align='left'><br/>\n\t\t\tMont-de-Marsan</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Dax et Mont-de-Marsan</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tPyrénées-Atlantiques</td></tr><tr><td align='left'><br/>\n\t\t\tBayonne</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Bayonne</td></tr><tr><td align='left'><br/>\n\t\t\tPau</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Pau.</td></tr><tr><td rowspan='17' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Poitiers</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Limoges</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCorrèze</td></tr><tr><td align='left'><br/>\n\t\t\tTulle</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Brive-la-Gaillarde et Tulle.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCreuse</td></tr><tr><td align='left'><br/>\n\t\t\tGuéret</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Guéret.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Vienne</td></tr><tr><td align='left'><br/>\n\t\t\tLimoges</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Limoges.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Poitiers</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCharente-Maritime</td></tr><tr><td align='left'><br/>\n\t\t\tLa Rochelle</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de La Rochelle.</td></tr><tr><td align='left'><br/>\n\t\t\tSaintes</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Saintes.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tDeux-Sèvres</td></tr><tr><td align='left'><br/>\n\t\t\tNiort</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Niort.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVendée</td></tr><tr><td align='left'><br/>\n\t\t\tLa Roche-sur-Yon</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de La Roche-sur-Yon et Les Sables-d'Olonne.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVienne</td></tr><tr><td align='left'><br/>\n\t\t\tPoitiers</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Poitiers.</td></tr><tr><td rowspan='12' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Rennes</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Rennes</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCôtes-d'Armor</td></tr><tr><td align='left'><br/>\n\t\t\tSaint-Brieuc</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Saint-Brieuc.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tFinistère</td></tr><tr><td align='left'><br/>\n\t\t\tBrest</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Brest.</td></tr><tr><td align='left'><br/>\n\t\t\tQuimper</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Quimper.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCôtes-d'Armor et Ille-et-Vilaine</td></tr><tr><td align='left'><br/>\n\t\t\tRennes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Rennes et Saint-Malo.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLoire-Atlantique</td></tr><tr><td align='left'><br/>\n\t\t\tNantes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Nantes et Saint-Nazaire.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMorbihan</td></tr><tr><td align='left'><br/>\n\t\t\tVannes</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Lorient et Vannes.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Riom</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Riom</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAllier</td></tr><tr><td align='left'><br/>\n\t\t\tMoulins</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Cusset, Montluçon et Moulins.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCantal</td></tr><tr><td align='left'><br/>\n\t\t\tAurillac</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Aurillac.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tLe Puy-en-Velay</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance du Puy-en-Velay.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tPuy-de-Dôme</td></tr><tr><td align='left'><br/>\n\t\t\tClermont-Ferrand</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Clermont-Ferrand.</td></tr><tr><td rowspan='6' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Rouen</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Rouen</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tEure</td></tr><tr><td align='left'><br/>\n\t\t\tÉvreux</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Évreux.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tSeine-Maritime</td></tr><tr><td align='left'><br/>\n\t\t\tLe Havre</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance du Havre.</td></tr><tr><td align='left'><br/>\n\t\t\tRouen</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Dieppe et Rouen.</td></tr><tr><td rowspan='5' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Saint-Denis</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Saint-Denis</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLa Réunion</td></tr><tr><td align='left'><br/>\n\t\t\tSaint-Denis</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Saint-Denis et Saint-Pierre.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tMayotte</td></tr><tr><td align='left'><br/>\n\t\t\tMamoudzou</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Mamoudzou.</td></tr><tr><td rowspan='16' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Toulouse</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel d'Agen</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tGers</td></tr><tr><td align='left'><br/>\n\t\t\tAuch</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Auch.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLot</td></tr><tr><td align='left'><br/>\n\t\t\tCahors</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Cahors.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tLot-et-Garonne</td></tr><tr><td align='left'><br/>\n\t\t\tAgen</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance d'Agen.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Toulouse</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tAriège</td></tr><tr><td align='left'><br/>\n\t\t\tFoix</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Foix.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHaute-Garonne</td></tr><tr><td align='left'><br/>\n\t\t\tToulouse</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance de Saint-Gaudens et Toulouse.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tTarn</td></tr><tr><td align='left'><br/>\n\t\t\tAlbi</td><td align='justify'><br/>\n\t\t\tRessort des tribunaux de grande instance d'Albi et Castres.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tTarn-et-Garonne</td></tr><tr><td align='left'><br/>\n\t\t\tMontauban</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Montauban.</td></tr><tr><td rowspan='9' align='center'><br/>\n\t\t\tCour d'appel<br/><br/>\n\t\t\tde Versailles</td><td colspan='2' align='center'><br/>\n\t\t\tCour d'appel de Versailles</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tEure-et-Loire</td></tr><tr><td align='left'><br/>\n\t\t\tChartres</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Chartres.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tHauts-de-Seine</td></tr><tr><td align='left'><br/>\n\t\t\tNanterre</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Nanterre.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tVal-d'Oise</td></tr><tr><td align='left'><br/>\n\t\t\tPontoise</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Pontoise.</td></tr><tr><td colspan='2' align='center'><br/>\n\t\t\tYvelines</td></tr><tr><td align='left'><br/>\n\t\t\tVersailles</td><td align='justify'><br/>\n\t\t\tRessort du tribunal de grande instance de Versailles.</td></tr></tbody></table></center>",
            "num": "Annexe Tableau VIII-III",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1546300800000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1075707903,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-06-05",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018917284",
                        "id": "LEGISCTA000018917284",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-05",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018925179",
                        "id": "LEGISCTA000018925179",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2999-01-01",
                        "titre": "Code de l'organisation judiciaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071164",
                        "id": "LEGITEXT000006071164",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037369121",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000018925179",
            "sectionParentId": "LEGISCTA000018925179",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire &gt; Annexes",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037381784",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071164",
                    "titre": "Code de l'organisation judiciaire",
                    "titreLong": "Code de l'organisation judiciaire",
                    "etat": "VIGUEUR",
                    "dateDebut": 259027200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071164",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037367894",
                    "textTitle": "Décret n°2018-772 du 4 septembre 2018 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000037369037",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-09-06",
                    "dateSignaTexte": "2018-09-04",
                    "dateDebutCible": "2019-01-01"
                },
                {
                    "textCid": "JORFTEXT000039002415",
                    "textTitle": "Décret n°2019-912 du 30 août 2019 - art. 23 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000039346238",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-01",
                    "dateSignaTexte": "2019-08-30",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037381784",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039066682",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe Tableau VIII-III"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}