{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000027146327",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PROGRAMME DU CERTIFICAT D'APTITUDE AUX FONCTIONS DE COMMISSAIRE AUX COMPTES En application des dispositions de l'article A. 822-6, le programme des épreuves du certificat d'aptitude aux fonctions de commissaire aux comptes est fixé conformément à la présente annexe. Le programme des épreuves du certificat d'aptitude aux fonctions de commissaire aux comptes suppose connu celui des épreuves du certificat préparatoire aux fonctions de commissaire aux comptes. ADMISSIBILITÉ Première épreuve Comptabilité et audit I.-Comptabilité financière, comptabilité de gestion et contrôle de gestion A.-Comptabilité financière : Les articles L. 123-12 à L. 123-28 et R. 123-172 à R. 123-208 du code de commerce. Les principes et les normes comptables, leurs sources et organismes émetteurs. Le plan comptable général. Les normes comptables internationales. Les comptes consolidés. L'évaluation des entreprises. Les fusions. La publicité des comptes annuels. B.-Comptabilité de gestion et contrôle de gestion : L'analyse des coûts et politiques des prix : les coûts complets et les coûts partiels. L'analyse des coûts et gestion des écarts : imputation rationnelle des charges fixes et coûts préétablis, différentes analyses d'écarts. L'analyse des coûts et les mesure des performances : prix de cession internes, comptes de surplus, tableaux de bord. L'analyse des coûts et le contrôle interne. La démarche budgétaire et les comptes prévisionnels, simulations et point mort. L'articulation budget et stratégie. II.-Cadre d'exercice de la profession de commissaire aux comptes A.-Cadre général : Le marché de l'audit. Les différentes missions et leurs acteurs. Les objectifs de l'audit et des autres missions avec assurance. Le cadre normatif des interventions du commissaire aux comptes et de l'expert-comptable. Les missions normalisées du commissaire aux comptes et de l'expert comptable. Les limites inhérentes au contrôle légal de comptes. B.-Cadre légal et institutionnel : Le Haut Conseil du commissariat aux comptes. L'organisation de la profession de commissaire aux comptes : la compagnie nationale des commissaires aux comptes, les compagnies régionales des commissaires aux comptes. Les conditions d'accès à la profession de commissaire aux comptes. L'organisation et les conditions d'accès à la profession d'expert-comptable. III.-Modalités d'exercice de la profession de commissaire aux comptes Les différents modes d'exercice de la profession (exercice individuel, exercice en société, exercice en réseau). La nomination, la lettre de mission et la cessation des fonctions du commissaire aux comptes. La rémunération. IV.-Ethique, déontologie et indépendance Le code de déontologie de la profession de commissaire aux comptes. Les autres règles relatives à l'indépendance du commissaire aux comptes. Le code de déontologie des professionnels de l'expertise comptable. Le code de déontologie des professionnels comptables de l'International Federation of Accountants. V.-La mission du commissaire aux comptes A.-Textes applicables : Les textes légaux et réglementaires gouvernant la mission du commissaire aux comptes. Les normes d'exercice professionnel. Les normes internationales d'audit (ISA). Les bonnes pratiques professionnelles identifiées par le Haut Conseil du commissariat aux comptes. Pratiques professionnelles adoptées par la CNCC. B.-Notion de contrôle légal des comptes et méthodologie : Les principes fondamentaux (approche par les risques et émission d'une opinion motivée). Les techniques de contrôle. C.-Phases de la démarche de contrôle légal des comptes : L'acceptation et la poursuite de la mission. La connaissance de l'entité et de son environnement et l'évaluation du risque d'anomalies significatives. Le plan de mission. Les procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques. La synthèse de la mission et le rapport du commissaire aux comptes sur les comptes annuels et consolidés. La communication avec les organes mentionnés à l'article L. 823-16 du code de commerce. La documentation des travaux et la supervision. VI.-Autres missions A.-Vérifications et informations spécifiques : Le domaine des vérifications spécifiques : délimitation par la loi et nature des vérifications et informations. La communication des constatations faites lors des vérifications spécifiques aux organes mentionnés à l'article L. 823-16 du code de commerce. B.-L'examen limité : définition et objectifs, méthodologie et techniques. C.-Interventions définies par conventions et DDL (diligences directement liées à la mission de commissaire aux comptes). D.-Interventions définies par la loi ou le règlement : Les interventions consécutives à des opérations particulières décidées par la société : opérations concernant le capital social ; opérations concernant les dividendes ; opérations de transformation ; autres opérations. Les interventions consécutives à des événements survenant dans la société : révélation des faits délictueux ; obligations du commissaire aux comptes relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme ; procédure d'alerte ; autres événements. E.-Missions particulières : Le commissariat aux apports. Le commissariat à la fusion. Les autres missions particulières. F.-L'audit légal dans certaines entités et dans des contextes spécifiques : audit d'une banque, d'une compagnie d'assurance, d'une association, d'une entité d'intérêt public, des comptes consolidés. VII.-Audit des systèmes d'information A.-Risques liés à l'environnement informatisé du traitement de l'information : L'environnement de l'auditeur : connaissance des obligations légales et des normes professionnelles. Contrôle des comptes des entités informatisées. Risques d'audit. Normes professionnelles nationales et internationales. Obligations légales et réglementaires. Séparation de fonction et direction des systèmes d'information. La direction des systèmes d'information : mission, organigramme et tableau de bord. La fonction informatique dans les petites organisations. Stratégie informatique, élément de politique générale. Alignement de la stratégie informatique sur la stratégie métier. Le schéma directeur informatique : définition, évolution, communication sur le schéma directeur. Plan informatique et démarche de planification informatique. Cartographie du système d'information. Risques liés aux architectures applicatives. Risques liés aux architectures techniques. Identifier les principales architectures techniques : client-serveur, médiateur, transactionnel, intégration, portail. Risques et enjeux d'un projet. Analyse des conditions de lancement d'un projet : place du projet dans la stratégie, périmètre dans son application, organisation du projet. Conditions pouvant conduire à l'échec et mesures préventives et correctives utilisables : analyse et gestion des risques, intégration des risques dans les contrats. Risques liés à la mise en œuvre des progiciels de gestion intégrés. Couverture fonctionnelle. Evolutions technologiques. B.-Risques liés aux applicatifs : Risques liés à la mise en œuvre d'un projet : Cahier des charges. Cycle de vie d'un projet : prévision, planification et ordonnancement. Plan d'assurance qualité : normes sur la qualité du logiciel, méthode de conduite de projets, méthode d'amélioration des processus. Suivi et contrôle des coûts et des délais : analyse des écarts (de planning, budgétaires). Tests : jeux d'essai, site pilote, test en situation réelle, qualification, recette. Déploiement d'une solution et formation des utilisateurs. Risques liés au cycle de vie d'un progiciel de gestion intégré : Expression des besoins. Choix de solution. Mise en place. Exploitation de la solution. Evaluation des systèmes de gestion intégrés. Risques liés aux actions de maintenance : Maintenance corrective. Maintenance évolutive. Contrat de maintenance. Tierce maintenance applicative. C.-Audit de performance de la fonction informatique : Définition d'indicateurs : indicateurs de performance et qualité. Evaluation des projets informatiques : évaluation des coûts et avantages des projets informatiques, critères de sélection des projets. Le contrat de service : Objectifs et contraintes du contrat de service. Elaboration du contrat. Mise en œuvre du contrat. Les coûts et leur analyse. Les budgets : Budget de fonctionnement de la fonction informatique. Facturation en interne de l'utilisation des ressources informatiques. D.-Audit de sécurité des systèmes informatiques : Evaluation des architectures de confiance : infrastructure à clé publique, certificat numérique, signature électronique. Niveau de surveillance et de prévention : surveillance des processus, protection juridique, assurances et garanties (légales et contractuelles). Matérialité de la piste d'audit : critère de matérialité de la piste d'audit, présence de la piste d'audit. E.-Audit assisté par ordinateur : Elaboration de transactions d'audit assisté par ordinateur : Identification des données. Récupération des données sur des supports adaptés. Identification des moyens de traitement dans l'entité et au cabinet. Documentation des travaux. Mise en œuvre et formalisation des conclusions. Les progiciels d'audit assisté par ordinateur. VIII.-Contrôle de qualité Le système de supervision publique et ses acteurs. Le contrôle qualité : contrôles périodiques, contrôles occasionnels, inspections. Les démarches internes mises en place par les cabinets et les réseaux et le contrôle de qualité au sein du cabinet. IX.-Contrôle interne et gestion des risques Les notions de risques et d'importance significative. Les objectifs du contrôle interne. Les concepts et principes du contrôle interne. La place de l'appréciation du contrôle interne dans la mission d'audit. Les techniques d'évaluation du contrôle interne, y compris dans un environnement informatique. Le rapport sur le contrôle interne. La communication des faiblesses de contrôle interne. Le rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 du code de commerce sur le rapport du président. Les consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes portant sur le contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière. X.-Responsabilité du commissaire aux comptes La responsabilité civile. La responsabilité pénale. La responsabilité disciplinaire. La responsabilité administrative (procédure de sanction de l'Autorité des marchés financiers). XI.-Contexte international Le cadre communautaire : Les normalisateurs internationaux en matière d'audit. Les modalités d'application en France des directives européennes et des normes internationales d'audit. L'harmonisation internationale des cadres conceptuels de l'audit et des méthodes d'audit : influence des travaux des normalisateurs nationaux sur les normes internationales d'audit. Deuxième épreuve Droit et vie des affaires I.-Principes fondamentaux du droit privé et organisation judiciaire A.-Sources du droit : La hiérarchie des normes. Les normes juridiques françaises. Les normes juridiques communautaires. B.-Principes fondamentaux du droit des biens : La théorie du patrimoine. La propriété : propriété individuelle ; propriété collective (indivision, copropriété) ; propriété démembrée (usufruit, nue-propriété, droits d'usage, servitudes) ; transfert de propriété. La possession. C.-La preuve et les prescriptions. D.-Organisation judiciaire et règlement des conflits : Les juridictions civiles, pénales et administratives. Les juridictions commerciales et prud'homales. L'arbitrage. L'expertise judiciaire. II.-L'entreprise et ses formes juridiques A.-L'entreprise individuelle. B.-L'entreprise en société : La théorie générale du droit des sociétés : le contrat de société ; la personnalité morale. Les sociétés civiles et les sociétés commerciales. Règles gouvernant la constitution, le fonctionnement, la cession, la dissolution et la liquidation des sociétés. Les organes de direction et d'administration, les relations entre les dirigeants et les associés. Valeurs mobilières et marchés financiers. L'Autorité des marchés financiers (organisation, rôle et pouvoirs). Droit des sociétés et gouvernement d'entreprise. Les relations entre les dirigeants et les associés. Le conseil d'administration, le directoire et le conseil de surveillance : attributions et rôles. Dispositifs permettant d'améliorer la transparence du fonctionnement des sociétés. III.-L'entreprise et le contrat Droit des contrats : Principes fondateurs du droit des contrats (liberté contractuelle, force obligatoire). Formation, exécution et sanctions de l'inexécution des obligations contractuelles. Contrats spéciaux (contrat de vente, contrat d'entreprise, contrat de distribution, contrat de consommation, contrat de travail, contrats internationaux). Droit commercial général : Actes de commerce et commerçants ; fonds de commerce. Droit des entreprises en difficulté : La prévention des difficultés. Le traitement des difficultés. IV.-Droit du travail et de la protection sociale Les relations individuelles du droit du travail. Les aspects collectifs du droit social. La protection sociale. Le contentieux du travail. V.-Droit pénal Droit pénal général (éléments constitutifs de l'infraction, classification des infractions, identification de la personne responsable, peine). Procédure pénale (action publique, action civile, instruction préparatoire, jugement et voies de recours). Droit pénal des affaires et des sociétés (abus de biens sociaux, distribution de dividendes fictifs, présentation ou publication de comptes annuels ne donnant pas une image fidèle, infraction relative à la constitution et à la dissolution de la société, aux assemblées, au contrôle de la société, aux droits sociaux, aux modifications du capital social, délit d'initiés). VI.-Droit de la concurrence Contrôle des concentrations en droit interne et communautaire. Réglementation des pratiques anticoncurrentielles : entente et abus de position dominante en droit communautaire et en droit interne. La surveillance des comportements : action en concurrence déloyale et réglementation en matière de prix et de facturation. Le droit des pratiques restrictives : revente à perte, prix imposés et pratiques discriminatoires. Les aides d'Etat : droit interne, droit communautaire, légalité d'octroi, restitution. VII.-Droit fiscal Règles de détermination et d'imposition du résultat des sociétés soumises à l'impôt sur les sociétés et des sociétés de personnes. Règles fiscales liées à l'affectation du résultat bénéficiaire ou déficitaire. Règles fiscales liées à la constitution, la transformation, la transmission, la dissolution et la liquidation des sociétés. Règles relatives à la TVA : opérations nationales, intracommunautaires et internationales. Relations avec l'administration fiscale : agrément, rescrit et contrôle fiscal. Le contentieux de l'impôt. VIII.-Droit de l'environnement Obligation de communication des entreprises en matière d'environnement. IX.-Droit de l'informatique Notion de droit de l'informatique et notamment principales règles juridiques régissant l'utilisation d'internet. X.-Droit du financement de l'entreprise Le régime juridique et fiscal des augmentations et réductions de capital. Les pactes d'actionnaires. Le financement par compte courant. Les garanties du financement : les principales sûretés (cautionnement, gage et hypothèque). Le financement par recours aux marchés financiers (notion de marché financier, régulation Autorité des marchés financiers, société cotée, instruments financiers, régime juridique et fiscal du financement à long et moyen terme, financement structuré et titrisation). XI.-Droit des groupements La structure juridique, fiscale et sociale du groupe. Droit du travail appliqué aux groupes. Régimes fiscaux de groupe et traitement fiscal des opérations internes aux groupes. Droit des sociétés et régime fiscal applicable aux prises de participations et à la détention de participations dans le capital d'autres sociétés ou groupements. Règles juridiques, fiscales et sociales gouvernant certains modes de coopération interentreprises : groupement d'intérêt économique, groupement européen d'intérêt économique, location-gérance, contrats d'intérêts communs. Règles juridiques, fiscales et sociales relatives aux opérations de restructuration (fusions, scissions, apports partiels d'actifs, transmissions universelles de patrimoine, etc.). XII.-Les organisations à but non lucratif Aspects juridiques, fiscaux et sociaux des associations et autres organismes à but non lucratif. Troisième épreuve Economie, finance et management I.-Economie A.-Fondamentaux : Les grands courants de l'histoire de la pensée économique et les principaux faits économiques et sociaux du xixe siècle à nos jours. L'économie de marché : son fonctionnement et ses imperfections. Le financement et la mondialisation de l'économie. Les politiques publiques et la régulation de l'économie. B.-Economie d'entreprise : Les fonctions de l'entreprise : fonction commerciale, production, recherche et développement, approvisionnement, personnel, administration, comptable et financière, contrôle de gestion. II.-Finance A.-Analyse et gestion financières : L'analyse de la situation financière (résultat, structure, risques financiers). La gestion financière à court terme (budget prévisionnel de trésorerie et tableau des flux de trésorerie, bilan et compte de résultat prévisionnels, modes de financement des besoins à court terme et de trésorerie). La gestion financière à moyen et long terme (stratégie financière, principaux modes de financement, plan de financement). B.-Outils de gestion informatisés : Connaissance générale de la fonction informatique. Connaissance de base des systèmes d'information, et notamment des systèmes d'exploitation et des progiciels de gestion. C.-Méthodes quantitatives et mathématiques appliquées : Statistique descriptive (séries statistiques à une et à deux variables, indices). Probabilités, sondages et échantillonnages. Mathématiques financières. III.-Management La théorie des organisations. Eléments fondamentaux de stratégie. Comportement humain dans l'organisation. Communication interne et externe. Décision, direction, animation. Quatrième épreuve Epreuve de synthèse Cette épreuve portant sur l'ensemble des matières du programme des épreuves d'admissibilité est destinée à apprécier les qualités de réflexion et de rédaction des candidats. ADMISSION Première épreuve Entretien avec le jury Le programme de l'épreuve orale d'entretien avec le jury porte sur l'exercice professionnel du commissariat aux comptes et ses obligations déontologiques ; elle prend appui sur un commentaire de texte. Deuxième épreuve Anglais appliqué à la vie des affaires Les aptitudes évaluées par l'épreuve orale d'anglais appliqué à la vie des affaires sont les suivantes : Comprendre et commenter, en anglais, des documents de la vie des affaires tels que des textes, graphiques et tableaux tirés de revues ou d'un rapport annuel d'entreprise. Présenter une note de synthèse, en français ou en anglais, à partir de documents en anglais concernant la vie des affaires. Commenter en anglais un document commercial de base : lettre, devis, bon de commande, etc.",
            "texteHtml": "<p align='center'>PROGRAMME DU CERTIFICAT D'APTITUDE AUX FONCTIONS DE COMMISSAIRE AUX COMPTES </p><p></p><p></p><p>En application des dispositions de l'article A. 822-6, le programme des épreuves du certificat d'aptitude aux fonctions de commissaire aux comptes est fixé conformément à la présente annexe. </p><p>Le programme des épreuves du certificat d'aptitude aux fonctions de commissaire aux comptes suppose connu celui des épreuves du certificat préparatoire aux fonctions de commissaire aux comptes. </p><p></p><p>ADMISSIBILITÉ </p><p>Première épreuve </p><p>Comptabilité et audit </p><p>I.-Comptabilité financière, comptabilité de gestion et contrôle de gestion </p><p></p><p>A.-Comptabilité financière : </p><p>Les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006219304&dateTexte=&categorieLien=cid'>articles L. 123-12 à L. 123-28 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006256640&dateTexte=&categorieLien=cid'>R. 123-172 à R. 123-208 </a>du code de commerce. </p><p>Les principes et les normes comptables, leurs sources et organismes émetteurs. </p><p>Le plan comptable général. </p><p>Les normes comptables internationales. </p><p>Les comptes consolidés. </p><p>L'évaluation des entreprises. </p><p>Les fusions. </p><p>La publicité des comptes annuels. </p><p>B.-Comptabilité de gestion et contrôle de gestion : </p><p>L'analyse des coûts et politiques des prix : les coûts complets et les coûts partiels. </p><p>L'analyse des coûts et gestion des écarts : imputation rationnelle des charges fixes et coûts préétablis, différentes analyses d'écarts. </p><p>L'analyse des coûts et les mesure des performances : prix de cession internes, comptes de surplus, tableaux de bord. </p><p>L'analyse des coûts et le contrôle interne. </p><p>La démarche budgétaire et les comptes prévisionnels, simulations et point mort. </p><p>L'articulation budget et stratégie. </p><p></p><p>II.-Cadre d'exercice de la profession de commissaire aux comptes </p><p></p><p>A.-Cadre général : </p><p>Le marché de l'audit. </p><p>Les différentes missions et leurs acteurs. </p><p>Les objectifs de l'audit et des autres missions avec assurance. </p><p>Le cadre normatif des interventions du commissaire aux comptes et de l'expert-comptable. </p><p>Les missions normalisées du commissaire aux comptes et de l'expert comptable. </p><p>Les limites inhérentes au contrôle légal de comptes. </p><p>B.-Cadre légal et institutionnel : </p><p>Le Haut Conseil du commissariat aux comptes. </p><p>L'organisation de la profession de commissaire aux comptes : la compagnie nationale des commissaires aux comptes, les compagnies régionales des commissaires aux comptes. </p><p>Les conditions d'accès à la profession de commissaire aux comptes. </p><p>L'organisation et les conditions d'accès à la profession d'expert-comptable. </p><p></p><p>III.-Modalités d'exercice de la profession de commissaire aux comptes </p><p></p><p>Les différents modes d'exercice de la profession (exercice individuel, exercice en société, exercice en réseau). </p><p>La nomination, la lettre de mission et la cessation des fonctions du commissaire aux comptes. </p><p>La rémunération. </p><p></p><p>IV.-Ethique, déontologie et indépendance </p><p></p><p>Le code de déontologie de la profession de commissaire aux comptes. </p><p>Les autres règles relatives à l'indépendance du commissaire aux comptes. </p><p>Le code de déontologie des professionnels de l'expertise comptable. </p><p>Le code de déontologie des professionnels comptables de l'International Federation of Accountants. </p><p></p><p>V.-La mission du commissaire aux comptes </p><p></p><p>A.-Textes applicables : </p><p>Les textes légaux et réglementaires gouvernant la mission du commissaire aux comptes. </p><p>Les normes d'exercice professionnel. </p><p>Les normes internationales d'audit (ISA). </p><p>Les bonnes pratiques professionnelles identifiées par le Haut Conseil du commissariat aux comptes. </p><p>Pratiques professionnelles adoptées par la CNCC. </p><p>B.-Notion de contrôle légal des comptes et méthodologie : </p><p>Les principes fondamentaux (approche par les risques et émission d'une opinion motivée). </p><p>Les techniques de contrôle. </p><p>C.-Phases de la démarche de contrôle légal des comptes : </p><p>L'acceptation et la poursuite de la mission. </p><p>La connaissance de l'entité et de son environnement et l'évaluation du risque d'anomalies significatives. </p><p>Le plan de mission. </p><p>Les procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques. </p><p>La synthèse de la mission et le rapport du commissaire aux comptes sur les comptes annuels et consolidés. </p><p>La communication avec les organes mentionnés à l'article L. 823-16 du code de commerce. </p><p>La documentation des travaux et la supervision. </p><p></p><p>VI.-Autres missions </p><p></p><p>A.-Vérifications et informations spécifiques : </p><p>Le domaine des vérifications spécifiques : délimitation par la loi et nature des vérifications et informations. </p><p>La communication des constatations faites lors des vérifications spécifiques aux organes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>l'article L. 823-16 </a>du code de commerce. </p><p>B.-L'examen limité : définition et objectifs, méthodologie et techniques. </p><p>C.-Interventions définies par conventions et DDL (diligences directement liées à la mission de commissaire aux comptes). </p><p>D.-Interventions définies par la loi ou le règlement : </p><p>Les interventions consécutives à des opérations particulières décidées par la société : opérations concernant le capital social ; opérations concernant les dividendes ; opérations de transformation ; autres opérations. </p><p>Les interventions consécutives à des événements survenant dans la société : révélation des faits délictueux ; obligations du commissaire aux comptes relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme ; procédure d'alerte ; autres événements. </p><p>E.-Missions particulières : </p><p>Le commissariat aux apports. </p><p>Le commissariat à la fusion. </p><p>Les autres missions particulières. </p><p>F.-L'audit légal dans certaines entités et dans des contextes spécifiques : audit d'une banque, d'une compagnie d'assurance, d'une association, d'une entité d'intérêt public, des comptes consolidés. </p><p></p><p>VII.-Audit des systèmes d'information </p><p></p><p>A.-Risques liés à l'environnement informatisé du traitement de l'information : </p><p>L'environnement de l'auditeur : connaissance des obligations légales et des normes professionnelles. </p><p>Contrôle des comptes des entités informatisées. </p><p>Risques d'audit. </p><p>Normes professionnelles nationales et internationales. </p><p>Obligations légales et réglementaires. </p><p>Séparation de fonction et direction des systèmes d'information. </p><p>La direction des systèmes d'information : mission, organigramme et tableau de bord. </p><p>La fonction informatique dans les petites organisations. </p><p>Stratégie informatique, élément de politique générale. </p><p>Alignement de la stratégie informatique sur la stratégie métier. </p><p>Le schéma directeur informatique : définition, évolution, communication sur le schéma directeur. </p><p>Plan informatique et démarche de planification informatique. </p><p>Cartographie du système d'information. </p><p>Risques liés aux architectures applicatives. </p><p>Risques liés aux architectures techniques. </p><p>Identifier les principales architectures techniques : client-serveur, médiateur, transactionnel, intégration, portail. </p><p>Risques et enjeux d'un projet. </p><p>Analyse des conditions de lancement d'un projet : place du projet dans la stratégie, périmètre dans son application, organisation du projet. </p><p>Conditions pouvant conduire à l'échec et mesures préventives et correctives utilisables : analyse et gestion des risques, intégration des risques dans les contrats. </p><p>Risques liés à la mise en œuvre des progiciels de gestion intégrés. </p><p>Couverture fonctionnelle. </p><p>Evolutions technologiques. </p><p>B.-Risques liés aux applicatifs : </p><p>Risques liés à la mise en œuvre d'un projet : </p><p>Cahier des charges. </p><p>Cycle de vie d'un projet : prévision, planification et ordonnancement. </p><p>Plan d'assurance qualité : normes sur la qualité du logiciel, méthode de conduite de projets, méthode d'amélioration des processus. </p><p>Suivi et contrôle des coûts et des délais : analyse des écarts (de planning, budgétaires). </p><p>Tests : jeux d'essai, site pilote, test en situation réelle, qualification, recette. </p><p>Déploiement d'une solution et formation des utilisateurs. </p><p>Risques liés au cycle de vie d'un progiciel de gestion intégré : </p><p>Expression des besoins. </p><p>Choix de solution. </p><p>Mise en place. </p><p>Exploitation de la solution. </p><p>Evaluation des systèmes de gestion intégrés. </p><p>Risques liés aux actions de maintenance : </p><p>Maintenance corrective. </p><p>Maintenance évolutive. </p><p>Contrat de maintenance. </p><p>Tierce maintenance applicative. </p><p>C.-Audit de performance de la fonction informatique : </p><p>Définition d'indicateurs : indicateurs de performance et qualité. </p><p>Evaluation des projets informatiques : évaluation des coûts et avantages des projets informatiques, critères de sélection des projets. </p><p>Le contrat de service : </p><p>Objectifs et contraintes du contrat de service. </p><p>Elaboration du contrat. </p><p>Mise en œuvre du contrat. </p><p>Les coûts et leur analyse. </p><p>Les budgets : </p><p>Budget de fonctionnement de la fonction informatique. </p><p>Facturation en interne de l'utilisation des ressources informatiques. </p><p>D.-Audit de sécurité des systèmes informatiques : </p><p>Evaluation des architectures de confiance : infrastructure à clé publique, certificat numérique, signature électronique. </p><p>Niveau de surveillance et de prévention : surveillance des processus, protection juridique, assurances et garanties (légales et contractuelles). </p><p>Matérialité de la piste d'audit : critère de matérialité de la piste d'audit, présence de la piste d'audit. </p><p>E.-Audit assisté par ordinateur : </p><p>Elaboration de transactions d'audit assisté par ordinateur : </p><p>Identification des données. </p><p>Récupération des données sur des supports adaptés. </p><p>Identification des moyens de traitement dans l'entité et au cabinet. </p><p>Documentation des travaux. </p><p>Mise en œuvre et formalisation des conclusions. </p><p>Les progiciels d'audit assisté par ordinateur. </p><p></p><p>VIII.-Contrôle de qualité </p><p></p><p>Le système de supervision publique et ses acteurs. </p><p>Le contrôle qualité : contrôles périodiques, contrôles occasionnels, inspections. </p><p>Les démarches internes mises en place par les cabinets et les réseaux et le contrôle de qualité au sein du cabinet. </p><p></p><p>IX.-Contrôle interne et gestion des risques </p><p></p><p>Les notions de risques et d'importance significative. </p><p>Les objectifs du contrôle interne. </p><p>Les concepts et principes du contrôle interne. </p><p>La place de l'appréciation du contrôle interne dans la mission d'audit. </p><p>Les techniques d'évaluation du contrôle interne, y compris dans un environnement informatique. </p><p>Le rapport sur le contrôle interne. </p><p>La communication des faiblesses de contrôle interne. </p><p>Le rapport du commissaire aux comptes établi en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226253&dateTexte=&categorieLien=cid'>articles L. 225-235 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019121192&dateTexte=&categorieLien=cid'>L. 226-10-1</a> du code de commerce sur le rapport du président. </p><p>Les consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes portant sur le contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière. </p><p></p><p>X.-Responsabilité du commissaire aux comptes </p><p></p><p>La responsabilité civile. </p><p>La responsabilité pénale. </p><p>La responsabilité disciplinaire. </p><p>La responsabilité administrative (procédure de sanction de l'Autorité des marchés financiers). </p><p></p><p>XI.-Contexte international </p><p></p><p>Le cadre communautaire : </p><p>Les normalisateurs internationaux en matière d'audit. </p><p>Les modalités d'application en France des directives européennes et des normes internationales d'audit. </p><p>L'harmonisation internationale des cadres conceptuels de l'audit et des méthodes d'audit : influence des travaux des normalisateurs nationaux sur les normes internationales d'audit. </p><p></p><p>Deuxième épreuve </p><p>Droit et vie des affaires </p><p>I.-Principes fondamentaux du droit privé et organisation judiciaire </p><p></p><p>A.-Sources du droit : </p><p>La hiérarchie des normes. </p><p>Les normes juridiques françaises. </p><p>Les normes juridiques communautaires. </p><p>B.-Principes fondamentaux du droit des biens : </p><p>La théorie du patrimoine. </p><p>La propriété : propriété individuelle ; propriété collective (indivision, copropriété) ; propriété démembrée (usufruit, nue-propriété, droits d'usage, servitudes) ; transfert de propriété. </p><p>La possession. </p><p>C.-La preuve et les prescriptions. </p><p>D.-Organisation judiciaire et règlement des conflits : </p><p>Les juridictions civiles, pénales et administratives. </p><p>Les juridictions commerciales et prud'homales. </p><p>L'arbitrage. </p><p>L'expertise judiciaire. </p><p></p><p>II.-L'entreprise et ses formes juridiques </p><p></p><p>A.-L'entreprise individuelle. </p><p>B.-L'entreprise en société : </p><p>La théorie générale du droit des sociétés : le contrat de société ; la personnalité morale. </p><p>Les sociétés civiles et les sociétés commerciales. </p><p>Règles gouvernant la constitution, le fonctionnement, la cession, la dissolution et la liquidation des sociétés. </p><p>Les organes de direction et d'administration, les relations entre les dirigeants et les associés. </p><p>Valeurs mobilières et marchés financiers. </p><p>L'Autorité des marchés financiers (organisation, rôle et pouvoirs). </p><p>Droit des sociétés et gouvernement d'entreprise. </p><p>Les relations entre les dirigeants et les associés. </p><p>Le conseil d'administration, le directoire et le conseil de surveillance : attributions et rôles. </p><p>Dispositifs permettant d'améliorer la transparence du fonctionnement des sociétés. </p><p></p><p>III.-L'entreprise et le contrat </p><p></p><p>Droit des contrats : </p><p>Principes fondateurs du droit des contrats (liberté contractuelle, force obligatoire). </p><p>Formation, exécution et sanctions de l'inexécution des obligations contractuelles. </p><p>Contrats spéciaux (contrat de vente, contrat d'entreprise, contrat de distribution, contrat de consommation, contrat de travail, contrats internationaux). </p><p>Droit commercial général : </p><p>Actes de commerce et commerçants ; fonds de commerce. </p><p>Droit des entreprises en difficulté : </p><p>La prévention des difficultés. </p><p>Le traitement des difficultés. </p><p></p><p>IV.-Droit du travail et de la protection sociale </p><p></p><p>Les relations individuelles du droit du travail. </p><p>Les aspects collectifs du droit social. </p><p>La protection sociale. </p><p>Le contentieux du travail. </p><p></p><p>V.-Droit pénal </p><p></p><p>Droit pénal général (éléments constitutifs de l'infraction, classification des infractions, identification de la personne responsable, peine). </p><p>Procédure pénale (action publique, action civile, instruction préparatoire, jugement et voies de recours). </p><p>Droit pénal des affaires et des sociétés (abus de biens sociaux, distribution de dividendes fictifs, présentation ou publication de comptes annuels ne donnant pas une image fidèle, infraction relative à la constitution et à la dissolution de la société, aux assemblées, au contrôle de la société, aux droits sociaux, aux modifications du capital social, délit d'initiés). </p><p></p><p>VI.-Droit de la concurrence </p><p></p><p>Contrôle des concentrations en droit interne et communautaire. </p><p>Réglementation des pratiques anticoncurrentielles : entente et abus de position dominante en droit communautaire et en droit interne. </p><p>La surveillance des comportements : action en concurrence déloyale et réglementation en matière de prix et de facturation. </p><p>Le droit des pratiques restrictives : revente à perte, prix imposés et pratiques discriminatoires. </p><p>Les aides d'Etat : droit interne, droit communautaire, légalité d'octroi, restitution. </p><p></p><p>VII.-Droit fiscal </p><p></p><p>Règles de détermination et d'imposition du résultat des sociétés soumises à l'impôt sur les sociétés et des sociétés de personnes. </p><p>Règles fiscales liées à l'affectation du résultat bénéficiaire ou déficitaire. </p><p>Règles fiscales liées à la constitution, la transformation, la transmission, la dissolution et la liquidation des sociétés. </p><p>Règles relatives à la TVA : opérations nationales, intracommunautaires et internationales. </p><p>Relations avec l'administration fiscale : agrément, rescrit et contrôle fiscal. </p><p>Le contentieux de l'impôt. </p><p></p><p>VIII.-Droit de l'environnement </p><p></p><p>Obligation de communication des entreprises en matière d'environnement. </p><p></p><p>IX.-Droit de l'informatique </p><p></p><p>Notion de droit de l'informatique et notamment principales règles juridiques régissant l'utilisation d'internet. </p><p></p><p>X.-Droit du financement de l'entreprise </p><p></p><p>Le régime juridique et fiscal des augmentations et réductions de capital. </p><p>Les pactes d'actionnaires. </p><p>Le financement par compte courant. </p><p>Les garanties du financement : les principales sûretés (cautionnement, gage et hypothèque). </p><p>Le financement par recours aux marchés financiers (notion de marché financier, régulation Autorité des marchés financiers, société cotée, instruments financiers, régime juridique et fiscal du financement à long et moyen terme, financement structuré et titrisation). </p><p></p><p>XI.-Droit des groupements </p><p></p><p>La structure juridique, fiscale et sociale du groupe. </p><p>Droit du travail appliqué aux groupes. </p><p>Régimes fiscaux de groupe et traitement fiscal des opérations internes aux groupes. </p><p>Droit des sociétés et régime fiscal applicable aux prises de participations et à la détention de participations dans le capital d'autres sociétés ou groupements. </p><p>Règles juridiques, fiscales et sociales gouvernant certains modes de coopération interentreprises : groupement d'intérêt économique, groupement européen d'intérêt économique, location-gérance, contrats d'intérêts communs. </p><p>Règles juridiques, fiscales et sociales relatives aux opérations de restructuration (fusions, scissions, apports partiels d'actifs, transmissions universelles de patrimoine, etc.). </p><p></p><p>XII.-Les organisations à but non lucratif </p><p></p><p>Aspects juridiques, fiscaux et sociaux des associations et autres organismes à but non lucratif. </p><p></p><p>Troisième épreuve </p><p>Economie, finance et management </p><p>I.-Economie </p><p></p><p>A.-Fondamentaux : </p><p>Les grands courants de l'histoire de la pensée économique et les principaux faits économiques et sociaux du xixe siècle à nos jours. </p><p>L'économie de marché : son fonctionnement et ses imperfections. </p><p>Le financement et la mondialisation de l'économie. </p><p>Les politiques publiques et la régulation de l'économie. </p><p>B.-Economie d'entreprise : </p><p>Les fonctions de l'entreprise : fonction commerciale, production, recherche et développement, approvisionnement, personnel, administration, comptable et financière, contrôle de gestion. </p><p></p><p>II.-Finance </p><p></p><p>A.-Analyse et gestion financières : </p><p>L'analyse de la situation financière (résultat, structure, risques financiers). </p><p>La gestion financière à court terme (budget prévisionnel de trésorerie et tableau des flux de trésorerie, bilan et compte de résultat prévisionnels, modes de financement des besoins à court terme et de trésorerie). </p><p>La gestion financière à moyen et long terme (stratégie financière, principaux modes de financement, plan de financement). </p><p>B.-Outils de gestion informatisés : </p><p>Connaissance générale de la fonction informatique. </p><p>Connaissance de base des systèmes d'information, et notamment des systèmes d'exploitation et des progiciels de gestion. </p><p>C.-Méthodes quantitatives et mathématiques appliquées : </p><p>Statistique descriptive (séries statistiques à une et à deux variables, indices). </p><p>Probabilités, sondages et échantillonnages. </p><p>Mathématiques financières. </p><p></p><p>III.-Management </p><p></p><p>La théorie des organisations. </p><p>Eléments fondamentaux de stratégie. </p><p>Comportement humain dans l'organisation. </p><p>Communication interne et externe. </p><p>Décision, direction, animation. </p><p></p><p>Quatrième épreuve </p><p>Epreuve de synthèse </p><p></p><p>Cette épreuve portant sur l'ensemble des matières du programme des épreuves d'admissibilité est destinée à apprécier les qualités de réflexion et de rédaction des candidats. </p><p></p><p>ADMISSION </p><p>Première épreuve </p><p>Entretien avec le jury </p><p></p><p>Le programme de l'épreuve orale d'entretien avec le jury porte sur l'exercice professionnel du commissariat aux comptes et ses obligations déontologiques ; elle prend appui sur un commentaire de texte. </p><p></p><p>Deuxième épreuve </p><p>Anglais appliqué à la vie des affaires </p><p></p><p>Les aptitudes évaluées par l'épreuve orale d'anglais appliqué à la vie des affaires sont les suivantes : </p><p>Comprendre et commenter, en anglais, des documents de la vie des affaires tels que des textes, graphiques et tableaux tirés de revues ou d'un rapport annuel d'entreprise. </p><p>Présenter une note de synthèse, en français ou en anglais, à partir de documents en anglais concernant la vie des affaires. </p><p>Commenter en anglais un document commercial de base : lettre, devis, bon de commande, etc.</p><p></p><p></p>",
            "num": "Annexe 8-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1372636800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-08-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie A Livre VIII",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020998200",
                        "id": "LEGISCTA000020998200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 8-7 (ANNEXE À L'ARTICLE A. 822-6)\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163297",
                        "id": "LEGISCTA000020163337",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163297",
            "sectionParentId": "LEGISCTA000020163337",
            "sectionParentTitre": "ANNEXE 8-7 (ANNEXE À L'ARTICLE A. 822-6)\n",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; Annexes partie A Livre VIII &gt; ANNEXE 8-7 (ANNEXE À L'ARTICLE A. 822-6)\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027146327",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027143986",
                    "textTitle": "Arrêté du 5 mars 2013 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000027144842",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2013-03-07",
                    "dateSignaTexte": "2013-03-05",
                    "dateDebutCible": "2013-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A822-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A822-6",
                    "articleId": "LEGIARTI000020163553",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1232496000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L123-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L123-12",
                    "articleId": "LEGIARTI000006219304",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-235",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L226-10-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L226-10-1",
                    "articleId": "LEGIARTI000019121192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1215216000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R123-72",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R123-72",
                    "articleId": "LEGIARTI000006256640",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027146327",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 8-7",
                "8-7"
            ],
            "versionPrecedente": "LEGIARTI000020163335",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163335",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le programme est le suivant : Présentation générale des missions du commissaire aux compte s Caractéristiques générales des missions. Audit comptable et financier : Définition et objectifs ; Principes et normes comptables, sources et organismes émetteurs ; Normes d'exercice professionnel et normes internationales d'audit, organismes émetteurs (nationaux et internationaux). Nature et conditions d'exercice des missions du commissaire aux comptes : Missions du commissaire aux comptes (mission générale, missions connexes, missions particulières) ; Conditions d'exercice des missions. Méthodologie et techniques d'audit Démarche générale d'audit : Objectifs de la certification ; Notions de risques et d'importance relative ; Sondages en audit ; Etapes de la démarche générale. Organisation de la mission : Documentation, délégation et supervision des travaux ; Utilisation des travaux effectués par d'autres personnes, relations avec les confrères. Appréciation du contrôle interne : Compréhension et description des systèmes significatifs ; Vérification du fonctionnement ; Evaluation finale et incidence sur la mission ; Rapport sur le contrôle interne. Analyse préliminaire des opérations ponctuelles ou exceptionnelles. Obtention d'éléments probants et techniques d'audit : Examen analytique ; Observation physique ; Confirmation directe ; Lettre d'affirmation. Prise en compte d'un milieu informatisé : Le traitement informatisé de l'information ; Risques informatiques, prise en compte des systèmes d'information dans la démarche ; Contrôle assisté par ordinateur. Travaux de fin de mission : Examen des comptes annuels ; Evénements postérieurs ; Rapports et formulation de l'opinion. Organisation de la mission : Documentation, délégation et supervision des travaux ; Utilisation des travaux effectués par d'autres personnes, relations avec les confrères. Vérification et informations spécifiques Domaine des vérifications spécifiques : Délimitation par la loi et nature des vérifications et informations. Examen limite : Définition et objectifs ; Méthodologie et techniques. Communication des constatations faites lors des vérifications spécifiques : Au conseil d'administration et à l'assemblée générale. Missions connexes Interventions consécutives à des opérations particulières décidées par la société : Opérations concernant le capital social ; Opérations concernant les dividendes ; Opérations de transformation ; Autres opérations. Interventions consécutives à des événements survenant dans la société : Révélation des faits délictueux ; Procédure d'alerte ; Autres événements. Missions particulières Commissariat aux apports. Commissariat à la fusion. Organisation professionnelle du commissariat aux comptes et déontologie Organisation de la profession et statut professionnel des commissaires aux comptes. Déontologie et indépendance. Organisation judiciaire Juridictions civiles, pénales et administratives. Juridictions commerciales et prud'homales. Arbitrage. Expertise judiciaire. Droit commercial général Actes de commerce et commerçants ; fonds de commerce. Contrats commerciaux. Droit national des entreprises en difficulté. Valeurs mobilières et marchés financiers. L'Autorité des marchés financiers (organisation, rôle et pouvoirs). Droit des groupements Sociétés civiles et commerciales. Sociétés soumises à un régime particulier (sociétés à capital variable, sociétés coopératives, sociétés du secteur public, sociétés d'économie mixte, sociétés mutuelles ou à forme mutuelle). Groupements d'intérêt économique. Associations. Notions fondamentales de droit européen. Droit civil Normes juridiques françaises et communautaires. Classification des droits. Sûretés : notions générales. Obligations : formation et effets du contrat. ― Principes généraux de la responsabilité délictuelle. Contrats spéciaux (vente, louage de chose, mandat, prêt, dépôt). Droit du travail et sécurité sociale Réglementation du travail. Relations individuelles et collectives du travail. Rémunération du travail. Sécurité sociale et régimes de prévoyance. Participation des salariés aux fruits de l'expansion de l'entreprise. Droit pénal Classification des infractions. Eléments constitutifs des infractions. Peines applicables aux personnes physiques et aux personnes morales. Droit pénal des affaires (délits spécifiques à chaque type de groupement, vol, escroquerie, abus de confiance, banqueroute). Droit fiscal Notions générales de finances publiques. Principes fondamentaux de la fiscalité. Territorialité de l'impôt. Impôts directs. Droits d'enregistrement et timbre. Taxes sur le chiffre d'affaires. Impôts locaux. Contentieux de l'impôt. Comptabilités Comptabilité générale : Articles L. 123-12 à L. 123-28 et R. 123-172 à R. 123-208 du code de commerce ; Plan comptable général ; Normes comptables internationales ; Les comptes consolidés ; L'évaluation des entreprises ; Les fusions ; La publicité des comptes annuels. Comptabilité analytique et contrôle de gestion Analyse des coûts et politiques des prix : Les coûts complets et les coûts partiels. Analyse des coûts et gestion des écarts : Imputation rationnelle des charges fixes et coûts préétablis, différentes analyses d'écarts. Analyse des coûts et mesure des performances : Prix de cession internes, comptes de surplus, tableaux de bord, etc. Analyse des coûts et contrôle interne. La démarche budgétaire et les comptes prévisionnels, simulations et point mort. L'articulation budget et stratégie. Economie et gestion des entreprises Les fonctions de l'entreprise : Commerciale ; Production ; Recherche et développement ; Approvisionnements ; Personnel ; Les fonctions administratives, comptables et financières ; Contrôle de gestion. Analyse financière et finance d'entreprise : Analyse de la situation financière (résultat, structure, risques financiers) ; La gestion financière à court terme (budgets de trésorerie, comptes prévisionnels, modes de financement des besoins à court terme et de trésorerie) ; La gestion financière à moyen et long terme (stratégie financière, principaux modes de financement, plan d'investissement et de financement). L'informatique : Connaissance générale de la fonction informatique ; Connaissance de base des systèmes d'information, et notamment des systèmes d'exploitation et des progiciels de gestion. Méthodes quantitatives et mathématiques appliquées Statistique descriptive (séries statistiques à une et à deux variables, indices). Probabilités, sondages et échantillonnages. Mathématiques appliquées à la gestion : mathématiques financières.",
            "texteHtml": "<p><br/></p><p>Le programme est le suivant : </p><p align='center'><b>Présentation générale des missions <br/>du commissaire aux compte </b>s </p><p>Caractéristiques générales des missions. <br/>Audit comptable et financier : <br/>Définition et objectifs ; <br/>Principes et normes comptables, sources et organismes émetteurs ; <br/>Normes d'exercice professionnel et normes internationales d'audit, organismes émetteurs (nationaux et internationaux). <br/>Nature et conditions d'exercice des missions du commissaire aux comptes : <br/>Missions du commissaire aux comptes (mission générale, missions connexes, missions particulières) ; <br/>Conditions d'exercice des missions. </p><p align='center'><b>Méthodologie et techniques d'audit </b></p><p>Démarche générale d'audit : <br/>Objectifs de la certification ; <br/>Notions de risques et d'importance relative ; <br/>Sondages en audit ; <br/>Etapes de la démarche générale. <br/>Organisation de la mission : <br/>Documentation, délégation et supervision des travaux ; <br/>Utilisation des travaux effectués par d'autres personnes, relations avec les confrères. <br/>Appréciation du contrôle interne : <br/>Compréhension et description des systèmes significatifs ; <br/>Vérification du fonctionnement ; <br/>Evaluation finale et incidence sur la mission ; <br/>Rapport sur le contrôle interne. <br/>Analyse préliminaire des opérations ponctuelles ou exceptionnelles. <br/>Obtention d'éléments probants et techniques d'audit : <br/>Examen analytique ; <br/>Observation physique ; <br/>Confirmation directe ; <br/>Lettre d'affirmation. <br/>Prise en compte d'un milieu informatisé : <br/>Le traitement informatisé de l'information ; <br/>Risques informatiques, prise en compte des systèmes d'information dans la démarche ; <br/>Contrôle assisté par ordinateur. <br/>Travaux de fin de mission : <br/>Examen des comptes annuels ; <br/>Evénements postérieurs ; <br/>Rapports et formulation de l'opinion. <br/>Organisation de la mission : <br/>Documentation, délégation et supervision des travaux ; <br/>Utilisation des travaux effectués par d'autres personnes, relations avec les confrères. </p><p align='center'><b>Vérification et informations spécifiques </b></p><p>Domaine des vérifications spécifiques : <br/>Délimitation par la loi et nature des vérifications et informations. <br/>Examen limite : <br/>Définition et objectifs ; <br/>Méthodologie et techniques. <br/>Communication des constatations faites lors des vérifications spécifiques : <br/>Au conseil d'administration et à l'assemblée générale. </p><p align='center'><b>Missions connexes </b></p><p>Interventions consécutives à des opérations particulières décidées par la société : <br/>Opérations concernant le capital social ; <br/>Opérations concernant les dividendes ; <br/>Opérations de transformation ; <br/>Autres opérations. <br/>Interventions consécutives à des événements survenant dans la société : <br/>Révélation des faits délictueux ; <br/>Procédure d'alerte ; <br/>Autres événements. </p><p align='center'><b>Missions particulières </b></p><p>Commissariat aux apports. <br/>Commissariat à la fusion. </p><p align='center'><b>Organisation professionnelle <br/>du commissariat aux comptes et déontologie </b></p><p>Organisation de la profession et statut professionnel des commissaires aux comptes. <br/>Déontologie et indépendance. </p><p align='center'><b>Organisation judiciaire </b></p><p>Juridictions civiles, pénales et administratives. <br/>Juridictions commerciales et prud'homales. <br/>Arbitrage. <br/>Expertise judiciaire. </p><p align='center'><b>Droit commercial général </b></p><p>Actes de commerce et commerçants ; fonds de commerce. <br/>Contrats commerciaux. <br/>Droit national des entreprises en difficulté. <br/>Valeurs mobilières et marchés financiers.<br/>L'Autorité des marchés financiers (organisation, rôle et pouvoirs). </p><p align='center'><b>Droit des groupements </b></p><p>Sociétés civiles et commerciales. <br/>Sociétés soumises à un régime particulier (sociétés à capital variable, sociétés coopératives, sociétés du secteur public, sociétés d'économie mixte, sociétés mutuelles ou à forme mutuelle). <br/>Groupements d'intérêt économique. <br/>Associations. <br/>Notions fondamentales de droit européen. </p><p align='center'><b>Droit civil </b></p><p>Normes juridiques françaises et communautaires. <br/>Classification des droits. <br/>Sûretés : notions générales. <br/>Obligations : formation et effets du contrat. ― Principes généraux de la responsabilité délictuelle. <br/>Contrats spéciaux (vente, louage de chose, mandat, prêt, dépôt). </p><p align='center'><b>Droit du travail et sécurité sociale </b></p><p>Réglementation du travail. <br/>Relations individuelles et collectives du travail. <br/>Rémunération du travail. <br/>Sécurité sociale et régimes de prévoyance. <br/>Participation des salariés aux fruits de l'expansion de l'entreprise. </p><p align='center'><b>Droit pénal </b></p><p>Classification des infractions. <br/>Eléments constitutifs des infractions. <br/>Peines applicables aux personnes physiques et aux personnes morales. <br/>Droit pénal des affaires (délits spécifiques à chaque type de groupement, vol, escroquerie, abus de confiance, banqueroute). </p><p align='center'><b>Droit fiscal </b></p><p>Notions générales de finances publiques. <br/>Principes fondamentaux de la fiscalité. <br/>Territorialité de l'impôt. <br/>Impôts directs. <br/>Droits d'enregistrement et timbre. <br/>Taxes sur le chiffre d'affaires. <br/>Impôts locaux. <br/>Contentieux de l'impôt. </p><p align='center'><b>Comptabilités </b></p><p>Comptabilité générale : <br/>Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006219304&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L123-12 (V)'>L. 123-12 à L. 123-28 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006257926&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R123-172 (V)'>R. 123-172 à R. 123-208</a> du code de commerce ; <br/>Plan comptable général ; <br/>Normes comptables internationales ; <br/>Les comptes consolidés ; <br/>L'évaluation des entreprises ; <br/>Les fusions ; <br/>La publicité des comptes annuels. </p><p align='center'><b>Comptabilité analytique et contrôle de gestion </b></p><p>Analyse des coûts et politiques des prix : <br/>Les coûts complets et les coûts partiels. <br/>Analyse des coûts et gestion des écarts : <br/>Imputation rationnelle des charges fixes et coûts préétablis, différentes analyses d'écarts. <br/>Analyse des coûts et mesure des performances : <br/>Prix de cession internes, comptes de surplus, tableaux de bord, etc. <br/>Analyse des coûts et contrôle interne. <br/>La démarche budgétaire et les comptes prévisionnels, simulations et point mort.<br/>L'articulation budget et stratégie. </p><p align='center'><b>Economie et gestion des entreprises </b></p><p>Les fonctions de l'entreprise : <br/>Commerciale ; <br/>Production ; <br/>Recherche et développement ; <br/>Approvisionnements ; <br/>Personnel ; <br/>Les fonctions administratives, comptables et financières ; <br/>Contrôle de gestion. <br/>Analyse financière et finance d'entreprise : <br/>Analyse de la situation financière (résultat, structure, risques financiers) ; <br/>La gestion financière à court terme (budgets de trésorerie, comptes prévisionnels, modes de financement des besoins à court terme et de trésorerie) ; <br/>La gestion financière à moyen et long terme (stratégie financière, principaux modes de financement, plan d'investissement et de financement).<br/>L'informatique : <br/>Connaissance générale de la fonction informatique ; <br/>Connaissance de base des systèmes d'information, et notamment des systèmes d'exploitation et des progiciels de gestion. </p><p align='center'><b>Méthodes quantitatives et mathématiques appliquées </b></p><p>Statistique descriptive (séries statistiques à une et à deux variables, indices). <br/>Probabilités, sondages et échantillonnages. <br/>Mathématiques appliquées à la gestion : mathématiques financières.<br/></p>",
            "num": "Annexe 8-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1372636800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-08-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie A Livre VIII",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020998200",
                        "id": "LEGISCTA000020998200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 8-7 (ANNEXE À L'ARTICLE A. 822-6)\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163297",
                        "id": "LEGISCTA000020163337",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163297",
            "sectionParentId": "LEGISCTA000020163337",
            "sectionParentTitre": "ANNEXE 8-7 (ANNEXE À L'ARTICLE A. 822-6)\n",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; Annexes partie A Livre VIII &gt; ANNEXE 8-7 (ANNEXE À L'ARTICLE A. 822-6)\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163335",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A822-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A822-6",
                    "articleId": "LEGIARTI000020163553",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1232496000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L123-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L123-12",
                    "articleId": "LEGIARTI000006219304",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R123-172 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R123-172",
                    "articleId": "LEGIARTI000006257926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027146327",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 8-7",
                "8-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}