{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041852234",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude I. - Epreuve technique L'épreuve technique, épreuve de performance qui valide l'aptitude technique, vise à vérifier la capacité du candidat à évoluer en sécurité à une vitesse soutenue sur une certaine distance, en maîtrisant les trajectoires. L'épreuve technique se déroule conformément aux dispositions du II “Organisation et évaluation” de l'annexe V “L'épreuve technique” de l'arrêté du 11 avril 2012 modifié relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski alpin. II. - Epreuve de sécurité L'épreuve de sécurité vise à évaluer le respect, par les candidats, des exigences minimales de sécurité essentielles pour les moniteurs de ski travaillant dans des environnements spécifiques. L'épreuve de sécurité se déroule conformément aux dispositions du 2 “Modalités d'évaluation de l'épreuve de sécurité” de l'annexe VII-3 “L'unité de formation approfondissement de la sécurité sur pistes, hors des pistes et milieu montagnard enneigé incluant l'épreuve de sécurité ” de l'arrêté du 11 avril 2012 modifié relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski alpin.",
            "texteHtml": "<p>Epreuve d'aptitude</p><p></p><p> I. - Epreuve technique</p><p> L'épreuve technique, épreuve de performance qui valide l'aptitude technique, vise à vérifier la capacité du candidat à évoluer en sécurité à une vitesse soutenue sur une certaine distance, en maîtrisant les trajectoires.</p><p> L'épreuve technique se déroule conformément aux dispositions du II “Organisation et évaluation” de l'annexe V “L'épreuve technique” de l'arrêté du 11 avril 2012 modifié relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski alpin.</p><p> II. - Epreuve de sécurité</p><p> L'épreuve de sécurité vise à évaluer le respect, par les candidats, des exigences minimales de sécurité essentielles pour les moniteurs de ski travaillant dans des environnements spécifiques.</p><p> L'épreuve de sécurité se déroule conformément aux dispositions du 2 “Modalités d'évaluation de l'épreuve de sécurité” de l'annexe VII-3 “L'unité de formation approfondissement de la sécurité sur pistes, hors des pistes et milieu montagnard enneigé incluant l'épreuve de sécurité ” de l'arrêté du 11 avril 2012 modifié relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski alpin.</p>",
            "num": "Annexe II-16-4 (art. A212-188)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1588809600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1842443355,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021753502",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041852234",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041850036",
                    "textTitle": "Arrêté du 3 avril 2020 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000041851645",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2020-05-06",
                    "dateSignaTexte": "2020-04-03",
                    "dateDebutCible": "2020-05-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-188 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-188",
                    "articleId": "LEGIARTI000021755074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755106",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1416528000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029783542",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1416528000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036234638",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 1588809600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041852234",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1588809600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-4 (art. A212-188)",
                "II-16-4"
            ],
            "versionPrecedente": "LEGIARTI000036234638",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036234638",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude I.-Test technique de sécurité : l'Eurotest. L'eurotest, épreuve de performance qui valide l'aptitude technique, vise à vérifier la capacité du candidat à évoluer en sécurité à une vitesse soutenue sur une certaine distance en maîtrisant les trajectoires. L'eurotest se déroule conformément aux dispositions du II de l' annexe V de l'arrêté du 11 avril 2012 modifié relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski alpin. II.-Test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité : l'Eurosécurité Ce test se déroule en période hivernale sur une durée de deux à cinq jours. Il comprend trois épreuves permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : 1° d'effectuer une recherche de victimes en avalanche dans un temps limité ; 2° d'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes et de gérer la situation en cas d'accident ; 3° d'assurer la conduite d'un groupe en sécurité sur deux jours minimum, en ski hors-pistes et en randonnée à ski. 1. Première épreuve : recherche multivictimes en avalanche. L'épreuve consiste à détecter et à sonder pour retrouver avec succès deux détecteurs de victimes en avalanche (DVA) placés chacun dans un sac marin avec un isolant d'environ 60 cm de large, enfouis sans superposition de signal à environ 1 m de profondeur, et à dégager avec succès un des deux appareils. La zone de recherche est une surface de 50 m × 50 m. La localisation des deux DVA et le dégagement de l'un d'entre eux doit intervenir dans un temps maximal de 8 min. Cette épreuve est éliminatoire. 2. Deuxième épreuve : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes. Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : a) D'analyser un bulletin météorologique et un bulletin de risque d'avalanche rédigés en français ; b) De se situer sur un plan des pistes de la station et sur une carte topographique. L'épreuve est orale et se déroule sur le domaine skiable. Elle consiste, pour le candidat, à faire en français l'analyse du bulletin d'estimation du risque d'avalanche ainsi que du bulletin météorologique journalier et à les comparer avec les conditions météorologiques et nivologiques observées. Le candidat doit savoir se situer à l'aide du plan des pistes de la station ainsi que d'une carte topographique IGN 1/25 000. Cette capacité est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une des deux situations a ou b, il est éliminé. 3. Troisième épreuve : conduite de groupes en ski hors-pistes et en randonnée à ski. Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : a) De mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes ; b) De gérer un accident : d'éviter le sur-accident et de gérer le groupe ; c) D'alerter les secours en émettant un message d'alerte en français. Dans le cas où le candidat ne valide pas l'une quelconque des trois capacités a, b ou c, il est éliminé. Le test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité doit être validé en totalité. En cas d'échec à l'une quelconque des trois épreuves qui le composent, le candidat repasse le test dans son intégralité.",
            "texteHtml": "<p><br/><br/>Epreuve d'aptitude </p><p><br/>I.-Test technique de sécurité : l'Eurotest. <br/><br/>L'eurotest, épreuve de performance qui valide l'aptitude technique, vise à vérifier la capacité du candidat à évoluer en sécurité à une vitesse soutenue sur une certaine distance en maîtrisant les trajectoires. <br/><br/>L'eurotest se déroule conformément aux dispositions du II de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000025772888&idArticle=LEGIARTI000025909957&dateTexte=&categorieLien=cid'>annexe V</a> de l'arrêté du 11 avril 2012 modifié relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski alpin. <br/><br/>II.-Test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité : l'Eurosécurité <br/><br/>Ce test se déroule en période hivernale sur une durée de deux à cinq jours. Il comprend trois épreuves permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : <br/><br/>1° d'effectuer une recherche de victimes en avalanche dans un temps limité ; <br/><br/>2° d'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes et de gérer la situation en cas d'accident ; <br/><br/>3° d'assurer la conduite d'un groupe en sécurité sur deux jours minimum, en ski hors-pistes et en randonnée à ski. <br/><br/>1. Première épreuve : recherche multivictimes en avalanche. <br/><br/>L'épreuve consiste à détecter et à sonder pour retrouver avec succès deux détecteurs de victimes en avalanche (DVA) placés chacun dans un sac marin avec un isolant d'environ 60 cm de large, enfouis sans superposition de signal à environ 1 m de profondeur, et à dégager avec succès un des deux appareils. La zone de recherche est une surface de 50 m × 50 m. La localisation des deux DVA et le dégagement de l'un d'entre eux doit intervenir dans un temps maximal de 8 min. <br/><br/>Cette épreuve est éliminatoire. <br/><br/>2. Deuxième épreuve : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes. <br/><br/>Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : <br/><br/>a) D'analyser un bulletin météorologique et un bulletin de risque d'avalanche rédigés en français ; <br/><br/>b) De se situer sur un plan des pistes de la station et sur une carte topographique. <br/><br/>L'épreuve est orale et se déroule sur le domaine skiable. Elle consiste, pour le candidat, à faire en français l'analyse du bulletin d'estimation du risque d'avalanche ainsi que du bulletin météorologique journalier et à les comparer avec les conditions météorologiques et nivologiques observées. Le candidat doit savoir se situer à l'aide du plan des pistes de la station ainsi que d'une carte topographique IGN 1/25 000. <br/><br/>Cette capacité est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une des deux situations a ou b, il est éliminé. <br/><br/>3. Troisième épreuve : conduite de groupes en ski hors-pistes et en randonnée à ski. <br/><br/>Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : <br/><br/>a) De mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes ; <br/><br/>b) De gérer un accident : d'éviter le sur-accident et de gérer le groupe ; <br/><br/>c) D'alerter les secours en émettant un message d'alerte en français. <br/><br/>Dans le cas où le candidat ne valide pas l'une quelconque des trois capacités a, b ou c, il est éliminé. <br/><br/>Le test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité doit être validé en totalité. En cas d'échec à l'une quelconque des trois épreuves qui le composent, le candidat repasse le test dans son intégralité.</p>",
            "num": "Annexe II-16-4 (art. A212-188)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1512604800000,
            "dateFin": 1588809600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1842443355,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021753502",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036234638",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036151162",
                    "textTitle": "Arrêté du 4 décembre 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036151633",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2017-12-06",
                    "dateSignaTexte": "2017-12-04",
                    "dateDebutCible": "2017-12-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025772888",
                    "textTitle": "Arrêté du 11 avril 2012 - art. Annexe V",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "Annexe V",
                    "articleId": "LEGIARTI000025909957",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1335916800000,
                    "dateDebut": 1576886400000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-188 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-188",
                    "articleId": "LEGIARTI000021755074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755106",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1416528000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029783542",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1416528000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036234638",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 1588809600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041852234",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1588809600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-4 (art. A212-188)",
                "II-16-4"
            ],
            "versionPrecedente": "LEGIARTI000029783542",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029783542",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude I.-Eurotest L'eurotest, épreuve de performance qui valide l'aptitude technique, vise à vérifier la capacité du candidat à évoluer en sécurité à une vitesse soutenue sur une certaine distance en maîtrisant les trajectoires. L'eurotest se déroule conformément aux dispositions du II de l 'annexe V de l'arrêté du 11 avril 2012 modifié relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski alpin. II.-Eurosécurité Ce test, qui se déroule en période hivernale, comprend trois épreuves permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : 1° D'effectuer une recherche de victimes en avalanche dans un temps limité ; 2° D'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes et de gérer la situation en cas d'accident ; 3° D'assurer la conduite d'un groupe en sécurité sur deux jours, en ski hors pistes et en randonnée à ski. 1. Première épreuve : recherche multivictimes en avalanche. L'épreuve consiste à détecter et à sonder pour retrouver avec succès deux détecteurs de victimes en avalanche (DVA) placés chacun dans un sac marin avec un isolant d'environ 60 cm de large, enfouis sans superposition de signal à environ 1 m de profondeur, et à dégager avec succès un des deux appareils. La zone de recherche est une surface de 50 m × 50 m. La localisation des deux DVA et le dégagement de l'un d'entre eux doit intervenir dans un temps maximal de 8 min. Cette épreuve est éliminatoire. 2. Deuxième épreuve : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes. Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : a) D'analyser un bulletin météorologique et un bulletin de risque d'avalanche rédigés en français ; b) De se situer sur un plan des pistes de la station et sur une carte. D'une durée de 20 min, l'épreuve est orale et se déroule sur le domaine skiable. Elle consiste, pour le candidat, à faire en français l'analyse du bulletin d'estimation du risque d'avalanche ainsi que du bulletin météorologique journalier et à les comparer avec les conditions météorologiques et nivologiques observées. Le candidat doit savoir se situer à l'aide du plan des pistes de la station ainsi que d'une carte topographique IGN 1/250 000. Cette capacité est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une des deux situations a ou b, il est éliminé. 3. Troisième épreuve : conduite de groupes en ski hors-pistes et en randonnée à ski. Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : a) De mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes ; b) De gérer un accident : -d'éviter le sur-accident et de gérer le groupe ; -d'alerter les secours en émettant un message d'alerte en français. Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des deux situations a ou b, il est éliminé.",
            "texteHtml": "<p>Epreuve d'aptitude </p><p></p><p></p><p>I.-Eurotest </p><p></p><p>L'eurotest, épreuve de performance qui valide l'aptitude technique, vise à vérifier la capacité du candidat à évoluer en sécurité à une vitesse soutenue sur une certaine distance en maîtrisant les trajectoires. </p><p>L'eurotest se déroule conformément aux dispositions du II de l<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000025772888&idArticle=LEGIARTI000025909957&dateTexte=&categorieLien=cid'>'annexe V de l'arrêté du 11 avril 2012</a> modifié relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski alpin. </p><p></p><p>II.-Eurosécurité </p><p></p><p>Ce test, qui se déroule en période hivernale, comprend trois épreuves permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : </p><p>1° D'effectuer une recherche de victimes en avalanche dans un temps limité ; </p><p>2° D'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes et de gérer la situation en cas d'accident ; </p><p>3° D'assurer la conduite d'un groupe en sécurité sur deux jours, en ski hors pistes et en randonnée à ski. </p><p>1. Première épreuve : recherche multivictimes en avalanche. </p><p>L'épreuve consiste à détecter et à sonder pour retrouver avec succès deux détecteurs de victimes en avalanche (DVA) placés chacun dans un sac marin avec un isolant d'environ 60 cm de large, enfouis sans superposition de signal à environ 1 m de profondeur, et à dégager avec succès un des deux appareils. La zone de recherche est une surface de 50 m × 50 m. La localisation des deux DVA et le dégagement de l'un d'entre eux doit intervenir dans un temps maximal de 8 min. </p><p>Cette épreuve est éliminatoire. </p><p>2. Deuxième épreuve : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes. </p><p>Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : </p><p>a) D'analyser un bulletin météorologique et un bulletin de risque d'avalanche rédigés en français ; </p><p>b) De se situer sur un plan des pistes de la station et sur une carte. </p><p>D'une durée de 20 min, l'épreuve est orale et se déroule sur le domaine skiable. Elle consiste, pour le candidat, à faire en français l'analyse du bulletin d'estimation du risque d'avalanche ainsi que du bulletin météorologique journalier et à les comparer avec les conditions météorologiques et nivologiques observées. Le candidat doit savoir se situer à l'aide du plan des pistes de la station ainsi que d'une carte topographique IGN 1/250 000. </p><p>Cette capacité est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une des deux situations a ou b, il est éliminé. </p><p>3. Troisième épreuve : conduite de groupes en ski hors-pistes et en randonnée à ski. </p><p>Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : </p><p>a) De mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes ; </p><p>b) De gérer un accident :</p><p></p><p>-d'éviter le sur-accident et de gérer le groupe ;</p><p>-d'alerter les secours en émettant un message d'alerte en français. </p><p></p><p>Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. </p><p>Dans le cas où le candidat ne maîtrise pas l'une quelconque des deux situations a ou b, il est éliminé.</p>",
            "num": "Annexe II-16-4 (art. A212-188)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1416528000000,
            "dateFin": 1512604800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1842443355,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021753502",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029783542",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029780293",
                    "textTitle": "ARRÊTÉ du 31 octobre 2014 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000029780629",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2014-11-20",
                    "dateSignaTexte": "2014-10-31",
                    "dateDebutCible": "2014-11-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025772888",
                    "textTitle": "Arrêté du 11 avril 2012 - art. Annexe V",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "Annexe V",
                    "articleId": "LEGIARTI000025909957",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1335916800000,
                    "dateDebut": 1576886400000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-188 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-188",
                    "articleId": "LEGIARTI000029783497",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1416528000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755106",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1416528000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029783542",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1416528000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036234638",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 1588809600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041852234",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1588809600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-4 (art. A212-188)",
                "II-16-4"
            ],
            "versionPrecedente": "LEGIARTI000021755106",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021755106",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE I. ― Eurotest L'eurotest, épreuve de performance qui valide l'aptitude technique, vise à vérifier la capacité du candidat à évoluer en sécurité à une vitesse soutenue sur une certaine distance en maîtrisant les trajectoires. L'eurotest se déroule conformément aux dispositions du II de l'annexe V de l' arrêté du 25 octobre 2004 modifié fixant les conditions d'obtention de la partie spécifique du brevet d'Etat d'éducateur sportif du premier degré, option \" ski alpin\". II. ― Test de vérification des connaissances théoriques et pratiques en matière de sécurité Ce test comprend deux parties permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : 1° D'effectuer une recherche de victimes en avalanche dans un temps limité ; 2° D'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes et de gérer la situation en cas d'accident. 1. Première partie : recherche de victimes en avalanche Cette partie consiste à rechercher un sac contenant un détecteur de victime en avalanche (DVA) enfoui dans la neige sur une surface minimum de 50 × 50 mètres, à une profondeur minimum de 50 centimètres. La recherche s'effectue en surface avec un DVA et une sonde appartenant au candidat. Le chronomètre est déclenché lorsque le candidat part à la recherche du sac avec sa sonde et son DVA à la main. Il est arrêté lorsque le candidat touche le sac avec la sonde. La localisation du sac doit intervenir dans un temps maximum de quatre minutes. Cette première partie est éliminatoire. 2. Deuxième partie : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes et de gérer la situation en cas d'accident Dans le cadre d'une mise en situation professionnelle sur le terrain, le candidat doit être en capacité : a) D'analyser un bulletin météorologique et de risque d'avalanche rédigé en français ; b) De se situer sur un plan des pistes de la station ou sur une carte ; c) De mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes ; d) De gérer un accident : ― d'éviter le suraccident et de gérer le groupe ; ― d'alerter les secours en émettant un message d'alerte en français. Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des quatre situations a, b, c ou d, il est éliminé.",
            "texteHtml": "<p align='center'>ÉPREUVE D'APTITUDE </p><p align='center'>I. ― Eurotest </p><p>L'eurotest, épreuve de performance qui valide l'aptitude technique, vise à vérifier la capacité du candidat à évoluer en sécurité à une vitesse soutenue sur une certaine distance en maîtrisant les trajectoires.</p><p>L'eurotest se déroule conformément aux dispositions du II de l'annexe V de l'<a href='/affichTexte.do?cidTexte=JORFTEXT000000807831&categorieLien=cid'>arrêté du 25 octobre 2004</a> modifié fixant les conditions d'obtention de la partie spécifique du brevet d'Etat d'éducateur sportif du premier degré, option \" ski alpin\". </p><p align='center'>II. ― Test de vérification des connaissances théoriques<br/>et pratiques en matière de sécurité </p><p>Ce test comprend deux parties permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : </p><p>1° D'effectuer une recherche de victimes en avalanche dans un temps limité ; </p><p>2° D'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes et de gérer la situation en cas d'accident. </p><p>1. Première partie : recherche de victimes en avalanche </p><p>Cette partie consiste à rechercher un sac contenant un détecteur de victime en avalanche (DVA) enfoui dans la neige sur une surface minimum de 50 × 50 mètres, à une profondeur minimum de 50 centimètres. La recherche s'effectue en surface avec un DVA et une sonde appartenant au candidat. Le chronomètre est déclenché lorsque le candidat part à la recherche du sac avec sa sonde et son DVA à la main. Il est arrêté lorsque le candidat touche le sac avec la sonde. La localisation du sac doit intervenir dans un temps maximum de quatre minutes. </p><p>Cette première partie est éliminatoire. </p><p>2. Deuxième partie : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes et de gérer la situation en cas d'accident </p><p>Dans le cadre d'une mise en situation professionnelle sur le terrain, le candidat doit être en capacité : </p><p>a) D'analyser un bulletin météorologique et de risque d'avalanche rédigé en français ; </p><p>b) De se situer sur un plan des pistes de la station ou sur une carte ; </p><p>c) De mettre en œuvre les conditions de sécurité pour progresser en ski alpin sur pistes et hors des pistes ; </p><p>d) De gérer un accident : </p><p>― d'éviter le suraccident et de gérer le groupe ; </p><p>― d'alerter les secours en émettant un message d'alerte en français. </p><p>Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des quatre situations a, b, c ou d, il est éliminé.</p><p><br/></p>",
            "num": "Annexe II-16-4 (art. A212-188)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1264723200000,
            "dateFin": 1416528000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1842443355,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021753502",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021755106",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021751832",
                    "textTitle": "Arrêté du 18 janvier 2010 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021752499",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2010-01-28",
                    "dateSignaTexte": "2010-01-18",
                    "dateDebutCible": "2010-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000807831",
                    "textTitle": "Arrêté du 25 octobre 2004",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000807831",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1100131200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-188 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-188",
                    "articleId": "LEGIARTI000021755074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755106",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1416528000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029783542",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1416528000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036234638",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 1588809600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041852234",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1588809600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-4 (art. A212-188)",
                "II-16-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}