{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006820399",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "75 - Paris Paris. 77 - Seine-et-Marne Bailly-Romainvilliers, Brou-sur-Chantereine, Bussy-Saint-Georges, Bussy-Saint-Martin, Carnetin, Cesson, Chalifert, Champs-sur-Marne, Chanteloup, Chelles, Chessy, Collégien, Combs-la-Ville, Conches, Courtry, Croissy-Beaubourg, Dammarie-les-Lys, Dampmart, Emerainville, Ferrières, Gouvernes, Guermantes, Jossigny, Lagny-sur-Marne, Lésigny, Lieusaint, Livry-sur-Seine, Lognes, Magny-le-Hongre, Le Mée-sur-Seine, Melun, Mitry-Mory, Moissy-Cramayel, Montévrain, Nandy, Noisiel, Pomponne, Pontault-Combault, Réau, La Rochette, Roissy-en-Brie, Saint-Thibault-des-Vignes, Savigny-le-Temple, Seine-Port, Serris, Servon, Thorigny-sur-Marne, Torcy, Vaires-sur-Marne, Vaulx-le-Pénil, Vert-Saint-Denis, Villeparisis. 78 - Yvelines Achères, Aigremont, Andrésy, Bazoches-sur-Guyonne, Bois-d'Arcy, Bougival, Buc, Buchelay, Carrières-sous-Poissy, Carrières-sur-Seine, La Celle-Saint-Cloud, Chambourcy, Chanteloup-les-Vignes, Chapet, Châteaufort, Chatou, Le Chesnay, Chevreuse, Les Clayes-sous-Bois, Coignières, Conflans-Sainte-Honorine, Croissy-sur-Seine, Elancourt, L'Etang-la-Ville, Evecquemont, Follainville-Dennemont, Fontenay-le-Fleury, Fourqueux, Gaillon-sur-Montcient, Gargenville, Guyancourt, Hardricourt, Houilles, Issou, Jouars-Pontchartrain, Jouy-en-Josas, Juziers, Limay, Les Loges-en-Josas, Louveciennes, Magnanville, Magny-les-Hameaux, Maisons-Lafitte, Mantes-la-Jolie, Mantes-la-Ville, Mareil-Marly, Marly-le-Roi, Maurecourt, Maurepas, Médan, Le Mesnil-le-Roi, Le Mesnil-Saint-Denis, Meulan, Mézy-sur-Seine, Montesson, Montigny-le-Bretonneux, Les Mureaux, Neauphle-le-Château, Neauphle-le-Vieux, Orgeval, Le Pecq, Plaisir, Poissy, Porcheville, Le Port-Marly, Rocquencourt, Saint-Cyr-l'Ecole, Saint-Germain-de-la-Grange, Saint-Germain-en-Laye, Saint-Rémy-lès-Chevreuse, Sartrouville, Toussus-le-Noble, Trappes, Le Tremblay-sur-Mauldre, Triel-sur-Seine, Vaux-sur-Seine, Vélizy-Villacoublay, Verneuil-sur-Seine, Vernouillet, La Verrière, Versailles, Le Vésinet, Villennes-sur-Seine, Villepreux, Villiers-Saint-Frédéric, Viroflay, Voisins-le-Bretonneux. 91 - Essonne Arpajon, Athis-Mons, Ballainvilliers, Bièvres, Boissy-sous-Saint-Yon, Bondoufle, Boussy-Saint-Antoine, Brétigny-sur-Orge, Breuillet, Breux-Jouy, Brunoy, Bruyères-le-Châtel, Bures-sur-Yvette, Champlan, Chilly-Mazarin, Corbeil-Essonnes, Le Coudray-Montceaux, Courcouronnes, Crosne, Draveil, Egly, Epinay-sous-Sénart, Epinay-sur-Orge, Etiolles, Evry, Fleury-Mérogis, Fontenay-le-Vicomte, Gif-sur-Yvette, Gometz-le- Châtel, Grigny, Igny, Juvisy-sur-Orge, Leuville-sur-Orge, Linas, Lisses, Longjumeau, Longpont-sur-Orge, Marcoussis, Massy, Mennecy, Montgeron, Montlhéry, Morangis, Morsang-sur-Orge, Morsang-sur-Seine, La Norville, Ollainville, Ormoy, Orsay, Palaiseau, Paray-Vieille-Poste, Le Plessis-Pâté, Quincy-sous-Sénart, Ris-Orangis, Saclay, Saint-Aubin, Sainte-Geneviève-des-Bois, Saint-Germain-lès-Arpajon, Saint-Germain-lès-Corbeil, Saint-Michel-sur-Orge, Saint-Pierre-du-Perray, Saint-Yon, Saintry-sur-Seine, Saulx-les-Chartreux, Savigny-sur-Orge, Soisy-sur-Seine, Tigery, Les Ulis, Varennes-Jarcy, Vauhallan, Verrières-le-Buisson, Vigneux-sur-Seine, Villabé, La Ville-du-Bois, Villebon-sur-Yvette, Villemoisson-sur-Orge, Villiers-le-Bâcle, Villiers-sur-Orge, Viry-Châtillon, Wissous, Yerres. 92 - Hauts-de-Seine Toutes les communes du département des Hauts-de-Seine. 93 - Seine-Saint-Denis Toutes les communes du département de la Seine-Saint-Denis. 94 - Val-de-Marne Toutes les communes du département du Val-de-Marne. 95 - Val-d'Oise Ableiges, Andilly, Argenteuil, Arnouville-lès-Gonesse, Auvers-sur-Oise, Avernes, Banthelu, Beauchamp, Bessancourt, Bezons, Boisemont, Boissy-l'Aillerie, Bonneuil-en-France, Bouffémont, Butry-sur-Oise, Cergy, Champagne-sur-Oise, Charmont, Cléry-en-Vexin, Condecourt, Cormeilles-en-Parisis, Courcelles-sur-Viosnes, Courdimanche, Deuil-la-Barre, Domont, Eaubonne, Ecouen, Enghien-les-Bains, Ennery, Eragny, Ermont, Ezanville, Franconville, Frémainville, Frépillon, La Frette-sur-Seine, Gadancourt, Garges-lès-Gonesse, Génicourt, Gonesse, Groslay, Guiry-en-Vexin, Herblay, Hodent, L'Isle-Adam, Jouy-le-Moutier, Livilliers, Longuesse, Margency, Menucourt, Mériel, Méry-sur-Oise, Montgeroult, Montigny-lès-Cormeilles, Montlignon, Montmagny, Montmorency, Nesles-la-Vallée, Neuville-sur-Oise, Osny, Parmain, Pierrelay, Piscop, Le Plessis-Bouchard, Pontoise, Puiseux-Pontoise, Sagy, Saint-Brice-sous-Forêt, Saint-Gratien, Saint-Leu-la-Forêt, Saint-Ouen-l'Aumône, Saint-Prix, Sannois, Sarcelles, Seraincourt, Soisy-sous-Montmorency, Taverny, Théméricourt, Us, Valmondois, Vauréal, Vigny, Villiers-Adam, Villiers-le-Bel, Wy-dit-Joli-Village.",
            "texteHtml": "75 - Paris<p></p><p></p>      Paris.<p></p>\n 77 - Seine-et-Marne<p></p><p></p>      Bailly-Romainvilliers, Brou-sur-Chantereine, Bussy-Saint-Georges, Bussy-Saint-Martin, Carnetin, Cesson, Chalifert, Champs-sur-Marne, Chanteloup, Chelles, Chessy, Collégien, Combs-la-Ville, Conches, Courtry, Croissy-Beaubourg, Dammarie-les-Lys, Dampmart, Emerainville, Ferrières, Gouvernes, Guermantes, Jossigny, Lagny-sur-Marne, Lésigny, Lieusaint, Livry-sur-Seine, Lognes, Magny-le-Hongre, Le Mée-sur-Seine, Melun, Mitry-Mory, Moissy-Cramayel, Montévrain, Nandy, Noisiel, Pomponne, Pontault-Combault, Réau, La Rochette, Roissy-en-Brie, Saint-Thibault-des-Vignes, Savigny-le-Temple, Seine-Port, Serris, Servon, Thorigny-sur-Marne, Torcy, Vaires-sur-Marne, Vaulx-le-Pénil, Vert-Saint-Denis, Villeparisis.<p></p>\n 78 - Yvelines<p></p><p></p>      Achères, Aigremont, Andrésy, Bazoches-sur-Guyonne, Bois-d'Arcy, Bougival, Buc, Buchelay, Carrières-sous-Poissy, Carrières-sur-Seine, La Celle-Saint-Cloud, Chambourcy, Chanteloup-les-Vignes, Chapet, Châteaufort, Chatou, Le Chesnay, Chevreuse, Les Clayes-sous-Bois, Coignières, Conflans-Sainte-Honorine, Croissy-sur-Seine, Elancourt, L'Etang-la-Ville, Evecquemont, Follainville-Dennemont, Fontenay-le-Fleury, Fourqueux, Gaillon-sur-Montcient, Gargenville, Guyancourt, Hardricourt, Houilles, Issou, Jouars-Pontchartrain, Jouy-en-Josas, Juziers, Limay, Les Loges-en-Josas, Louveciennes, Magnanville, Magny-les-Hameaux, Maisons-Lafitte, Mantes-la-Jolie, Mantes-la-Ville, Mareil-Marly, Marly-le-Roi, Maurecourt, Maurepas, Médan, Le Mesnil-le-Roi, Le Mesnil-Saint-Denis, Meulan, Mézy-sur-Seine, Montesson, Montigny-le-Bretonneux, Les Mureaux, Neauphle-le-Château, Neauphle-le-Vieux, Orgeval, Le Pecq, Plaisir, Poissy, Porcheville, Le Port-Marly, Rocquencourt, Saint-Cyr-l'Ecole, Saint-Germain-de-la-Grange, Saint-Germain-en-Laye, Saint-Rémy-lès-Chevreuse, Sartrouville, Toussus-le-Noble, Trappes, Le Tremblay-sur-Mauldre, Triel-sur-Seine, Vaux-sur-Seine, Vélizy-Villacoublay, Verneuil-sur-Seine, Vernouillet, La Verrière, Versailles, Le Vésinet, Villennes-sur-Seine, Villepreux, Villiers-Saint-Frédéric, Viroflay, Voisins-le-Bretonneux.<p></p>\n 91 - Essonne<p></p><p></p>      Arpajon, Athis-Mons, Ballainvilliers, Bièvres, Boissy-sous-Saint-Yon, Bondoufle, Boussy-Saint-Antoine, Brétigny-sur-Orge, Breuillet, Breux-Jouy, Brunoy, Bruyères-le-Châtel, Bures-sur-Yvette, Champlan, Chilly-Mazarin, Corbeil-Essonnes, Le Coudray-Montceaux, Courcouronnes, Crosne, Draveil, Egly, Epinay-sous-Sénart, Epinay-sur-Orge, Etiolles, Evry, Fleury-Mérogis, Fontenay-le-Vicomte, Gif-sur-Yvette, Gometz-le- Châtel, Grigny, Igny, Juvisy-sur-Orge, Leuville-sur-Orge, Linas, Lisses, Longjumeau, Longpont-sur-Orge, Marcoussis, Massy, Mennecy, Montgeron, Montlhéry, Morangis, Morsang-sur-Orge, Morsang-sur-Seine, La Norville, Ollainville, Ormoy, Orsay, Palaiseau, Paray-Vieille-Poste, Le Plessis-Pâté, Quincy-sous-Sénart, Ris-Orangis, Saclay, Saint-Aubin, Sainte-Geneviève-des-Bois, Saint-Germain-lès-Arpajon, Saint-Germain-lès-Corbeil, Saint-Michel-sur-Orge, Saint-Pierre-du-Perray, Saint-Yon,<p></p>\nSaintry-sur-Seine, Saulx-les-Chartreux, Savigny-sur-Orge, Soisy-sur-Seine, Tigery, Les Ulis, Varennes-Jarcy, Vauhallan, Verrières-le-Buisson, Vigneux-sur-Seine, Villabé, La Ville-du-Bois, Villebon-sur-Yvette, Villemoisson-sur-Orge, Villiers-le-Bâcle, Villiers-sur-Orge, Viry-Châtillon, Wissous, Yerres.<p></p>\n 92 - Hauts-de-Seine<p></p><p></p>      Toutes les communes du département des Hauts-de-Seine.<p></p>\n 93 - Seine-Saint-Denis<p></p><p></p>      Toutes les communes du département de la Seine-Saint-Denis.<p></p>\n 94 - Val-de-Marne<p></p><p></p>      Toutes les communes du département du Val-de-Marne.<p></p>\n 95 - Val-d'Oise<p></p><p></p>      Ableiges, Andilly, Argenteuil, Arnouville-lès-Gonesse, Auvers-sur-Oise, Avernes, Banthelu, Beauchamp, Bessancourt, Bezons, Boisemont, Boissy-l'Aillerie, Bonneuil-en-France, Bouffémont, Butry-sur-Oise, Cergy, Champagne-sur-Oise, Charmont, Cléry-en-Vexin, Condecourt, Cormeilles-en-Parisis, Courcelles-sur-Viosnes, Courdimanche, Deuil-la-Barre, Domont, Eaubonne, Ecouen, Enghien-les-Bains, Ennery, Eragny, Ermont, Ezanville, Franconville, Frémainville, Frépillon, La Frette-sur-Seine, Gadancourt, Garges-lès-Gonesse, Génicourt, Gonesse, Groslay, Guiry-en-Vexin, Herblay, Hodent, L'Isle-Adam, Jouy-le-Moutier, Livilliers, Longuesse, Margency, Menucourt, Mériel, Méry-sur-Oise, Montgeroult, Montigny-lès-Cormeilles, Montlignon, Montmagny, Montmorency, Nesles-la-Vallée, Neuville-sur-Oise, Osny, Parmain, Pierrelay, Piscop, Le Plessis-Bouchard, Pontoise, Puiseux-Pontoise, Sagy, Saint-Brice-sous-Forêt, Saint-Gratien, Saint-Leu-la-Forêt, Saint-Ouen-l'Aumône, Saint-Prix, Sannois, Sarcelles, Seraincourt, Soisy-sous-Montmorency, Taverny, Théméricourt, Us, Valmondois, Vauréal, Vigny, Villiers-Adam, Villiers-le-Bel, Wy-dit-Joli-Village.<p></p>",
            "num": "R127-3, Annexe 1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 800064000000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1995-05-10",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107994",
                        "id": "LEGISCTA000006107994",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-05-10",
                        "fin": "2016-01-01",
                        "titre": "Liste des communes comprises dans la zone 1",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128608",
                        "id": "LEGISCTA000006128608",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006820399",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006128608",
            "sectionParentId": "LEGISCTA000006128608",
            "sectionParentTitre": "Liste des communes comprises dans la zone 1",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006820399",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1023 1973-11-08",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000000370305",
                    "textTitle": "Décret 95-676 1995-05-09 annexe JORF 10 mai 1995",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000370305",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-05-10",
                    "dateSignaTexte": "1995-05-09",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000031704629",
                    "textTitle": "Décret n°2015-1783 du 28 décembre 2015 - art. 10",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000031717283",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-29",
                    "dateSignaTexte": "2015-12-28",
                    "dateDebutCible": "2015-12-30"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006820399",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 800064000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R127-3, Annexe 1",
                "127-3",
                "R127-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}