{
    "cid": "LEGIARTI000006832837",
    "num": "Annexe III à l'article D353-200",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-23",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application des articles L. 351-2 (3) et R. 353-200 du code de la construction et de l'habitation entre l'Etat et les bailleurs de logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129010",
                        "id": "LEGISCTA000006129010",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1, L. 831-1 (3) et R. 353-200 du code de la construction et de l'habitation entre l'Etat et les bailleurs de logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129010",
                        "id": "LEGISCTA000038928910",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039048903",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "num": "Annexe III à l'article D353-200",
            "origine": "LEGI",
            "texte": "Engagements de portée générale applicables à tout logement conventionné. Article 1er. Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi. Article 2. Les logements doivent être loués nus, à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond déterminé dans les conditions prévues par l'article D. 331-42 du code de la construction et de l'habitation. Article 3. La convention se renouvelle pour des périodes triennales, sous réserve de dénonciation par l'une ou l'autre des parties. Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par un ministère d'huissier de justice) notifié six mois avant l'expiration de la convention ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif notifié dans le même délai. Article 4. La présente convention peut être révisée à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision. Article 5. La convention est tenue à la disposition permanente des locataires ou de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur. Cette information est mentionnée par affichage et de façon très apparente dans les parties communes de l'immeuble. Le bailleur s'engage à tenir à la disposition des locataires dans les lieux ou des candidats locataires les notices d'information relatives à l'aide personnalisée au logement. Article 6. En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer maximum ou faute grave à l'égard des organismes chargés du paiement de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet pendant un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention. Il sera fait application des dispositions prévues à l'article L. 353-6 relatives au maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement désormais prise en charge par le bailleur. Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à la notifier aux locataires et aux organismes payeurs concernés. Article 7. En cas de dissimulation ou fraude pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code précité, sans préjudice de l'application de l'article 70 de la loi n° 82-526 du 22 juin 1982. Article 8. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au préfet les informations et les documents nécessaires au plein exercice de ce contrôle. Article 9. Le préfet s'assure de la publication de la convention au fichier immobilier ou de son inscription au livre foncier. Article 10. La convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements conventionnés. Article 11. Les logements conventionnés doivent être maintenus à usage locatif pendant la durée de la convention. Lorsqu'un logement est vendu au locataire, ce dernier peut occuper le logement à titre personnel ou le faire occuper par son conjoint, ses ascendants ou descendants ou ceux de son conjoint. L'occupation doit être exclusivement à titre de résidence principale. Si le logement devient vacant avant la date d'expiration de la convention, le bailleur s'engage à le relouer dans les conditions définies par la convention. Toutefois, lorsque le bailleur est une personne physique, il peut l'occuper ou le faire occuper dans les conditions définies au précédent alinéa. Article 12. Le bailleur s'engage à proposer à tout candidat locataire un contrat de location conforme à la convention, auquel est jointe une notice d'information relative à l'aide personnalisée au logement. Article 13. Lorsque le bailleur est un organisme d'habitations à loyer modéré, les dispositions de l'article L. 353-15 du code de la construction et de l'habitation sont applicables aux locataires. Article 14. Lorsque le bailleur est une personne physique ou une personne morale autre qu'un organisme d'habitations à loyer modéré, le contrat de location est conclu pour une durée de trois ans. Toutefois, s'il est conclu avant le 30 juin suivant le troisième anniversaire de la prise d'effet de la convention, sa durée est égale à la période restant à courir jusqu'à la date du 30 juin mentionnée ci-dessus. Pendant la durée de la convention, sous réserve du respect des obligations définies par l'article 18 de la loi n° 82-526 du 22 juin 1982, le contrat de location se renouvelle pour des périodes triennales, sauf refus du locataire notifié selon la procédure définie par l'article 15 ci-dessus. En cas de vacance intervenant au cours du contrat de location, le nouveau locataire est substitué de plein droit à l'ancien locataire. Article 15. Le locataire peut donner congé à tout moment sous réserve d'un délai de préavis de trois mois, ramené à un mois en cas de changement de résidence pour des raisons familiales graves ou des raisons professionnelles. Tout congé est donné par lettre recommandée avec demande d'avis de réception, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le contrat de location produit effet jusqu'au dernier jour du mois. Le locataire est redevable du loyer et des charges pendant le délai de préavis, sauf si le logement est occupé avant la fin du préavis par un autre locataire en accord avec le bailleur. Article 16. Le loyer est payé par fraction mensuelle à terme échu. En cas de versement de l'aide personnalisée au logement en tiers payant, le montant de cette aide doit figurer sur la quittance. Article 17. Le bailleur peut demander au locataire, lors de la signature du contrat de location, le versement d'un dépôt de garantie qui ne peut être supérieur à deux mois de loyer en principal. Article 18. Le bailleur est tenu à l'égard des organismes payeurs de l'aide personnalisée au logement (A.P.L.) : de fournir les renseignements prévus par l'imprimé de demande d'A.P.L. pour chaque locataire demandeur de l'aide ; de signaler immédiatement tout départ de locataire bénéficiaire de l'A.P.L.. Si l'A.P.L. est versée en tiers-payant, le bailleur doit en outre (1) : établir les liaisons nécessaires avec les organismes payeurs en vue de passer un accord définissant les conditions de versement de l'A.P.L. ; saisir le cas échéant l'instance départementale chargée d'examiner les cas dans lesquels les bénéficiaires de l'A.P.L. ne règlent pas la dépense de logement restant à leur charge. (1) Si la convention porte sur moins de dix logements, le bailleur doit, s'il souhaite le versement en tiers-payant, le faire connaître à l'organisme payeur ; à défaut, l'A.P.L. est versée directement au locataire.",
            "texteHtml": "<p>Engagements de portée générale applicables à tout logement conventionné.</p><p>Article 1er.</p><p>Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi.</p><p>Article 2.</p><p>Les logements doivent être loués nus, à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes.</p><p>Les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond déterminé dans les conditions prévues par l'article D. 331-42 du code de la construction et de l'habitation.</p><p>Article 3.</p><p>La convention se renouvelle pour des périodes triennales, sous réserve de dénonciation par l'une ou l'autre des parties.</p><p>Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par un ministère d'huissier de justice) notifié six mois avant l'expiration de la convention ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif notifié dans le même délai.</p><p>Article 4.</p><p>La présente convention peut être révisée à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision.</p><p>Article 5.</p><p>La convention est tenue à la disposition permanente des locataires ou de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur.</p><p>Cette information est mentionnée par affichage et de façon très apparente dans les parties communes de l'immeuble.</p><p>Le bailleur s'engage à tenir à la disposition des locataires dans les lieux ou des candidats locataires les notices d'information relatives à l'aide personnalisée au logement.</p><p>Article 6.</p><p>En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer maximum ou faute grave à l'égard des organismes chargés du paiement de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet pendant un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention.</p><p>Il sera fait application des dispositions prévues à l'article L. 353-6 relatives au maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement désormais prise en charge par le bailleur.</p><p>Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à la notifier aux locataires et aux organismes payeurs concernés.</p><p>Article 7.</p><p>En cas de dissimulation ou fraude pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code précité, sans préjudice de l'application de l'article 70 de la loi n° 82-526 du 22 juin 1982.</p><p>Article 8.</p><p>Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au préfet les informations et les documents nécessaires au plein exercice de ce contrôle.</p><p>Article 9.</p><p>Le préfet s'assure de la publication de la convention au fichier immobilier ou de son inscription au livre foncier.</p><p>Article 10.</p><p>La convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements conventionnés.</p><p>Article 11.</p><p>Les logements conventionnés doivent être maintenus à usage locatif pendant la durée de la convention.</p><p>Lorsqu'un logement est vendu au locataire, ce dernier peut occuper le logement à titre personnel ou le faire occuper par son conjoint, ses ascendants ou descendants ou ceux de son conjoint. L'occupation doit être exclusivement à titre de résidence principale.</p><p>Si le logement devient vacant avant la date d'expiration de la convention, le bailleur s'engage à le relouer dans les conditions définies par la convention. Toutefois, lorsque le bailleur est une personne physique, il peut l'occuper ou le faire occuper dans les conditions définies au précédent alinéa.</p><p>Article 12.</p><p>Le bailleur s'engage à proposer à tout candidat locataire un contrat de location conforme à la convention, auquel est jointe une notice d'information relative à l'aide personnalisée au logement.</p><p>Article 13.</p><p>Lorsque le bailleur est un organisme d'habitations à loyer modéré, les dispositions de l'article L. 353-15 du code de la construction et de l'habitation sont applicables aux locataires.</p><p>Article 14.</p><p>Lorsque le bailleur est une personne physique ou une personne morale autre qu'un organisme d'habitations à loyer modéré, le contrat de location est conclu pour une durée de trois ans. Toutefois, s'il est conclu avant le 30 juin suivant le troisième anniversaire de la prise d'effet de la convention, sa durée est égale à la période restant à courir jusqu'à la date du 30 juin mentionnée ci-dessus.</p><p>Pendant la durée de la convention, sous réserve du respect des obligations définies par l'article 18 de la loi n° 82-526 du 22 juin 1982, le contrat de location se renouvelle pour des périodes triennales, sauf refus du locataire notifié selon la procédure définie par l'article 15 ci-dessus.</p><p>En cas de vacance intervenant au cours du contrat de location, le nouveau locataire est substitué de plein droit à l'ancien locataire.</p><p>Article 15.</p><p>Le locataire peut donner congé à tout moment sous réserve d'un délai de préavis de trois mois, ramené à un mois en cas de changement de résidence pour des raisons familiales graves ou des raisons professionnelles.</p><p>Tout congé est donné par lettre recommandée avec demande d'avis de réception, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le contrat de location produit effet jusqu'au dernier jour du mois.</p><p>Le locataire est redevable du loyer et des charges pendant le délai de préavis, sauf si le logement est occupé avant la fin du préavis par un autre locataire en accord avec le bailleur.</p><p>Article 16.</p><p>Le loyer est payé par fraction mensuelle à terme échu.</p><p>En cas de versement de l'aide personnalisée au logement en tiers payant, le montant de cette aide doit figurer sur la quittance.</p><p>Article 17.</p><p>Le bailleur peut demander au locataire, lors de la signature du contrat de location, le versement d'un dépôt de garantie qui ne peut être supérieur à deux mois de loyer en principal.</p><p>Article 18.</p><p>Le bailleur est tenu à l'égard des organismes payeurs de l'aide personnalisée au logement (A.P.L.) :</p><p>de fournir les renseignements prévus par l'imprimé de demande d'A.P.L. pour chaque locataire demandeur de l'aide ;</p><p>de signaler immédiatement tout départ de locataire bénéficiaire de l'A.P.L..</p><p>Si l'A.P.L. est versée en tiers-payant, le bailleur doit en outre (1) :</p><p>établir les liaisons nécessaires avec les organismes payeurs en vue de passer un accord définissant les conditions de versement de l'A.P.L. ;</p><p>saisir le cas échéant l'instance départementale chargée d'examiner les cas dans lesquels les bénéficiaires de l'A.P.L. ne règlent pas la dépense de logement restant à leur charge.</p><p>(1) Si la convention porte sur moins de dix logements, le bailleur doit, s'il souhaite le versement en tiers-payant, le faire connaître à l'organisme payeur ; à défaut, l'A.P.L. est versée directement au locataire.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-11-23",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application des articles L. 351-2 (3) et R. 353-200 du code de la construction et de l'habitation entre l'Etat et les bailleurs de logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129010",
                        "id": "LEGISCTA000006129010",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1, L. 831-1 (3) et R. 353-200 du code de la construction et de l'habitation entre l'Etat et les bailleurs de logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129010",
                        "id": "LEGISCTA000038928910",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006832837",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000684439",
                    "textTitle": "Décret n°88-199 du 29 février 1988 - art. 1 (V) JORF 2 mars 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006352318",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-03-02",
                    "dateSignaTexte": "1988-02-29",
                    "dateDebutCible": "1988-03-03"
                },
                {
                    "textCid": "JORFTEXT000000717069",
                    "textTitle": "Décret n°90-635 du 18 juillet 1990 - art. 8 () JORF 19 juillet 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006826993",
                    "natureText": "DECRET",
                    "datePubliTexte": "1990-07-19",
                    "dateSignaTexte": "1990-07-18",
                    "dateDebutCible": "1990-07-19"
                }
            ],
            "num": "Annexe III à l'article R353-200",
            "origine": "LEGI",
            "texte": "Engagements de portée générale applicables à tout logement conventionné. Article 1er. Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi. Article 2. Les logements doivent être loués nus, à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond déterminé dans les conditions prévues par l'article R. 331-42 du code de la construction et de l'habitation. Article 3. La convention se renouvelle pour des périodes triennales, sous réserve de dénonciation par l'une ou l'autre des parties. Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par un ministère d'huissier de justice) notifié six mois avant l'expiration de la convention ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif notifié dans le même délai. Article 4. La présente convention peut être révisée à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision. Article 5. La convention est tenue à la disposition permanente des locataires ou de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur. Cette information est mentionnée par affichage et de façon très apparente dans les parties communes de l'immeuble. Le bailleur s'engage à tenir à la disposition des locataires dans les lieux ou des candidats locataires les notices d'information relatives à l'aide personnalisée au logement. Article 6. En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer maximum ou faute grave à l'égard des organismes chargés du paiement de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet pendant un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention. Il sera fait application des dispositions prévues à l'article L. 353-6 relatives au maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement désormais prise en charge par le bailleur. Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à la notifier aux locataires et aux organismes payeurs concernés. Article 7. En cas de dissimulation ou fraude pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code précité, sans préjudice de l'application de l'article 70 de la loi n° 82-526 du 22 juin 1982. Article 8. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au préfet les informations et les documents nécessaires au plein exercice de ce contrôle. Article 9. Le préfet s'assure de la publication de la convention au fichier immobilier ou de son inscription au livre foncier. Article 10. La convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements conventionnés. Article 11. Les logements conventionnés doivent être maintenus à usage locatif pendant la durée de la convention. Lorsqu'un logement est vendu au locataire, ce dernier peut occuper le logement à titre personnel ou le faire occuper par son conjoint, ses ascendants ou descendants ou ceux de son conjoint. L'occupation doit être exclusivement à titre de résidence principale. Si le logement devient vacant avant la date d'expiration de la convention, le bailleur s'engage à le relouer dans les conditions définies par la convention. Toutefois, lorsque le bailleur est une personne physique, il peut l'occuper ou le faire occuper dans les conditions définies au précédent alinéa. Article 12. Le bailleur s'engage à proposer à tout candidat locataire un contrat de location conforme à la convention, auquel est jointe une notice d'information relative à l'aide personnalisée au logement. Article 13. Lorsque le bailleur est un organisme d'habitations à loyer modéré, les dispositions de l'article L. 353-15 du code de la construction et de l'habitation sont applicables aux locataires. Article 14. Lorsque le bailleur est une personne physique ou une personne morale autre qu'un organisme d'habitations à loyer modéré, le contrat de location est conclu pour une durée de trois ans. Toutefois, s'il est conclu avant le 30 juin suivant le troisième anniversaire de la prise d'effet de la convention, sa durée est égale à la période restant à courir jusqu'à la date du 30 juin mentionnée ci-dessus. Pendant la durée de la convention, sous réserve du respect des obligations définies par l'article 18 de la loi n° 82-526 du 22 juin 1982, le contrat de location se renouvelle pour des périodes triennales, sauf refus du locataire notifié selon la procédure définie par l'article 15 ci-dessus. En cas de vacance intervenant au cours du contrat de location, le nouveau locataire est substitué de plein droit à l'ancien locataire. Article 15. Le locataire peut donner congé à tout moment sous réserve d'un délai de préavis de trois mois, ramené à un mois en cas de changement de résidence pour des raisons familiales graves ou des raisons professionnelles. Tout congé est donné par lettre recommandée avec demande d'avis de réception, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le contrat de location produit effet jusqu'au dernier jour du mois. Le locataire est redevable du loyer et des charges pendant le délai de préavis, sauf si le logement est occupé avant la fin du préavis par un autre locataire en accord avec le bailleur. Article 16. Le loyer est payé par fraction mensuelle à terme échu. En cas de versement de l'aide personnalisée au logement en tiers payant, le montant de cette aide doit figurer sur la quittance. Article 17. Le bailleur peut demander au locataire, lors de la signature du contrat de location, le versement d'un dépôt de garantie qui ne peut être supérieur à deux mois de loyer en principal. Article 18. Le bailleur est tenu à l'égard des organismes payeurs de l'aide personnalisée au logement (A.P.L.) : de fournir les renseignements prévus par l'imprimé de demande d'A.P.L. pour chaque locataire demandeur de l'aide ; de signaler immédiatement tout départ de locataire bénéficiaire de l'A.P.L.. Si l'A.P.L. est versée en tiers-payant, le bailleur doit en outre (1) : établir les liaisons nécessaires avec les organismes payeurs en vue de passer un accord définissant les conditions de versement de l'A.P.L. ; saisir le cas échéant l'instance départementale chargée d'examiner les cas dans lesquels les bénéficiaires de l'A.P.L. ne règlent pas la dépense de logement restant à leur charge. (1) Si la convention porte sur moins de dix logements, le bailleur doit, s'il souhaite le versement en tiers-payant, le faire connaître à l'organisme payeur ; à défaut, l'A.P.L. est versée directement au locataire.",
            "texteHtml": "<p></p>   Engagements de portée générale applicables à tout logement conventionné.<p></p><p></p>   Article 1er.<p></p><p></p>   Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi.<p></p><p></p><p></p>   Article 2.<p></p><p></p>   Les logements doivent être loués nus, à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes.<p></p><p></p>   Les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond déterminé dans les conditions prévues par l'article R. 331-42 du code de la construction et de l'habitation.<p></p><p></p><p></p>   Article 3.<p></p><p></p>   La convention se renouvelle pour des périodes triennales, sous réserve de dénonciation par l'une ou l'autre des parties.<p></p><p></p>   Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par un ministère d'huissier de justice) notifié six mois avant l'expiration de la convention ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif notifié dans le même délai.<p></p><p></p><p></p>   Article 4.<p></p><p></p>   La présente convention peut être révisée à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision.<p></p><p></p><p></p>   Article 5.<p></p><p></p>   La convention est tenue à la disposition permanente des locataires ou de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur.<p></p><p></p>   Cette information est mentionnée par affichage et de façon très apparente dans les parties communes de l'immeuble.<p></p><p></p>   Le bailleur s'engage à tenir à la disposition des locataires dans les lieux ou des candidats locataires les notices d'information relatives à l'aide personnalisée au logement.<p></p><p></p><p></p>   Article 6.<p></p><p></p>   En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer maximum ou faute grave à l'égard des organismes chargés du paiement de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet pendant un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention.<p></p><p></p>   Il sera fait application des dispositions prévues à l'article L. 353-6 relatives au maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement désormais prise en charge par le bailleur.<p></p><p></p>   Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à la notifier aux locataires et aux organismes payeurs concernés.<p></p><p></p><p></p>   Article 7.<p></p><p></p>   En cas de dissimulation ou fraude pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code précité, sans préjudice de l'application de l'article 70 de la loi n° 82-526 du 22 juin 1982.<p></p><p></p><p></p>   Article 8.<p></p><p></p>   Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au préfet les informations et les documents nécessaires au plein exercice de ce contrôle.<p></p><p></p><p></p>   Article 9.<p></p><p></p>   Le préfet s'assure de la publication de la convention au fichier immobilier ou de son inscription au livre foncier.<p></p><p></p><p></p>   Article 10.<p></p><p></p>   La convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements conventionnés.<p></p><p></p><p></p>   Article 11.<p></p><p></p>   Les logements conventionnés doivent être maintenus à usage locatif pendant la durée de la convention.<p></p><p></p>   Lorsqu'un logement est vendu au locataire, ce dernier peut occuper le logement à titre personnel ou le faire occuper par son conjoint, ses ascendants ou descendants ou ceux de son conjoint. L'occupation doit être exclusivement à titre de résidence principale.<p></p><p></p>   Si le logement devient vacant avant la date d'expiration de la convention, le bailleur s'engage à le relouer dans les conditions définies par la convention. Toutefois, lorsque le bailleur est une personne physique, il peut l'occuper ou le faire occuper dans les conditions définies au précédent alinéa.<p></p><p></p><p></p>   Article 12.<p></p><p></p>   Le bailleur s'engage à proposer à tout candidat locataire un contrat de location conforme à la convention, auquel est jointe une notice d'information relative à l'aide personnalisée au logement.<p></p><p></p><p></p>   Article 13.<p></p><p></p>   Lorsque le bailleur est un organisme d'habitations à loyer modéré, les dispositions de l'article L. 353-15 du code de la construction et de l'habitation sont applicables aux locataires.<p></p><p></p><p></p>   Article 14.<p></p><p></p>   Lorsque le bailleur est une personne physique ou une personne morale autre qu'un organisme d'habitations à loyer modéré, le contrat de location est conclu pour une durée de trois ans. Toutefois, s'il est conclu avant le 30 juin suivant le troisième anniversaire de la prise d'effet de la convention, sa durée est égale à la période restant à courir jusqu'à la date du 30 juin mentionnée ci-dessus.<p></p><p></p>   Pendant la durée de la convention, sous réserve du respect des obligations définies par l'article 18 de la loi n° 82-526 du 22 juin 1982, le contrat de location se renouvelle pour des périodes triennales, sauf refus du locataire notifié selon la procédure définie par l'article 15 ci-dessus.<p></p><p></p>   En cas de vacance intervenant au cours du contrat de location, le nouveau locataire est substitué de plein droit à l'ancien locataire.<p></p><p></p><p></p>   Article 15.<p></p><p></p>   Le locataire peut donner congé à tout moment sous réserve d'un délai de préavis de trois mois, ramené à un mois en cas de changement de résidence pour des raisons familiales graves ou des raisons professionnelles.<p></p><p></p>   Tout congé est donné par lettre recommandée avec demande d'avis de réception, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le contrat de location produit effet jusqu'au dernier jour du mois.<p></p><p></p>   Le locataire est redevable du loyer et des charges pendant le délai de préavis, sauf si le logement est occupé avant la fin du préavis par un autre locataire en accord avec le bailleur.<p></p><p></p><p></p>   Article 16.<p></p><p></p>   Le loyer est payé par fraction mensuelle à terme échu.<p></p><p></p>   En cas de versement de l'aide personnalisée au logement en tiers payant, le montant de cette aide doit figurer sur la quittance.<p></p><p></p><p></p>   Article 17.<p></p><p></p>   Le bailleur peut demander au locataire, lors de la signature du contrat de location, le versement d'un dépôt de garantie qui ne peut être supérieur à deux mois de loyer en principal.<p></p><p></p><p></p>   Article 18.<p></p><p></p>   Le bailleur est tenu à l'égard des organismes payeurs de l'aide personnalisée au logement (A.P.L.) :<p></p><p></p>   de fournir les renseignements prévus par l'imprimé de demande d'A.P.L. pour chaque locataire demandeur de l'aide ;<p></p><p></p>   de signaler immédiatement tout départ de locataire bénéficiaire de l'A.P.L..<p></p><p></p>   Si l'A.P.L. est versée en tiers-payant, le bailleur doit en outre (1) :<p></p><p></p>   établir les liaisons nécessaires avec les organismes payeurs en vue de passer un accord définissant les conditions de versement de l'A.P.L. ;<p></p><p></p>   saisir le cas échéant l'instance départementale chargée d'examiner les cas dans lesquels les bénéficiaires de l'A.P.L. ne règlent pas la dépense de logement restant à leur charge.<p></p><p></p>   (1) Si la convention porte sur moins de dix logements, le bailleur doit, s'il souhaite le versement en tiers-payant, le faire connaître à l'organisme payeur ; à défaut, l'A.P.L. est versée directement au locataire.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1990-07-19T00:00:00.000Z",
            "dateFin": "2019-09-01T00:00:00.000Z"
        }
    ]
}