{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043707137",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles. Cette exigence est exprimée en pourcentage : 1° Du montant total d'exposition au risque de l'entité de résolution concernée, calculé, pour les établissements de crédit et entreprises d'investissement de classe 1 bis, conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 et pour les entreprises d'investissement de classe 2 et de classe 3, conformément à l'exigence applicable figurant l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multipliée par 12,5 ; 2° Et de la mesure de l'exposition totale de l'entité de résolution concernée calculée conformément aux articles 429 et 429 bis du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. Elle tient compte, le cas échéant, du fait que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution distincte, selon ce que prévoit ou non le plan préventif de résolution du groupe. Cette exigence est remplie aux moyens de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat. II. – Le collège de résolution peut dispenser de l'exigence minimale mentionnée au I : 1° Les sociétés de financement de l'habitat ; 2° Les sociétés de crédit foncier ; 3° Les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles L. 313-42 à L. 313-49-1 et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° 85-695 du 11 juillet 1985, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre. Lorsqu'une dispense a été accordée, la personne en bénéficiant n'est pas incluse dans le périmètre de consolidation aux fins du calcul de l'exigence minimale de fonds propres et d'engagements éligibles au niveau du groupe de résolution. III.-Respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base consolidée : 1° Les entités de résolution au titre du groupe de résolution dont elles relèvent ; 2° Les entreprises mères dans l'Union qui ne sont pas elles-mêmes des entités de résolution mais des filiales d'entités de pays tiers. IV.-Les établissements de crédit et les entreprises d'investissement qui sont des filiales d'entités de résolution ou d'entités de pays tiers, mais qui ne sont pas elles-mêmes des entités de résolution, respectent l'exigence minimale de fonds propres et d'engagements éligibles sur une base individuelle. Ils remplissent cette exigence au moyen de fonds propres et d'engagements éligibles qui sont émis principalement à l'intérieur du groupe de résolution dont ils dépendent, dans des conditions définies par décret en Conseil d'Etat. Après consultation du collège de supervision, le collège de résolution peut décider d'appliquer l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34 qui est une filiale d'une entité de résolution sans être elle-même une entité de résolution. V.-Dans le cas de groupes de résolution constitués d'un organe central et de l'ensemble des affiliés : 1° Afin de garantir que le groupe de résolution dans son ensemble réponde à l'exigence minimale de fonds propres et d'engagements éligibles au niveau consolidé, le collège de résolution désigne, en tenant compte des caractéristiques du mécanisme de solidarité et de la stratégie de résolution privilégiée, les entités au sein du groupe de résolution qui sont soumises au respect de cette exigence ; 2° Les affiliés, l'organe central qui n'est pas lui-même une entité de résolution, ainsi que toute entité de résolution à l'égard de laquelle le collège de résolution n'a pas pris de décision en vertu du 1° respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle. VI.-Le collège de résolution détermine, après avis du collège de supervision, le niveau d'exigence minimale de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat, en se fondant sur les critères suivants : 1° Les mesures de résolution appliquées, dont l'instrument de renflouement interne, doivent permettre la résolution du groupe de résolution en satisfaisant pleinement aux objectifs de la résolution ; 2° L'entité de résolution et ses filiales, qui ne sont pas elles-mêmes des entités de résolution, doivent le cas échéant disposer de fonds propres et d'engagements éligibles suffisants pour garantir que, si l'instrument de renflouement interne ou la réduction de leur valeur ou leur conversion devaient leur être appliqués, les pertes puissent être absorbées et le ratio de fonds propres total et, le cas échéant, le ratio de levier des personnes concernées, puissent être ramenés au niveau nécessaire pour leur permettre de continuer à remplir les conditions de leur agrément et à exercer les activités pour lesquelles elles ont été agréées ; 3° Dans l'hypothèse où le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne puissent faire l'objet d'une mesure de renflouement interne, en application du II de l'article L. 613-55-1, ou que certaines catégories d'engagements éligibles puissent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'entité de résolution doit disposer d'un montant suffisant de fonds propres et d'engagements éligibles pour que les pertes puissent être absorbées et pour que son ratio de fonds propres total et, le cas échéant, son ratio de levier, puissent être portés au niveau nécessaire afin de lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée ; 4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de la personne concernée ; 5° Les effets négatifs de la défaillance de la personne concernée sur la stabilité financière, notamment par un effet de contagion à d'autres personnes en raison de son interconnexion avec ces autres personnes ou avec le reste du système financier. VII.-A.-Lorsqu'il est l'autorité de résolution de l'entité de résolution d'un groupe de résolution, le collège de résolution s'efforce de parvenir, au sein du collège d'autorités de résolution constitué à cette fin, à une décision commune avec les autorités de résolution des filiales de ce groupe de résolution dans les autres Etats membres qui ne sont pas elles-mêmes des entités de résolution et qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle et, le cas échéant, avec l'autorité de résolution sur base consolidée au sens du 8° de l'article L. 613-34-1 sauf si le collège de résolution est lui-même cette autorité. Dans ce dernier cas, il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article L. 613-59-1 . La décision commune mentionnée ci-dessus porte sur : 1° Le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée sur base consolidée au niveau du groupe de résolution ; et 2° Le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée sur base individuelle à chacune des filiales de ce groupe qui n'est pas une entité de résolution. B.-En l'absence de décision commune sur les niveaux d'exigence mentionnés au A au terme d'un délai de quatre mois, le collège de résolution se prononce seul : 1° Sur le niveau d'exigence mentionné au 1° de ce A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernés et l'avis de l'autorité de résolution sur base consolidée, le cas échéant ; 2° Sur le niveau d'exigence mentionné au 2° du A applicable aux seules filiales relevant de sa compétence, après avoir pris en compte les observations et réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution ou, le cas échéant, les observations et réserves exprimées par écrit par l'autorité de résolution sur base consolidée. C.-Le collège de résolution diffère toutefois la décision mentionnée au B dans le cas où, à l'expiration du délai précité de quatre mois, l'Autorité bancaire européenne est saisie sur le fondement de l'article 19 du règlement (UE) n° 1093/2010, soit par une autre autorité de résolution concernée, soit par le collège de résolution lui-même, dans l'un ou l'autre des cas suivants : 1° S'il ne parvient pas à dégager une position commune avec les autorités de résolution concernées des autres Etats membres sur le niveau d'exigence au niveau du groupe mentionné au 1° du A ; 2° En cas de désaccord avec ces autres autorités de résolution concernées lorsque ces dernières envisagent de prendre seules des décisions sur le niveau de l'exigence minimale mentionné au 2° du A pour les filiales relevant de leur compétence. Le collège de résolution ne saisit toutefois l'Autorité bancaire européenne que si les exigences que ces autres autorités de résolution entendent imposer à leurs filiales : a) S'écartent, de plus de 2 % du montant total de l'exposition au risque de la filiale calculé conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 pour les établissements de crédit et les entreprises d'investissement de classe 1 bis ou conformément à l'exigence applicable figurant à l'article 11, paragraphe 1, du règlement (UE) 2019/2033, cette exigence étant multipliée par 1,25 s'agissant des entreprises d'investissement de classe 2 et de classe 3, du montant qui serait obtenu en appliquant au montant total de l'exposition au risque de la filiale le pourcentage que représente le montant de l'exigence au niveau consolidé du groupe de résolution mentionné au 1° du A par rapport au montant consolidé de l'exposition au risque du groupe de résolution ; b) Ne sont pas conformes à l'exigence mentionnée au 1° du I. Le collège de résolution fait connaître ses observations et ses réserves par écrit aux autorités de résolution mentionnées au premier alinéa. D.-Dans le cas où l'Autorité bancaire européenne a été saisie comme indiqué ci-dessus, le collège de résolution se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au B s'applique. Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales relevant de leur compétence sont applicables en France. Le collège de résolution notifie : 1° A l'autorité de résolution et, le cas échéant, à l'entreprise mère dans l'Union lorsque cette dernière n'est pas elle-même une entité de résolution du groupe de résolution concerné, les décisions communes mentionnées au A ainsi que les décisions mentionnées au B et au C ; 2° Aux filiales relevant de sa compétence, les décisions mentionnées aux 2° du A et du C. Ces décisions font l'objet d'un réexamen régulier. Elles peuvent prévoir que, lorsque cela est conforme à la stratégie de résolution et que l'entité de résolution n'a pas acheté, directement ou indirectement, suffisamment d'instruments respectant les exigences minimales de fonds propres et d'engagements éligibles de filiales qui ne sont pas elles-mêmes des entités de résolution, ces exigences sont partiellement remplies par ces filiales au moyen d'instruments émis en faveur d'entités ne faisant pas partie du groupe de résolution et achetés par ces dernières. VIII.-A.-Lorsqu'il est saisi par l'autorité de résolution de l'entité de résolution d'un autre Etat membre, en tant qu'autorité de résolution de filiales relevant de sa compétence qui ne sont pas elles-mêmes des entités de résolution, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VII, le collège de résolution apporte toute la coopération requise. Il tient compte du niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée au groupe à un niveau consolidé pour déterminer celui appliqué aux filiales concernées. Il veille à ce que l'évaluation de ces filiales soit bien prise en compte par l'autorité de résolution de l'entité de résolution lorsque cette dernière envisage de prendre seule une décision applicable sur base consolidée au niveau du groupe de résolution. Il fait valoir par écrit ses observations et ses réserves, le cas échéant. B.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales relevant de sa compétence, après avoir pris en compte les observations et les réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution du groupe de résolution et, le cas échéant, les observations et les réserves exprimées par écrit par l'autorité de résolution sur base consolidée si elle est différente. Dans les cas où l'Autorité bancaire européenne est saisie, dans les conditions mentionnées au C du VII, soit à son initiative, soit à celle de l'autorité de résolution de l'entité de résolution, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité. Il se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au premier alinéa s'applique. C.-Les décisions communes prises en application du A, les décisions prises en application du B ainsi que celles prises par les autorités de résolution des entités de résolution d'un autre Etat membre sont applicables en France. Le collège de résolution notifie aux filiales relevant de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au B. Ces décisions font l'objet d'un réexamen régulier. IX.-Le collège de résolution, en tant qu'autorité de résolution d'une filiale d'un groupe de résolution, peut exempter intégralement cette filiale de l'exigence mentionnée au I, dans des conditions définies par décret en Conseil d'Etat. En coordination avec le collège de supervision : 1° Il informe l'Autorité bancaire européenne des exigences fixées aux filiales relevant de sa compétence en application du présent article ; 2° Il exige et vérifie que les filiales soumises à une exigence minimale de fonds propres et d'engagements éligibles se conforment à cette exigence et prennent toutes mesures à cette fin parallèlement à l'élaboration et à la mise à jour des plans préventifs de résolution. X.-Les personnes mentionnées à l'article L. 613-34 qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles communiquent au collège de supervision et au collège de résolution les montants de ces fonds propres et de ces engagements et en assurent la publication suivant des modalités précisées par décret en Conseil d'Etat.",
            "texteHtml": "<p>I.-Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles. <br/><br/>Cette exigence est exprimée en pourcentage : <br/><br/>1° Du montant total d'exposition au risque de l'entité de résolution concernée, calculé, pour les établissements de crédit et entreprises d'investissement de classe 1 bis, conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 et pour les entreprises d'investissement de classe 2 et de classe 3, conformément à l'exigence applicable figurant l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multipliée par 12,5 ; <br/><br/>2° Et de la mesure de l'exposition totale de l'entité de résolution concernée calculée conformément aux articles 429 et 429 bis du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. <br/><br/>Elle tient compte, le cas échéant, du fait que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution distincte, selon ce que prévoit ou non le plan préventif de résolution du groupe. <br/><br/>Cette exigence est remplie aux moyens de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat. </p><p>II. – Le collège de résolution peut dispenser de l'exigence minimale mentionnée au I : </p><p>1° Les sociétés de financement de l'habitat ; </p><p>2° Les sociétés de crédit foncier ; </p><p>3° Les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652160&dateTexte=&categorieLien=cid'>L. 313-42 à L. 313-49-1 </a>et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000693456&idArticle=LEGIARTI000006317482&dateTexte=&categorieLien=cid'>85-695 </a>du 11 juillet 1985, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre. </p><p>Lorsqu'une dispense a été accordée, la personne en bénéficiant n'est pas incluse dans le périmètre de consolidation aux fins du calcul de l'exigence minimale de fonds propres et d'engagements éligibles au niveau du groupe de résolution. </p><p>III.-Respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base consolidée : <br/><br/>1° Les entités de résolution au titre du groupe de résolution dont elles relèvent ; <br/><br/>2° Les entreprises mères dans l'Union qui ne sont pas elles-mêmes des entités de résolution mais des filiales d'entités de pays tiers. <br/><br/>IV.-Les établissements de crédit et les entreprises d'investissement qui sont des filiales d'entités de résolution ou d'entités de pays tiers, mais qui ne sont pas elles-mêmes des entités de résolution, respectent l'exigence minimale de fonds propres et d'engagements éligibles sur une base individuelle. Ils remplissent cette exigence au moyen de fonds propres et d'engagements éligibles qui sont émis principalement à l'intérieur du groupe de résolution dont ils dépendent, dans des conditions définies par décret en Conseil d'Etat. <br/><br/>Après consultation du collège de supervision, le collège de résolution peut décider d'appliquer l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34 qui est une filiale d'une entité de résolution sans être elle-même une entité de résolution. <br/><br/>V.-Dans le cas de groupes de résolution constitués d'un organe central et de l'ensemble des affiliés : <br/><br/>1° Afin de garantir que le groupe de résolution dans son ensemble réponde à l'exigence minimale de fonds propres et d'engagements éligibles au niveau consolidé, le collège de résolution désigne, en tenant compte des caractéristiques du mécanisme de solidarité et de la stratégie de résolution privilégiée, les entités au sein du groupe de résolution qui sont soumises au respect de cette exigence ; <br/><br/>2° Les affiliés, l'organe central qui n'est pas lui-même une entité de résolution, ainsi que toute entité de résolution à l'égard de laquelle le collège de résolution n'a pas pris de décision en vertu du 1° respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle. <br/><br/>VI.-Le collège de résolution détermine, après avis du collège de supervision, le niveau d'exigence minimale de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat, en se fondant sur les critères suivants : <br/><br/>1° Les mesures de résolution appliquées, dont l'instrument de renflouement interne, doivent permettre la résolution du groupe de résolution en satisfaisant pleinement aux objectifs de la résolution ; <br/><br/>2° L'entité de résolution et ses filiales, qui ne sont pas elles-mêmes des entités de résolution, doivent le cas échéant disposer de fonds propres et d'engagements éligibles suffisants pour garantir que, si l'instrument de renflouement interne ou la réduction de leur valeur ou leur conversion devaient leur être appliqués, les pertes puissent être absorbées et le ratio de fonds propres total et, le cas échéant, le ratio de levier des personnes concernées, puissent être ramenés au niveau nécessaire pour leur permettre de continuer à remplir les conditions de leur agrément et à exercer les activités pour lesquelles elles ont été agréées ; <br/><br/>3° Dans l'hypothèse où le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne puissent faire l'objet d'une mesure de renflouement interne, en application du II de l'article L. 613-55-1, ou que certaines catégories d'engagements éligibles puissent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'entité de résolution doit disposer d'un montant suffisant de fonds propres et d'engagements éligibles pour que les pertes puissent être absorbées et pour que son ratio de fonds propres total et, le cas échéant, son ratio de levier, puissent être portés au niveau nécessaire afin de lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée ; <br/><br/>4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de la personne concernée ; <br/><br/>5° Les effets négatifs de la défaillance de la personne concernée sur la stabilité financière, notamment par un effet de contagion à d'autres personnes en raison de son interconnexion avec ces autres personnes ou avec le reste du système financier. <br/><br/>VII.-A.-Lorsqu'il est l'autorité de résolution de l'entité de résolution d'un groupe de résolution, le collège de résolution s'efforce de parvenir, au sein du collège d'autorités de résolution constitué à cette fin, à une décision commune avec les autorités de résolution des filiales de ce groupe de résolution dans les autres Etats membres qui ne sont pas elles-mêmes des entités de résolution et qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle et, le cas échéant, avec l'autorité de résolution sur base consolidée au sens du 8° de l'article L. 613-34-1 sauf si le collège de résolution est lui-même cette autorité. <br/><br/>Dans ce dernier cas, il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082896&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-59-1 (V)'>L. 613-59-1</a>. <br/><br/>La décision commune mentionnée ci-dessus porte sur : <br/><br/>1° Le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée sur base consolidée au niveau du groupe de résolution ; et <br/><br/>2° Le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée sur base individuelle à chacune des filiales de ce groupe qui n'est pas une entité de résolution. <br/><br/>B.-En l'absence de décision commune sur les niveaux d'exigence mentionnés au A au terme d'un délai de quatre mois, le collège de résolution se prononce seul : <br/><br/>1° Sur le niveau d'exigence mentionné au 1° de ce A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernés et l'avis de l'autorité de résolution sur base consolidée, le cas échéant ; <br/><br/>2° Sur le niveau d'exigence mentionné au 2° du A applicable aux seules filiales relevant de sa compétence, après avoir pris en compte les observations et réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution ou, le cas échéant, les observations et réserves exprimées par écrit par l'autorité de résolution sur base consolidée. <br/><br/>C.-Le collège de résolution diffère toutefois la décision mentionnée au B dans le cas où, à l'expiration du délai précité de quatre mois, l'Autorité bancaire européenne est saisie sur le fondement de l'article 19 du règlement (UE) n° 1093/2010, soit par une autre autorité de résolution concernée, soit par le collège de résolution lui-même, dans l'un ou l'autre des cas suivants : <br/><br/>1° S'il ne parvient pas à dégager une position commune avec les autorités de résolution concernées des autres Etats membres sur le niveau d'exigence au niveau du groupe mentionné au 1° du A ; <br/><br/>2° En cas de désaccord avec ces autres autorités de résolution concernées lorsque ces dernières envisagent de prendre seules des décisions sur le niveau de l'exigence minimale mentionné au 2° du A pour les filiales relevant de leur compétence. <br/><br/>Le collège de résolution ne saisit toutefois l'Autorité bancaire européenne que si les exigences que ces autres autorités de résolution entendent imposer à leurs filiales : <br/><br/>a) S'écartent, de plus de 2 % du montant total de l'exposition au risque de la filiale calculé conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 pour les établissements de crédit et les entreprises d'investissement de classe 1 bis ou conformément à l'exigence applicable figurant à l'article 11, paragraphe 1, du règlement (UE) 2019/2033, cette exigence étant multipliée par 1,25 s'agissant des entreprises d'investissement de classe 2 et de classe 3, du montant qui serait obtenu en appliquant au montant total de l'exposition au risque de la filiale le pourcentage que représente le montant de l'exigence au niveau consolidé du groupe de résolution mentionné au 1° du A par rapport au montant consolidé de l'exposition au risque du groupe de résolution ; <br/><br/>b) Ne sont pas conformes à l'exigence mentionnée au 1° du I. <br/><br/>Le collège de résolution fait connaître ses observations et ses réserves par écrit aux autorités de résolution mentionnées au premier alinéa. <br/><br/>D.-Dans le cas où l'Autorité bancaire européenne a été saisie comme indiqué ci-dessus, le collège de résolution se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au B s'applique. <br/><br/>Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales relevant de leur compétence sont applicables en France. <br/><br/>Le collège de résolution notifie : <br/><br/>1° A l'autorité de résolution et, le cas échéant, à l'entreprise mère dans l'Union lorsque cette dernière n'est pas elle-même une entité de résolution du groupe de résolution concerné, les décisions communes mentionnées au A ainsi que les décisions mentionnées au B et au C ; <br/><br/>2° Aux filiales relevant de sa compétence, les décisions mentionnées aux 2° du A et du C. <br/><br/>Ces décisions font l'objet d'un réexamen régulier. <br/><br/>Elles peuvent prévoir que, lorsque cela est conforme à la stratégie de résolution et que l'entité de résolution n'a pas acheté, directement ou indirectement, suffisamment d'instruments respectant les exigences minimales de fonds propres et d'engagements éligibles de filiales qui ne sont pas elles-mêmes des entités de résolution, ces exigences sont partiellement remplies par ces filiales au moyen d'instruments émis en faveur d'entités ne faisant pas partie du groupe de résolution et achetés par ces dernières. <br/><br/>VIII.-A.-Lorsqu'il est saisi par l'autorité de résolution de l'entité de résolution d'un autre Etat membre, en tant qu'autorité de résolution de filiales relevant de sa compétence qui ne sont pas elles-mêmes des entités de résolution, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VII, le collège de résolution apporte toute la coopération requise. Il tient compte du niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée au groupe à un niveau consolidé pour déterminer celui appliqué aux filiales concernées. <br/><br/>Il veille à ce que l'évaluation de ces filiales soit bien prise en compte par l'autorité de résolution de l'entité de résolution lorsque cette dernière envisage de prendre seule une décision applicable sur base consolidée au niveau du groupe de résolution. Il fait valoir par écrit ses observations et ses réserves, le cas échéant. <br/><br/>B.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales relevant de sa compétence, après avoir pris en compte les observations et les réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution du groupe de résolution et, le cas échéant, les observations et les réserves exprimées par écrit par l'autorité de résolution sur base consolidée si elle est différente. <br/><br/>Dans les cas où l'Autorité bancaire européenne est saisie, dans les conditions mentionnées au C du VII, soit à son initiative, soit à celle de l'autorité de résolution de l'entité de résolution, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité. Il se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au premier alinéa s'applique. <br/><br/>C.-Les décisions communes prises en application du A, les décisions prises en application du B ainsi que celles prises par les autorités de résolution des entités de résolution d'un autre Etat membre sont applicables en France. <br/><br/>Le collège de résolution notifie aux filiales relevant de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au B. <br/><br/>Ces décisions font l'objet d'un réexamen régulier. <br/><br/>IX.-Le collège de résolution, en tant qu'autorité de résolution d'une filiale d'un groupe de résolution, peut exempter intégralement cette filiale de l'exigence mentionnée au I, dans des conditions définies par décret en Conseil d'Etat. <br/><br/>En coordination avec le collège de supervision : <br/><br/>1° Il informe l'Autorité bancaire européenne des exigences fixées aux filiales relevant de sa compétence en application du présent article ; <br/><br/>2° Il exige et vérifie que les filiales soumises à une exigence minimale de fonds propres et d'engagements éligibles se conforment à cette exigence et prennent toutes mesures à cette fin parallèlement à l'élaboration et à la mise à jour des plans préventifs de résolution. <br/><br/>X.-Les personnes mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-34 (V)'>L. 613-34</a> qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles communiquent au collège de supervision et au collège de résolution les montants de ces fonds propres et de ces engagements et en assurent la publication suivant des modalités précisées par décret en Conseil d'Etat.</p>",
            "num": "L613-44",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1624665600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081314",
                        "id": "LEGISCTA000031081314",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081316",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081314",
            "sectionParentId": "LEGISCTA000031081314",
            "sectionParentTitre": "Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043707137",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 10 de l’ordonnance n° 2021-796 du 23 juin 2021, ces dispositions entrent en vigueur le 26 juin 2021.",
            "notaHtml": "<p>Conformément à l’article 10 de l’ordonnance n° 2021-796 du 23 juin 2021, ces dispositions entrent en vigueur le 26 juin 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043694571",
                    "textTitle": "Ordonnance n°2021-796 du 23 juin 2021 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043695242",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-06-24",
                    "dateSignaTexte": "2021-06-23",
                    "dateDebutCible": "2021-06-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000693456",
                    "textTitle": "Loi n° 85-695 du 11 juillet 1985 - art. 13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006317482",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-695",
                    "datePubli": 489974400000,
                    "dateDebut": 1657238400000
                },
                {
                    "textCid": "JORFTEXT000043220034",
                    "textTitle": "Arrêté du 25 février 2021 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043222159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1614988800000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000047784395",
                    "textTitle": "Décision n°2023-C-14 du 9 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047784398",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-C-14",
                    "datePubli": 1688515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-42",
                    "articleId": "LEGIARTI000006652160",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1657238400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-1-A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L511-41-1-A",
                    "articleId": "LEGIARTI000043709088",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-30-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-30-3",
                    "articleId": "LEGIARTI000043707190",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34-1",
                    "articleId": "LEGIARTI000043707147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-38",
                    "articleId": "LEGIARTI000042734959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-42 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-42",
                    "articleId": "LEGIARTI000042734995",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44-1",
                    "articleId": "LEGIARTI000043707135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48",
                    "articleId": "LEGIARTI000042735055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-1",
                    "articleId": "LEGIARTI000042735157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-59",
                    "articleId": "LEGIARTI000042735240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-59-1",
                    "articleId": "LEGIARTI000031082896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46",
                    "articleId": "LEGIARTI000042868838",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-1",
                    "articleId": "LEGIARTI000042861474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-2",
                    "articleId": "LEGIARTI000042861483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-5",
                    "articleId": "LEGIARTI000042861631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-6",
                    "articleId": "LEGIARTI000042861640",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081516",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033857386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735013",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 1624665600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043707137",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1624665600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-44",
                "613-44"
            ],
            "versionPrecedente": "LEGIARTI000042735013",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042735013",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles. Cette exigence est exprimée en pourcentage : 1° Du montant total d'exposition au risque de l'entité de résolution concernée, calculé conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 ; 2° Et de la mesure de l'exposition totale de l'entité de résolution concernée calculée conformément aux articles 429 et 429 bis du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. Elle tient compte, le cas échéant, du fait que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution distincte, selon ce que prévoit ou non le plan préventif de résolution du groupe. Cette exigence est remplie aux moyens de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat. II. – Le collège de résolution peut dispenser de l'exigence minimale mentionnée au I : 1° Les sociétés de financement de l'habitat ; 2° Les sociétés de crédit foncier ; 3° Les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles L. 313-42 à L. 313-49-1 et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° 85-695 du 11 juillet 1985, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre. Lorsqu'une dispense a été accordée, la personne en bénéficiant n'est pas incluse dans le périmètre de consolidation aux fins du calcul de l'exigence minimale de fonds propres et d'engagements éligibles au niveau du groupe de résolution. III.-Respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base consolidée : 1° Les entités de résolution au titre du groupe de résolution dont elles relèvent ; 2° Les entreprises mères dans l'Union qui ne sont pas elles-mêmes des entités de résolution mais des filiales d'entités de pays tiers. IV.-Les établissements de crédit et les entreprises d'investissement qui sont des filiales d'entités de résolution ou d'entités de pays tiers, mais qui ne sont pas elles-mêmes des entités de résolution, respectent l'exigence minimale de fonds propres et d'engagements éligibles sur une base individuelle. Ils remplissent cette exigence au moyen de fonds propres et d'engagements éligibles qui sont émis principalement à l'intérieur du groupe de résolution dont ils dépendent, dans des conditions définies par décret en Conseil d'Etat. Après consultation du collège de supervision, le collège de résolution peut décider d'appliquer l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34 qui est une filiale d'une entité de résolution sans être elle-même une entité de résolution. V.-Dans le cas de groupes de résolution constitués d'un organe central et de l'ensemble des affiliés : 1° Afin de garantir que le groupe de résolution dans son ensemble réponde à l'exigence minimale de fonds propres et d'engagements éligibles au niveau consolidé, le collège de résolution désigne, en tenant compte des caractéristiques du mécanisme de solidarité et de la stratégie de résolution privilégiée, les entités au sein du groupe de résolution qui sont soumises au respect de cette exigence ; 2° Les affiliés, l'organe central qui n'est pas lui-même une entité de résolution, ainsi que toute entité de résolution à l'égard de laquelle le collège de résolution n'a pas pris de décision en vertu du 1° respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle. VI.-Le collège de résolution détermine, après avis du collège de supervision, le niveau d'exigence minimale de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat, en se fondant sur les critères suivants : 1° Les mesures de résolution appliquées, dont l'instrument de renflouement interne, doivent permettre la résolution du groupe de résolution en satisfaisant pleinement aux objectifs de la résolution ; 2° L'entité de résolution et ses filiales, qui ne sont pas elles-mêmes des entités de résolution, doivent le cas échéant disposer de fonds propres et d'engagements éligibles suffisants pour garantir que, si l'instrument de renflouement interne ou la réduction de leur valeur ou leur conversion devaient leur être appliqués, les pertes puissent être absorbées et le ratio de fonds propres total et, le cas échéant, le ratio de levier des personnes concernées, puissent être ramenés au niveau nécessaire pour leur permettre de continuer à remplir les conditions de leur agrément et à exercer les activités pour lesquelles elles ont été agréées ; 3° Dans l'hypothèse où le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne puissent faire l'objet d'une mesure de renflouement interne, en application du II de l'article L. 613-55-1, ou que certaines catégories d'engagements éligibles puissent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'entité de résolution doit disposer d'un montant suffisant de fonds propres et d'engagements éligibles pour que les pertes puissent être absorbées et pour que son ratio de fonds propres total et, le cas échéant, son ratio de levier, puissent être portés au niveau nécessaire afin de lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée ; 4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de la personne concernée ; 5° Les effets négatifs de la défaillance de la personne concernée sur la stabilité financière, notamment par un effet de contagion à d'autres personnes en raison de son interconnexion avec ces autres personnes ou avec le reste du système financier. VII.-A.-Lorsqu'il est l'autorité de résolution de l'entité de résolution d'un groupe de résolution, le collège de résolution s'efforce de parvenir, au sein du collège d'autorités de résolution constitué à cette fin, à une décision commune avec les autorités de résolution des filiales de ce groupe de résolution dans les autres Etats membres qui ne sont pas elles-mêmes des entités de résolution et qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle et, le cas échéant, avec l'autorité de résolution sur base consolidée au sens du 8° de l'article L. 613-34-1 sauf si le collège de résolution est lui-même cette autorité. Dans ce dernier cas, il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article L. 613-59-1. La décision commune mentionnée ci-dessus porte sur : 1° Le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée sur base consolidée au niveau du groupe de résolution ; et 2° Le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée sur base individuelle à chacune des filiales de ce groupe qui n'est pas une entité de résolution. B.-En l'absence de décision commune sur les niveaux d'exigence mentionnés au A au terme d'un délai de quatre mois, le collège de résolution se prononce seul : 1° Sur le niveau d'exigence mentionné au 1° de ce A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernés et l'avis de l'autorité de résolution sur base consolidée, le cas échéant ; 2° Sur le niveau d'exigence mentionné au 2° du A applicable aux seules filiales relevant de sa compétence, après avoir pris en compte les observations et réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution ou, le cas échéant, les observations et réserves exprimées par écrit par l'autorité de résolution sur base consolidée. C.-Le collège de résolution diffère toutefois la décision mentionnée au B dans le cas où, à l'expiration du délai précité de quatre mois, l'Autorité bancaire européenne est saisie sur le fondement de l'article 19 du règlement (UE) n° 1093/2010, soit par une autre autorité de résolution concernée, soit par le collège de résolution lui-même, dans l'un ou l'autre des cas suivants : 1° S'il ne parvient pas à dégager une position commune avec les autorités de résolution concernées des autres Etats membres sur le niveau d'exigence au niveau du groupe mentionné au 1° du A ; 2° En cas de désaccord avec ces autres autorités de résolution concernées lorsque ces dernières envisagent de prendre seules des décisions sur le niveau de l'exigence minimale mentionné au 2° du A pour les filiales relevant de leur compétence. Le collège de résolution ne saisit toutefois l'Autorité bancaire européenne que si les exigences que ces autres autorités de résolution entendent imposer à leurs filiales : a) S'écartent, de plus de 2 % du montant total de l'exposition au risque de la filiale calculé conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013, du montant qui serait obtenu en appliquant au montant total de l'exposition au risque de la filiale le pourcentage que représente le montant de l'exigence au niveau consolidé du groupe de résolution mentionné au 1° du A par rapport au montant consolidé de l'exposition au risque du groupe de résolution ; et b) Ne sont pas conformes à l'exigence mentionnée au 1° du I. Le collège de résolution fait connaître ses observations et ses réserves par écrit aux autorités de résolution mentionnées au premier alinéa. D.-Dans le cas où l'Autorité bancaire européenne a été saisie comme indiqué ci-dessus, le collège de résolution se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au B s'applique. Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales relevant de leur compétence sont applicables en France. Le collège de résolution notifie : 1° A l'autorité de résolution et, le cas échéant, à l'entreprise mère dans l'Union lorsque cette dernière n'est pas elle-même une entité de résolution du groupe de résolution concerné, les décisions communes mentionnées au A ainsi que les décisions mentionnées au B et au C ; 2° Aux filiales relevant de sa compétence, les décisions mentionnées aux 2° du A et du C. Ces décisions font l'objet d'un réexamen régulier. Elles peuvent prévoir que, lorsque cela est conforme à la stratégie de résolution et que l'entité de résolution n'a pas acheté, directement ou indirectement, suffisamment d'instruments respectant les exigences minimales de fonds propres et d'engagements éligibles de filiales qui ne sont pas elles-mêmes des entités de résolution, ces exigences sont partiellement remplies par ces filiales au moyen d'instruments émis en faveur d'entités ne faisant pas partie du groupe de résolution et achetés par ces dernières. VIII.-A.-Lorsqu'il est saisi par l'autorité de résolution de l'entité de résolution d'un autre Etat membre, en tant qu'autorité de résolution de filiales relevant de sa compétence qui ne sont pas elles-mêmes des entités de résolution, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VII, le collège de résolution apporte toute la coopération requise. Il tient compte du niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée au groupe à un niveau consolidé pour déterminer celui appliqué aux filiales concernées. Il veille à ce que l'évaluation de ces filiales soit bien prise en compte par l'autorité de résolution de l'entité de résolution lorsque cette dernière envisage de prendre seule une décision applicable sur base consolidée au niveau du groupe de résolution. Il fait valoir par écrit ses observations et ses réserves, le cas échéant. B.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales relevant de sa compétence, après avoir pris en compte les observations et les réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution du groupe de résolution et, le cas échéant, les observations et les réserves exprimées par écrit par l'autorité de résolution sur base consolidée si elle est différente. Dans les cas où l'Autorité bancaire européenne est saisie, dans les conditions mentionnées au C du VII, soit à son initiative, soit à celle de l'autorité de résolution de l'entité de résolution, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité. Il se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au premier alinéa s'applique. C.-Les décisions communes prises en application du A, les décisions prises en application du B ainsi que celles prises par les autorités de résolution des entités de résolution d'un autre Etat membre sont applicables en France. Le collège de résolution notifie aux filiales relevant de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au B. Ces décisions font l'objet d'un réexamen régulier. IX.-Le collège de résolution, en tant qu'autorité de résolution d'une filiale d'un groupe de résolution, peut exempter intégralement cette filiale de l'exigence mentionnée au I, dans des conditions définies par décret en Conseil d'Etat. En coordination avec le collège de supervision : 1° Il informe l'Autorité bancaire européenne des exigences fixées aux filiales relevant de sa compétence en application du présent article ; 2° Il exige et vérifie que les filiales soumises à une exigence minimale de fonds propres et d'engagements éligibles se conforment à cette exigence et prennent toutes mesures à cette fin parallèlement à l'élaboration et à la mise à jour des plans préventifs de résolution. X.-Les personnes mentionnées à l'article L. 613-34 qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles communiquent au collège de supervision et au collège de résolution les montants de ces fonds propres et de ces engagements et en assurent la publication suivant des modalités précisées par décret en Conseil d'Etat.",
            "texteHtml": "<p>I.-Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles.<br/><br/>\n Cette exigence est exprimée en pourcentage :<br/><br/>\n 1° Du montant total d'exposition au risque de l'entité de résolution concernée, calculé conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 ;<br/><br/>\n 2° Et de la mesure de l'exposition totale de l'entité de résolution concernée calculée conformément aux articles 429 et 429 bis du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013.<br/><br/>\n Elle tient compte, le cas échéant, du fait que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution distincte, selon ce que prévoit ou non le plan préventif de résolution du groupe.<br/><br/>\n Cette exigence est remplie aux moyens de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat.</p><p>II. – Le collège de résolution peut dispenser de l'exigence minimale mentionnée au I :</p><p>1° Les sociétés de financement de l'habitat ;</p><p>2° Les sociétés de crédit foncier ;</p><p>3° Les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652160&dateTexte=&categorieLien=cid'>L. 313-42 à L. 313-49-1 </a>et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000693456&idArticle=LEGIARTI000006317482&dateTexte=&categorieLien=cid'>85-695 </a>du 11 juillet 1985, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre.</p><p>Lorsqu'une dispense a été accordée, la personne en bénéficiant n'est pas incluse dans le périmètre de consolidation aux fins du calcul de l'exigence minimale de fonds propres et d'engagements éligibles au niveau du groupe de résolution.</p><p>III.-Respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base consolidée :<br/><br/>\n 1° Les entités de résolution au titre du groupe de résolution dont elles relèvent ;<br/><br/>\n 2° Les entreprises mères dans l'Union qui ne sont pas elles-mêmes des entités de résolution mais des filiales d'entités de pays tiers.<br/><br/>\n IV.-Les établissements de crédit et les entreprises d'investissement qui sont des filiales d'entités de résolution ou d'entités de pays tiers, mais qui ne sont pas elles-mêmes des entités de résolution, respectent l'exigence minimale de fonds propres et d'engagements éligibles sur une base individuelle. Ils remplissent cette exigence au moyen de fonds propres et d'engagements éligibles qui sont émis principalement à l'intérieur du groupe de résolution dont ils dépendent, dans des conditions définies par décret en Conseil d'Etat.<br/><br/>\n Après consultation du collège de supervision, le collège de résolution peut décider d'appliquer l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34 qui est une filiale d'une entité de résolution sans être elle-même une entité de résolution.<br/><br/>\n V.-Dans le cas de groupes de résolution constitués d'un organe central et de l'ensemble des affiliés :<br/><br/>\n 1° Afin de garantir que le groupe de résolution dans son ensemble réponde à l'exigence minimale de fonds propres et d'engagements éligibles au niveau consolidé, le collège de résolution désigne, en tenant compte des caractéristiques du mécanisme de solidarité et de la stratégie de résolution privilégiée, les entités au sein du groupe de résolution qui sont soumises au respect de cette exigence ;<br/><br/>\n 2° Les affiliés, l'organe central qui n'est pas lui-même une entité de résolution, ainsi que toute entité de résolution à l'égard de laquelle le collège de résolution n'a pas pris de décision en vertu du 1° respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle.<br/><br/>\n VI.-Le collège de résolution détermine, après avis du collège de supervision, le niveau d'exigence minimale de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat, en se fondant sur les critères suivants :<br/><br/>\n 1° Les mesures de résolution appliquées, dont l'instrument de renflouement interne, doivent permettre la résolution du groupe de résolution en satisfaisant pleinement aux objectifs de la résolution ;<br/><br/>\n 2° L'entité de résolution et ses filiales, qui ne sont pas elles-mêmes des entités de résolution, doivent le cas échéant disposer de fonds propres et d'engagements éligibles suffisants pour garantir que, si l'instrument de renflouement interne ou la réduction de leur valeur ou leur conversion devaient leur être appliqués, les pertes puissent être absorbées et le ratio de fonds propres total et, le cas échéant, le ratio de levier des personnes concernées, puissent être ramenés au niveau nécessaire pour leur permettre de continuer à remplir les conditions de leur agrément et à exercer les activités pour lesquelles elles ont été agréées ;<br/><br/>\n 3° Dans l'hypothèse où le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne puissent faire l'objet d'une mesure de renflouement interne, en application du II de l'article L. 613-55-1, ou que certaines catégories d'engagements éligibles puissent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'entité de résolution doit disposer d'un montant suffisant de fonds propres et d'engagements éligibles pour que les pertes puissent être absorbées et pour que son ratio de fonds propres total et, le cas échéant, son ratio de levier, puissent être portés au niveau nécessaire afin de lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée ;<br/><br/>\n 4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de la personne concernée ;<br/><br/>\n 5° Les effets négatifs de la défaillance de la personne concernée sur la stabilité financière, notamment par un effet de contagion à d'autres personnes en raison de son interconnexion avec ces autres personnes ou avec le reste du système financier.<br/><br/>\n VII.-A.-Lorsqu'il est l'autorité de résolution de l'entité de résolution d'un groupe de résolution, le collège de résolution s'efforce de parvenir, au sein du collège d'autorités de résolution constitué à cette fin, à une décision commune avec les autorités de résolution des filiales de ce groupe de résolution dans les autres Etats membres qui ne sont pas elles-mêmes des entités de résolution et qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle et, le cas échéant, avec l'autorité de résolution sur base consolidée au sens du 8° de l'article L. 613-34-1 sauf si le collège de résolution est lui-même cette autorité.<br/><br/>\n Dans ce dernier cas, il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article L. 613-59-1.<br/><br/>\n La décision commune mentionnée ci-dessus porte sur :<br/><br/>\n 1° Le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée sur base consolidée au niveau du groupe de résolution ; et<br/><br/>\n 2° Le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée sur base individuelle à chacune des filiales de ce groupe qui n'est pas une entité de résolution.<br/><br/>\n B.-En l'absence de décision commune sur les niveaux d'exigence mentionnés au A au terme d'un délai de quatre mois, le collège de résolution se prononce seul :<br/><br/>\n 1° Sur le niveau d'exigence mentionné au 1° de ce A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernés et l'avis de l'autorité de résolution sur base consolidée, le cas échéant ;<br/><br/>\n 2° Sur le niveau d'exigence mentionné au 2° du A applicable aux seules filiales relevant de sa compétence, après avoir pris en compte les observations et réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution ou, le cas échéant, les observations et réserves exprimées par écrit par l'autorité de résolution sur base consolidée.<br/><br/>\n C.-Le collège de résolution diffère toutefois la décision mentionnée au B dans le cas où, à l'expiration du délai précité de quatre mois, l'Autorité bancaire européenne est saisie sur le fondement de l'article 19 du règlement (UE) n° 1093/2010, soit par une autre autorité de résolution concernée, soit par le collège de résolution lui-même, dans l'un ou l'autre des cas suivants :<br/><br/>\n 1° S'il ne parvient pas à dégager une position commune avec les autorités de résolution concernées des autres Etats membres sur le niveau d'exigence au niveau du groupe mentionné au 1° du A ;<br/><br/>\n 2° En cas de désaccord avec ces autres autorités de résolution concernées lorsque ces dernières envisagent de prendre seules des décisions sur le niveau de l'exigence minimale mentionné au 2° du A pour les filiales relevant de leur compétence.<br/><br/>\n Le collège de résolution ne saisit toutefois l'Autorité bancaire européenne que si les exigences que ces autres autorités de résolution entendent imposer à leurs filiales :<br/><br/>\n a) S'écartent, de plus de 2 % du montant total de l'exposition au risque de la filiale calculé conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013, du montant qui serait obtenu en appliquant au montant total de l'exposition au risque de la filiale le pourcentage que représente le montant de l'exigence au niveau consolidé du groupe de résolution mentionné au 1° du A par rapport au montant consolidé de l'exposition au risque du groupe de résolution ; et<br/><br/>\n b) Ne sont pas conformes à l'exigence mentionnée au 1° du I.<br/><br/>\n Le collège de résolution fait connaître ses observations et ses réserves par écrit aux autorités de résolution mentionnées au premier alinéa.<br/><br/>\n D.-Dans le cas où l'Autorité bancaire européenne a été saisie comme indiqué ci-dessus, le collège de résolution se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au B s'applique.<br/><br/>\n Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales relevant de leur compétence sont applicables en France.<br/><br/>\n Le collège de résolution notifie :<br/><br/>\n 1° A l'autorité de résolution et, le cas échéant, à l'entreprise mère dans l'Union lorsque cette dernière n'est pas elle-même une entité de résolution du groupe de résolution concerné, les décisions communes mentionnées au A ainsi que les décisions mentionnées au B et au C ;<br/><br/>\n 2° Aux filiales relevant de sa compétence, les décisions mentionnées aux 2° du A et du C.<br/><br/>\n Ces décisions font l'objet d'un réexamen régulier.<br/><br/>\n Elles peuvent prévoir que, lorsque cela est conforme à la stratégie de résolution et que l'entité de résolution n'a pas acheté, directement ou indirectement, suffisamment d'instruments respectant les exigences minimales de fonds propres et d'engagements éligibles de filiales qui ne sont pas elles-mêmes des entités de résolution, ces exigences sont partiellement remplies par ces filiales au moyen d'instruments émis en faveur d'entités ne faisant pas partie du groupe de résolution et achetés par ces dernières.<br/><br/>\n VIII.-A.-Lorsqu'il est saisi par l'autorité de résolution de l'entité de résolution d'un autre Etat membre, en tant qu'autorité de résolution de filiales relevant de sa compétence qui ne sont pas elles-mêmes des entités de résolution, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VII, le collège de résolution apporte toute la coopération requise. Il tient compte du niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée au groupe à un niveau consolidé pour déterminer celui appliqué aux filiales concernées.<br/><br/>\n Il veille à ce que l'évaluation de ces filiales soit bien prise en compte par l'autorité de résolution de l'entité de résolution lorsque cette dernière envisage de prendre seule une décision applicable sur base consolidée au niveau du groupe de résolution. Il fait valoir par écrit ses observations et ses réserves, le cas échéant.<br/><br/>\n B.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales relevant de sa compétence, après avoir pris en compte les observations et les réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution du groupe de résolution et, le cas échéant, les observations et les réserves exprimées par écrit par l'autorité de résolution sur base consolidée si elle est différente.<br/><br/>\n Dans les cas où l'Autorité bancaire européenne est saisie, dans les conditions mentionnées au C du VII, soit à son initiative, soit à celle de l'autorité de résolution de l'entité de résolution, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité. Il se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au premier alinéa s'applique.<br/><br/>\n C.-Les décisions communes prises en application du A, les décisions prises en application du B ainsi que celles prises par les autorités de résolution des entités de résolution d'un autre Etat membre sont applicables en France.<br/><br/>\n Le collège de résolution notifie aux filiales relevant de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au B.<br/><br/>\n Ces décisions font l'objet d'un réexamen régulier.<br/><br/>\n IX.-Le collège de résolution, en tant qu'autorité de résolution d'une filiale d'un groupe de résolution, peut exempter intégralement cette filiale de l'exigence mentionnée au I, dans des conditions définies par décret en Conseil d'Etat.<br/><br/>\n En coordination avec le collège de supervision :<br/><br/>\n 1° Il informe l'Autorité bancaire européenne des exigences fixées aux filiales relevant de sa compétence en application du présent article ;<br/><br/>\n 2° Il exige et vérifie que les filiales soumises à une exigence minimale de fonds propres et d'engagements éligibles se conforment à cette exigence et prennent toutes mesures à cette fin parallèlement à l'élaboration et à la mise à jour des plans préventifs de résolution.<br/><br/>\n X.-Les personnes mentionnées à l'article L. 613-34 qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles communiquent au collège de supervision et au collège de résolution les montants de ces fonds propres et de ces engagements et en assurent la publication suivant des modalités précisées par décret en Conseil d'Etat.</p>",
            "num": "L613-44",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1609113600000,
            "dateFin": 1624665600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081314",
                        "id": "LEGISCTA000031081314",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081316",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081314",
            "sectionParentId": "LEGISCTA000031081314",
            "sectionParentTitre": "Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042735013",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.",
            "notaHtml": "<p>Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042722149",
                    "textTitle": "Ordonnance n°2020-1636 du 21 décembre 2020 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000042723605",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-23",
                    "dateSignaTexte": "2020-12-21",
                    "dateDebutCible": "2020-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000693456",
                    "textTitle": "Loi n° 85-695 du 11 juillet 1985 - art. 13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006317482",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-695",
                    "datePubli": 489974400000,
                    "dateDebut": 1657238400000
                },
                {
                    "textCid": "JORFTEXT000043220034",
                    "textTitle": "Arrêté du 25 février 2021 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043222159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1614988800000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000047784395",
                    "textTitle": "Décision n°2023-C-14 du 9 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047784398",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-C-14",
                    "datePubli": 1688515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-42",
                    "articleId": "LEGIARTI000006652160",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1657238400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-1-A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L511-41-1-A",
                    "articleId": "LEGIARTI000043709088",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-30-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-30-3",
                    "articleId": "LEGIARTI000043707190",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34-1",
                    "articleId": "LEGIARTI000043707147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-38",
                    "articleId": "LEGIARTI000042734959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-42 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-42",
                    "articleId": "LEGIARTI000042734995",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44-1",
                    "articleId": "LEGIARTI000043707135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48",
                    "articleId": "LEGIARTI000042735055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-52",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-52",
                    "articleId": "LEGIARTI000031081914",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-55",
                    "articleId": "LEGIARTI000031082065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-1",
                    "articleId": "LEGIARTI000042735157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-59",
                    "articleId": "LEGIARTI000042735240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46",
                    "articleId": "LEGIARTI000042868838",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-1",
                    "articleId": "LEGIARTI000042861474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-2",
                    "articleId": "LEGIARTI000042861483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-5",
                    "articleId": "LEGIARTI000042861631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-6",
                    "articleId": "LEGIARTI000042861640",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081516",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033857386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735013",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 1624665600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043707137",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1624665600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-44",
                "613-44"
            ],
            "versionPrecedente": "LEGIARTI000033857386",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033857386",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles. L'exigence minimale est exprimée en pourcentage du total des fonds propres et du reste des passifs de la personne concernée. Pour l'application du premier alinéa, les engagements résultant de produits dérivés au sens du 5 de l'article 2 du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 figurent dans le total des passifs sur la base d'une pleine reconnaissance des droits de compensation des contreparties. Les établissements de crédit ou les entreprises d'investissement respectent les exigences minimales énoncées dans le présent article sur une base individuelle. Le collège de résolution peut, après consultation du collège de supervision, décider d'appliquer l'exigence minimale prévue au présent article à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34 . Sans préjudice de l'alinéa précédent, les entreprises mères dans l'Union respectent les exigences minimales énoncées dans le présent article sur une base consolidée. II. – Le collège de résolution peut dispenser de l'exigence minimale mentionnée au I : 1° Les sociétés de financement de l'habitat ; 2° Les sociétés de crédit foncier ; 3° Les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles L. 313-42 à L. 313-49-1 et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° 85-695 du 11 juillet 1985, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre. III. – Les engagements éligibles sont inclus dans le montant de fonds propres et d'engagements éligibles mentionné au premier alinéa du I sous réserve qu'ils remplissent les conditions suivantes : 1° L'instrument est émis et entièrement libéré ; 2° Il ne s'agit pas d'un engagement pris par l'établissement de crédit ou l'entreprise d'investissement vis-à-vis d'eux-mêmes ou qu'ils garantissent ; 3° L'achat de l'instrument n'est financé ni directement ni indirectement par l'établissement de crédit ou l'entreprise d'investissement ; 4° L'engagement a une échéance résiduelle d'au moins un an ; 5° L'engagement ne résulte pas d'un produit dérivé au sens du 5 de l'article 2 du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 ; 6° L'engagement ne résulte pas d'un dépôt mentionné aux 1° et 2° de l'article L. 613-30-3 payé par privilège avant d'autres créances en cas d'ouverture d'une procédure de liquidation judiciaire. Pour l'application du 4°, lorsqu'un engagement donne à son détenteur le droit à un remboursement anticipé, l'échéance de cet engagement est réputée être la première date à laquelle ce droit peut être exercé. Les instruments de dette subordonnée et les emprunts subordonnés qui ne sont pas considérés comme des instruments de fonds propres additionnels de catégorie 1 ainsi que les instruments de fonds propres de catégorie 2 sont inclus dans le montant de fonds propres et d'engagements éligibles pour autant qu'ils remplissent les conditions mentionnées ci-dessus. IV. – Lorsqu'un engagement est régi par la législation d'un pays tiers, le collège de résolution peut exiger que l'établissement de crédit ou l'entreprise d'investissement démontre que toute décision de réduction de la valeur nominale ou de conversion de cet engagement prise par le collège de résolution serait effective en application de la législation de ce pays, compte tenu notamment des termes du contrat régissant l'engagement et des accords internationaux en matière de reconnaissance des procédures de résolution. Si le collège de résolution estime qu'une telle décision ne serait pas effective en application du droit de ce pays tiers, l'engagement n'est pas comptabilisé dans l'exigence minimale de fonds propres et d'engagements éligibles prévue au I. V. – Le niveau d'exigence minimale de fonds propres et d'engagements éligibles de chaque établissement de crédit ou entreprise d'investissement qui ne font pas partie d'un groupe est déterminé par le collège de résolution, après avis du collège de supervision, notamment sur la base des critères suivants : 1° La nécessité que les mesures de résolution prises en application des articles L. 613-52, L. 613-53, L. 613-54 et L. 613-55 permettent de satisfaire pleinement aux objectifs de la résolution ; 2° La nécessité, le cas échéant, que l'établissement de crédit ou l'entreprise d'investissement possède un montant suffisant d'engagements éligibles afin d'être certain, en cas d'application d'une mesure de résolution prévue à l'article L. 613-55 , que les pertes puissent être absorbées et que l'exigence de fonds propres de base de la personne en résolution puisse être portée au niveau nécessaire pour que celui-ci puisse continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles il a été agréé et pour que la confiance des marchés en cette personne reste suffisante ; 3° La nécessité que, si le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne peuvent faire l'objet d'une mesure de renflouement interne en application du II de l'article L. 613-55-1 ou que certaines catégories d'engagements éligibles peuvent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'établissement de crédit ou l'entreprise d'investissement possède un montant suffisant d'autres engagements éligibles de façon à ce que les pertes puissent être absorbées et à ce que l'exigence de fonds propres de base de cette personne puisse être portée au niveau nécessaire pour lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée et pour que la confiance des marchés en cette personne reste suffisante ; 4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de l'établissement de crédit ou de l'entreprise d'investissement ; 5° La possibilité pour le fonds de garantie des dépôts et de résolution de contribuer au financement de la résolution au titre du mécanisme de garantie des dépôts ; 6° Les effets négatifs sur la stabilité financière de la défaillance de l'établissement de crédit ou de l'entreprise d'investissement en cause, en raison notamment de l'effet de contagion résultant de leur interconnexion avec d'autres personnes ou avec le reste du système financier. VI. – A. – Lorsqu'il est l'autorité de résolution sur base consolidée, le collège de résolution s'efforce de parvenir avec les autorités de résolution des autres Etats membres concernés à une décision commune sur : 1° Le niveau de l'exigence minimale appliquée au groupe à un niveau consolidé ; 2° Le niveau de l'exigence minimale appliquée à chaque filiale du groupe sur base individuelle. Il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article L. 613-59-1. L'exigence minimale mentionnée au 1° est satisfaite au niveau de l'entreprise mère. Le niveau de cette exigence est déterminé, après consultation du collège de supervision, sur la base des critères définis au V en tenant compte du fait que le plan préventif de résolution du groupe prévoit ou non que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution séparée. Le niveau de l'exigence minimale mentionné au 2° est déterminé sur la base des critères définis au V et du niveau de l'exigence minimale mentionné au 1°. B. – Afin de parvenir à une décision commune sur le niveau d'exigence minimale mentionné au 1° du A, le collège de résolution peut saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010. Le collège de résolution peut également saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 en cas de désaccord avec les autorités de résolution concernées qui envisagent de prendre seules des décisions sur le niveau de l'exigence minimale mentionnée au 2° du A applicables aux filiales qui relèvent de leur compétence. Dans ce cas, le collège de résolution peut seulement saisir l'Autorité bancaire européenne si les exigences que les autres autorités de résolution souhaitent fixer se situent au-delà d'une fourchette d'un point de pourcentage du niveau consolidé mentionné au 1° du A. Le collège de résolution fait connaître ses réserves et observations aux autorités de résolution qui envisagent de prendre seules une décision applicable aux filiales qui relèvent de leur compétence. C. – En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul : 1° Sur le niveau d'exigence mentionné au 1° du A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernées ; 2° Sur le niveau d'exigence mentionné au 2° du A applicable aux filiales qui relèvent de sa compétence. Dans le cas où le collège de résolution ou l'une des autres autorités de résolution concernées a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère la décision mentionnée au 1° dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au 1° s'applique. D. – Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales qui relèvent de leur compétence sont applicables en France. E. – Le collège de résolution notifie : 1° A l'entreprise mère les décisions communes mentionnées au A, et les décisions mentionnées au C et au D ; 2° Aux filiales qui relèvent de sa compétence les décisions mentionnées aux 2° du A et du C. Ces décisions font l'objet d'un réexamen régulier. VII. – A-Lorsqu'il est saisi par l'autorité de résolution sur base consolidée d'un autre Etat membre de l'Union européenne en tant qu'autorité de résolution d'une filiale, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VI, le collège de résolution apporte toute la coopération requise. Il participe au collège d'autorités de résolution constitué à cette fin. Il tient compte des critères définis au V. Il tient également compte du niveau de l'exigence minimale appliquée au groupe à un niveau consolidé pour déterminer le niveau de l'exigence minimale appliquée aux filiales qui relèvent de sa compétence. B. – Afin de parvenir à une décision commune sur le niveau d'exigence minimale appliquée au groupe à un niveau consolidé, le collège de résolution peut saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010. Le collège de résolution s'assure que l'évaluation des filiales qui relèvent de sa compétence est prise en compte par l'autorité de résolution sur base consolidée si cette dernière envisage de prendre seule une décision applicable sur base consolidée. C. – En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales qui relèvent de sa compétence. Dans le cas où l'autorité de résolution sur base consolidée a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au 1° s'applique. D. – Les décisions communes prises en application du A et du B et les décisions prises par l'autorité de résolution sur base consolidée d'un autre Etat membre sont applicables en France. E. – Le collège de résolution notifie aux filiales qui relèvent de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au C. Les décisions communes et les décisions mentionnées au C font l'objet d'un réexamen régulier. VIII. – Le collège de résolution, en tant qu'autorité de résolution sur base consolidée, peut exempter de l'application de l'exigence minimale une entreprise mère dans l'Union lorsque les conditions suivantes sont réunies : 1° L'établissement mère dans l'Union respecte, sur une base consolidée, l'exigence minimale prévue au VI ; 2° L'autorité compétente de l'établissement mère dans l'Union a entièrement exempté l'établissement de l'application des exigences individuelles de fonds propres en application du paragraphe 3 de l'article 7 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. IX. – Le collège de résolution, en tant qu'autorité de résolution au niveau d'une filiale d'un groupe, peut exempter intégralement une filiale de l'application du troisième alinéa du I. X. – Les décisions prises en application du présent article peuvent prévoir que l'exigence minimale de fonds propres et d'engagements éligibles sera en partie satisfaite au niveau consolidé ou au niveau individuel au moyen d'instruments contractuels de renflouement interne. Dans ce cas, le collège de résolution apprécie dans quelle mesure les conditions suivantes sont réunies : 1° L'instrument comporte une clause contractuelle selon laquelle, lorsqu'une autorité de résolution décide d'appliquer une mesure de renflouement interne à un établissement de crédit ou une entreprise d'investissement, l'instrument est converti ou sa valeur nominale réduite avant que d'autres engagements éligibles soient convertis ou que leur valeur nominale soit réduite ; 2° L'instrument fait l'objet d'un accord, d'un engagement ou d'une disposition de subordination contraignants aux termes duquel, en cas de procédure collective, il prend rang dans l'ordre des créances après les autres engagements éligibles et ne peut faire l'objet d'un remboursement qu'après ces derniers. XI. – Le collège de résolution, en lien avec le collège de supervision, informe l'Autorité bancaire européenne des exigences fixées aux personnes relevant de sa compétence en application du présent article.",
            "texteHtml": "<p>I. – Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles. L'exigence minimale est exprimée en pourcentage du total des fonds propres et du reste des passifs de la personne concernée. </p><p>Pour l'application du premier alinéa, les engagements résultant de produits dérivés au sens du 5 de l'article 2 du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 figurent dans le total des passifs sur la base d'une pleine reconnaissance des droits de compensation des contreparties. </p><p>Les établissements de crédit ou les entreprises d'investissement respectent les exigences minimales énoncées dans le présent article sur une base individuelle. Le collège de résolution peut, après consultation du collège de supervision, décider d'appliquer l'exigence minimale prévue au présent article à une personne mentionnée aux 3° à 6° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-34 (VT)'>L. 613-34</a>. </p><p>Sans préjudice de l'alinéa précédent, les entreprises mères dans l'Union respectent les exigences minimales énoncées dans le présent article sur une base consolidée. </p><p>II. – Le collège de résolution peut dispenser de l'exigence minimale mentionnée au I : </p><p>1° Les sociétés de financement de l'habitat ; </p><p>2° Les sociétés de crédit foncier ; </p><p>3° Les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652160&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L313-42 (V)'>L. 313-42 à L. 313-49-1 </a>et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000693456&idArticle=LEGIARTI000006317482&dateTexte=&categorieLien=cid' title='Loi n° 85-695 du 11 juillet 1985 - art. 13 (V)'>85-695 </a>du 11 juillet 1985, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre. </p><p>III. – Les engagements éligibles sont inclus dans le montant de fonds propres et d'engagements éligibles mentionné au premier alinéa du I sous réserve qu'ils remplissent les conditions suivantes : </p><p>1° L'instrument est émis et entièrement libéré ; </p><p>2° Il ne s'agit pas d'un engagement pris par l'établissement de crédit ou l'entreprise d'investissement vis-à-vis d'eux-mêmes ou qu'ils garantissent ; </p><p>3° L'achat de l'instrument n'est financé ni directement ni indirectement par l'établissement de crédit ou l'entreprise d'investissement ; </p><p>4° L'engagement a une échéance résiduelle d'au moins un an ; </p><p>5° L'engagement ne résulte pas d'un produit dérivé au sens du 5 de l'article 2 du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 ; </p><p>6° L'engagement ne résulte pas d'un dépôt mentionné aux 1° et 2° de l'article L. 613-30-3 payé par privilège avant d'autres créances en cas d'ouverture d'une procédure de liquidation judiciaire. </p><p>Pour l'application du 4°, lorsqu'un engagement donne à son détenteur le droit à un remboursement anticipé, l'échéance de cet engagement est réputée être la première date à laquelle ce droit peut être exercé. </p><p>Les instruments de dette subordonnée et les emprunts subordonnés qui ne sont pas considérés comme des instruments de fonds propres additionnels de catégorie 1 ainsi que les instruments de fonds propres de catégorie 2 sont inclus dans le montant de fonds propres et d'engagements éligibles pour autant qu'ils remplissent les conditions mentionnées ci-dessus. </p><p>IV. – Lorsqu'un engagement est régi par la législation d'un pays tiers, le collège de résolution peut exiger que l'établissement de crédit ou l'entreprise d'investissement démontre que toute décision de réduction de la valeur nominale ou de conversion de cet engagement prise par le collège de résolution serait effective en application de la législation de ce pays, compte tenu notamment des termes du contrat régissant l'engagement et des accords internationaux en matière de reconnaissance des procédures de résolution. Si le collège de résolution estime qu'une telle décision ne serait pas effective en application du droit de ce pays tiers, l'engagement n'est pas comptabilisé dans l'exigence minimale de fonds propres et d'engagements éligibles prévue au I. </p><p>V. – Le niveau d'exigence minimale de fonds propres et d'engagements éligibles de chaque établissement de crédit ou entreprise d'investissement qui ne font pas partie d'un groupe est déterminé par le collège de résolution, après avis du collège de supervision, notamment sur la base des critères suivants : </p><p>1° La nécessité que les mesures de résolution prises en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081914&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-52 (V)'>L. 613-52, L. 613-53, L. 613-54 et L. 613-55 </a>permettent de satisfaire pleinement aux objectifs de la résolution ; </p><p>2° La nécessité, le cas échéant, que l'établissement de crédit ou l'entreprise d'investissement possède un montant suffisant d'engagements éligibles afin d'être certain, en cas d'application d'une mesure de résolution prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082065&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-55 (V)'>L. 613-55</a>, que les pertes puissent être absorbées et que l'exigence de fonds propres de base de la personne en résolution puisse être portée au niveau nécessaire pour que celui-ci puisse continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles il a été agréé et pour que la confiance des marchés en cette personne reste suffisante ; </p><p>3° La nécessité que, si le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne peuvent faire l'objet d'une mesure de renflouement interne en application du II de l'article L. 613-55-1 ou que certaines catégories d'engagements éligibles peuvent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'établissement de crédit ou l'entreprise d'investissement possède un montant suffisant d'autres engagements éligibles de façon à ce que les pertes puissent être absorbées et à ce que l'exigence de fonds propres de base de cette personne puisse être portée au niveau nécessaire pour lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée et pour que la confiance des marchés en cette personne reste suffisante ; </p><p>4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de l'établissement de crédit ou de l'entreprise d'investissement ; </p><p>5° La possibilité pour le fonds de garantie des dépôts et de résolution de contribuer au financement de la résolution au titre du mécanisme de garantie des dépôts ; </p><p>6° Les effets négatifs sur la stabilité financière de la défaillance de l'établissement de crédit ou de l'entreprise d'investissement en cause, en raison notamment de l'effet de contagion résultant de leur interconnexion avec d'autres personnes ou avec le reste du système financier. </p><p>VI. – A. – Lorsqu'il est l'autorité de résolution sur base consolidée, le collège de résolution s'efforce de parvenir avec les autorités de résolution des autres Etats membres concernés à une décision commune sur : </p><p>1° Le niveau de l'exigence minimale appliquée au groupe à un niveau consolidé ; </p><p>2° Le niveau de l'exigence minimale appliquée à chaque filiale du groupe sur base individuelle. </p><p>Il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article L. 613-59-1. </p><p>L'exigence minimale mentionnée au 1° est satisfaite au niveau de l'entreprise mère. Le niveau de cette exigence est déterminé, après consultation du collège de supervision, sur la base des critères définis au V en tenant compte du fait que le plan préventif de résolution du groupe prévoit ou non que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution séparée. </p><p>Le niveau de l'exigence minimale mentionné au 2° est déterminé sur la base des critères définis au V et du niveau de l'exigence minimale mentionné au 1°. </p><p>B. – Afin de parvenir à une décision commune sur le niveau d'exigence minimale mentionné au 1° du A, le collège de résolution peut saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010. </p><p>Le collège de résolution peut également saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 en cas de désaccord avec les autorités de résolution concernées qui envisagent de prendre seules des décisions sur le niveau de l'exigence minimale mentionnée au 2° du A applicables aux filiales qui relèvent de leur compétence. Dans ce cas, le collège de résolution peut seulement saisir l'Autorité bancaire européenne si les exigences que les autres autorités de résolution souhaitent fixer se situent au-delà d'une fourchette d'un point de pourcentage du niveau consolidé mentionné au 1° du A. </p><p>Le collège de résolution fait connaître ses réserves et observations aux autorités de résolution qui envisagent de prendre seules une décision applicable aux filiales qui relèvent de leur compétence. </p><p>C. – En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul : </p><p>1° Sur le niveau d'exigence mentionné au 1° du A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernées ; </p><p>2° Sur le niveau d'exigence mentionné au 2° du A applicable aux filiales qui relèvent de sa compétence. </p><p>Dans le cas où le collège de résolution ou l'une des autres autorités de résolution concernées a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère la décision mentionnée au 1° dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. </p><p>A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au 1° s'applique. </p><p>D. – Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales qui relèvent de leur compétence sont applicables en France. </p><p>E. – Le collège de résolution notifie : </p><p>1° A l'entreprise mère les décisions communes mentionnées au A, et les décisions mentionnées au C et au D ; </p><p>2° Aux filiales qui relèvent de sa compétence les décisions mentionnées aux 2° du A et du C. </p><p>Ces décisions font l'objet d'un réexamen régulier. </p><p>VII. – A-Lorsqu'il est saisi par l'autorité de résolution sur base consolidée d'un autre Etat membre de l'Union européenne en tant qu'autorité de résolution d'une filiale, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VI, le collège de résolution apporte toute la coopération requise. </p><p>Il participe au collège d'autorités de résolution constitué à cette fin. </p><p>Il tient compte des critères définis au V. Il tient également compte du niveau de l'exigence minimale appliquée au groupe à un niveau consolidé pour déterminer le niveau de l'exigence minimale appliquée aux filiales qui relèvent de sa compétence. </p><p>B. – Afin de parvenir à une décision commune sur le niveau d'exigence minimale appliquée au groupe à un niveau consolidé, le collège de résolution peut saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010. </p><p>Le collège de résolution s'assure que l'évaluation des filiales qui relèvent de sa compétence est prise en compte par l'autorité de résolution sur base consolidée si cette dernière envisage de prendre seule une décision applicable sur base consolidée. </p><p>C. – En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales qui relèvent de sa compétence. </p><p>Dans le cas où l'autorité de résolution sur base consolidée a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. </p><p>A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au 1° s'applique. </p><p>D. – Les décisions communes prises en application du A et du B et les décisions prises par l'autorité de résolution sur base consolidée d'un autre Etat membre sont applicables en France. </p><p>E. – Le collège de résolution notifie aux filiales qui relèvent de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au C. </p><p>Les décisions communes et les décisions mentionnées au C font l'objet d'un réexamen régulier. </p><p>VIII. – Le collège de résolution, en tant qu'autorité de résolution sur base consolidée, peut exempter de l'application de l'exigence minimale une entreprise mère dans l'Union lorsque les conditions suivantes sont réunies : </p><p>1° L'établissement mère dans l'Union respecte, sur une base consolidée, l'exigence minimale prévue au VI ; </p><p>2° L'autorité compétente de l'établissement mère dans l'Union a entièrement exempté l'établissement de l'application des exigences individuelles de fonds propres en application du paragraphe 3 de l'article 7 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. </p><p>IX. – Le collège de résolution, en tant qu'autorité de résolution au niveau d'une filiale d'un groupe, peut exempter intégralement une filiale de l'application du troisième alinéa du I. </p><p>X. – Les décisions prises en application du présent article peuvent prévoir que l'exigence minimale de fonds propres et d'engagements éligibles sera en partie satisfaite au niveau consolidé ou au niveau individuel au moyen d'instruments contractuels de renflouement interne. </p><p>Dans ce cas, le collège de résolution apprécie dans quelle mesure les conditions suivantes sont réunies : </p><p>1° L'instrument comporte une clause contractuelle selon laquelle, lorsqu'une autorité de résolution décide d'appliquer une mesure de renflouement interne à un établissement de crédit ou une entreprise d'investissement, l'instrument est converti ou sa valeur nominale réduite avant que d'autres engagements éligibles soient convertis ou que leur valeur nominale soit réduite ; </p><p>2° L'instrument fait l'objet d'un accord, d'un engagement ou d'une disposition de subordination contraignants aux termes duquel, en cas de procédure collective, il prend rang dans l'ordre des créances après les autres engagements éligibles et ne peut faire l'objet d'un remboursement qu'après ces derniers. </p><p>XI. – Le collège de résolution, en lien avec le collège de supervision, informe l'Autorité bancaire européenne des exigences fixées aux personnes relevant de sa compétence en application du présent article.</p>",
            "num": "L613-44",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1481414400000,
            "dateFin": 1609113600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081314",
                        "id": "LEGISCTA000031081314",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081316",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081314",
            "sectionParentId": "LEGISCTA000031081314",
            "sectionParentTitre": "Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033857386",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 8 VI de l'ordonnance n° 2015-1024 du 20 août 2015, les exigences définies sur le fondement de l'article L. 613-44 du code monétaire et financier sont applicables à compter du 1er janvier 2016.",
            "notaHtml": "<p>Conformément à l'article 8 VI de l'ordonnance n° 2015-1024 du 20 août 2015, les exigences définies sur le fondement de l'article L. 613-44 du code monétaire et financier sont applicables à compter du 1er janvier 2016. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n° 2016-1691 du 9 décembre 2016 - art. 150 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "150",
                    "articleId": "LEGIARTI000033562063",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-10",
                    "dateSignaTexte": "2016-12-09",
                    "dateDebutCible": "2016-12-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000693456",
                    "textTitle": "Loi n° 85-695 du 11 juillet 1985 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006317482",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-695",
                    "datePubli": 489974400000,
                    "dateDebut": 1657238400000
                },
                {
                    "textCid": "JORFTEXT000043220034",
                    "textTitle": "Arrêté du 25 février 2021 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043222159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1614988800000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000047784395",
                    "textTitle": "Décision n°2023-C-14 du 9 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047784398",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-C-14",
                    "datePubli": 1688515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-42",
                    "articleId": "LEGIARTI000006652160",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1657238400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-1-A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L511-41-1-A",
                    "articleId": "LEGIARTI000043709088",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-30-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-30-3",
                    "articleId": "LEGIARTI000043707190",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34-1",
                    "articleId": "LEGIARTI000043707147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-38",
                    "articleId": "LEGIARTI000042734959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-42 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-42",
                    "articleId": "LEGIARTI000042734995",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44-1",
                    "articleId": "LEGIARTI000043707135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48",
                    "articleId": "LEGIARTI000042735055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-52",
                    "articleId": "LEGIARTI000031081914",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-55",
                    "articleId": "LEGIARTI000031082065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-1",
                    "articleId": "LEGIARTI000042735157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-59",
                    "articleId": "LEGIARTI000042735240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46",
                    "articleId": "LEGIARTI000042868838",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-1",
                    "articleId": "LEGIARTI000042861474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-2",
                    "articleId": "LEGIARTI000042861483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-5",
                    "articleId": "LEGIARTI000042861631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-6",
                    "articleId": "LEGIARTI000042861640",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081516",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033857386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735013",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 1624665600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043707137",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1624665600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-44",
                "613-44"
            ],
            "versionPrecedente": "LEGIARTI000031081516",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031081516",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles. L'exigence minimale est exprimée en pourcentage du total des fonds propres et du reste des passifs de la personne concernée. Pour l'application du premier alinéa, les engagements résultant de produits dérivés au sens du 5 de l'article 2 du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 figurent dans le total des passifs sur la base d'une pleine reconnaissance des droits de compensation des contreparties. Les établissements de crédit ou les entreprises d'investissement respectent les exigences minimales énoncées dans le présent article sur une base individuelle. Le collège de résolution peut, après consultation du collège de supervision, décider d'appliquer l'exigence minimale prévue au présent article à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34. Sans préjudice de l'alinéa précédent, les entreprises mères dans l'Union respectent les exigences minimales énoncées dans le présent article sur une base consolidée. II.-Le collège de résolution peut dispenser de l'exigence minimale mentionnée au I : 1° Les sociétés de financement de l'habitat ; 2° Les sociétés de crédit foncier ; 3° Les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles L. 313-42 à L. 313-49-1 et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° 85-695 du 11 juillet 1985, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre. III.-Les engagements éligibles sont inclus dans le montant de fonds propres et d'engagements éligibles mentionné au premier alinéa du I sous réserve qu'ils remplissent les conditions suivantes : 1° L'instrument est émis et entièrement libéré ; 2° Il ne s'agit pas d'un engagement pris par l'établissement de crédit ou l'entreprise d'investissement vis-à-vis d'eux-mêmes ou qu'ils garantissent ; 3° L'achat de l'instrument n'est financé ni directement ni indirectement par l'établissement de crédit ou l'entreprise d'investissement ; 4° L'engagement a une échéance résiduelle d'au moins un an ; 5° L'engagement ne résulte pas d'un produit dérivé au sens du 5 de l'article 2 du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 ; 6° L'engagement ne résulte pas d'un dépôt mentionné aux 1° et 2° de l'article L. 613-30-3 payé par privilège avant d'autres créances en cas d'ouverture d'une procédure de liquidation judiciaire. Pour l'application du 4°, lorsqu'un engagement donne à son détenteur le droit à un remboursement anticipé, l'échéance de cet engagement est réputée être la première date à laquelle ce droit peut être exercé. Les instruments de dette subordonnée et les emprunts subordonnés qui ne sont pas considérés comme des instruments de fonds propres additionnels de catégorie 1 ainsi que les instruments de fonds propres de catégorie 2 sont inclus dans le montant des engagements éligibles pour autant qu'ils remplissent les conditions mentionnées ci-dessus. IV.-Lorsqu'un engagement est régi par la législation d'un pays tiers, le collège de résolution peut exiger que l'établissement de crédit ou l'entreprise d'investissement démontre que toute décision de réduction de la valeur nominale ou de conversion de cet engagement prise par le collège de résolution serait effective en application de la législation de ce pays, compte tenu notamment des termes du contrat régissant l'engagement et des accords internationaux en matière de reconnaissance des procédures de résolution. Si le collège de résolution estime qu'une telle décision ne serait pas effective en application du droit de ce pays tiers, l'engagement n'est pas comptabilisé dans l'exigence minimale de fonds propres et d'engagements éligibles prévue au I. V.-Le niveau d'exigence minimale de fonds propres et d'engagements éligibles de chaque établissement de crédit ou entreprise d'investissement qui ne font pas partie d'un groupe est déterminé par le collège de résolution, après avis du collège de supervision, notamment sur la base des critères suivants : 1° La nécessité que les mesures de résolution prises en application des articles L. 613-52, L. 613-53, L. 613-54 et L. 613-55 permettent de satisfaire pleinement aux objectifs de la résolution ; 2° La nécessité, le cas échéant, que l'établissement de crédit ou l'entreprise d'investissement possède un montant suffisant d'engagements éligibles afin d'être certain, en cas d'application d'une mesure de résolution prévue à l'article L. 613-55, que les pertes puissent être absorbées et que l'exigence de fonds propres de base de la personne en résolution puisse être portée au niveau nécessaire pour que celui-ci puisse continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles il a été agréé et pour que la confiance des marchés en cette personne reste suffisante ; 3° La nécessité que, si le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne peuvent faire l'objet d'une mesure de renflouement interne en application du II de l'article L. 613-55-1 ou que certaines catégories d'engagements éligibles peuvent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'établissement de crédit ou l'entreprise d'investissement possède un montant suffisant d'autres engagements éligibles de façon à ce que les pertes puissent être absorbées et à ce que l'exigence de fonds propres de base de cette personne puisse être portée au niveau nécessaire pour lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée et pour que la confiance des marchés en cette personne reste suffisante ; 4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de l'établissement de crédit ou de l'entreprise d'investissement ; 5° La possibilité pour le fonds de garantie des dépôts et de résolution de contribuer au financement de la résolution au titre du mécanisme de garantie des dépôts ; 6° Les effets négatifs sur la stabilité financière de la défaillance de l'établissement de crédit ou de l'entreprise d'investissement en cause, en raison notamment de l'effet de contagion résultant de leur interconnexion avec d'autres personnes ou avec le reste du système financier. VI.-A.-Lorsqu'il est l'autorité de résolution sur base consolidée, le collège de résolution s'efforce de parvenir avec les autorités de résolution des autres Etats membres concernés à une décision commune sur : 1° Le niveau de l'exigence minimale appliquée au groupe à un niveau consolidé ; 2° Le niveau de l'exigence minimale appliquée à chaque filiale du groupe sur base individuelle. Il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article L. 613-59-1. L'exigence minimale mentionnée au 1° est satisfaite au niveau de l'entreprise mère. Le niveau de cette exigence est déterminé, après consultation du collège de supervision, sur la base des critères définis au V en tenant compte du fait que le plan préventif de résolution du groupe prévoit ou non que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution séparée. Le niveau de l'exigence minimale mentionné au 2° est déterminé sur la base des critères définis au V et du niveau de l'exigence minimale mentionné au 1°. B.-Afin de parvenir à une décision commune sur le niveau d'exigence minimale mentionné au 1° du A, le collège de résolution peut saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010. Le collège de résolution peut également saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 en cas de désaccord avec les autorités de résolution concernées qui envisagent de prendre seules des décisions sur le niveau de l'exigence minimale mentionnée au 2° du A applicables aux filiales qui relèvent de leur compétence. Dans ce cas, le collège de résolution peut seulement saisir l'Autorité bancaire européenne si les exigences que les autres autorités de résolution souhaitent fixer se situent au-delà d'une fourchette d'un point de pourcentage du niveau consolidé mentionné au 1° du A. Le collège de résolution fait connaître ses réserves et observations aux autorités de résolution qui envisagent de prendre seules une décision applicable aux filiales qui relèvent de leur compétence. C.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul : 1° Sur le niveau d'exigence mentionné au 1° du A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernées ; 2° Sur le niveau d'exigence mentionné au 2° du A applicable aux filiales qui relèvent de sa compétence. Dans le cas où le collège de résolution ou l'une des autres autorités de résolution concernées a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère la décision mentionnée au 1° dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au 1° s'applique. D.-Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales qui relèvent de leur compétence sont applicables en France. E.-Le collège de résolution notifie : 1° A l'entreprise mère les décisions communes mentionnées au A, et les décisions mentionnées au C et au D ; 2° Aux filiales qui relèvent de sa compétence les décisions mentionnées aux 2° du A et du C. Ces décisions font l'objet d'un réexamen régulier. VII.-A-Lorsqu'il est saisi par l'autorité de résolution sur base consolidée d'un autre Etat membre de l'Union européenne en tant qu'autorité de résolution d'une filiale, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VI, le collège de résolution apporte toute la coopération requise. Il participe au collège d'autorités de résolution constitué à cette fin. Il tient compte des critères définis au V. Il tient également compte du niveau de l'exigence minimale appliquée au groupe à un niveau consolidé pour déterminer le niveau de l'exigence minimale appliquée aux filiales qui relèvent de sa compétence. B.-Afin de parvenir à une décision commune sur le niveau d'exigence minimale appliquée au groupe à un niveau consolidé, le collège de résolution peut saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010. Le collège de résolution s'assure que l'évaluation des filiales qui relèvent de sa compétence est prise en compte par l'autorité de résolution sur base consolidée si cette dernière envisage de prendre seule une décision applicable sur base consolidée. C.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales qui relèvent de sa compétence. Dans le cas où l'autorité de résolution sur base consolidée a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au 1° s'applique. D.-Les décisions communes prises en application du A et du B et les décisions prises par l'autorité de résolution sur base consolidée d'un autre Etat membre sont applicables en France. E.-Le collège de résolution notifie aux filiales qui relèvent de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au C. Les décisions communes et les décisions mentionnées au C font l'objet d'un réexamen régulier. VIII.-Le collège de résolution, en tant qu'autorité de résolution sur base consolidée, peut exempter de l'application de l'exigence minimale une entreprise mère dans l'Union lorsque les conditions suivantes sont réunies : 1° L'établissement mère dans l'Union respecte, sur une base consolidée, l'exigence minimale prévue au VI ; 2° L'autorité compétente de l'établissement mère dans l'Union a entièrement exempté l'établissement de l'application des exigences individuelles de fonds propres en application du paragraphe 3 de l'article 7 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. IX.-Le collège de résolution, en tant qu'autorité de résolution au niveau d'une filiale d'un groupe, peut exempter intégralement une filiale de l'application du troisième alinéa du I. X.-Les décisions prises en application du présent article peuvent prévoir que l'exigence minimale de fonds propres et d'engagements éligibles sera en partie satisfaite au niveau consolidé ou au niveau individuel au moyen d'instruments contractuels de renflouement interne. Dans ce cas, le collège de résolution apprécie dans quelle mesure les conditions suivantes sont réunies : 1° L'instrument comporte une clause contractuelle selon laquelle, lorsqu'une autorité de résolution décide d'appliquer une mesure de renflouement interne à un établissement de crédit ou une entreprise d'investissement, l'instrument est converti ou sa valeur nominale réduite avant que d'autres engagements éligibles soient convertis ou que leur valeur nominale soit réduite ; 2° L'instrument fait l'objet d'un accord, d'un engagement ou d'une disposition de subordination contraignants aux termes duquel, en cas de procédure collective, il prend rang dans l'ordre des créances après les autres engagements éligibles et ne peut faire l'objet d'un remboursement qu'après ces derniers. XI.-Le collège de résolution, en lien avec le collège de supervision, informe l'Autorité bancaire européenne des exigences fixées aux personnes relevant de sa compétence en application du présent article.",
            "texteHtml": "<div align='left'>I.-Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles. L'exigence minimale est exprimée en pourcentage du total des fonds propres et du reste des passifs de la personne concernée. <br/><br/> Pour l'application du premier alinéa, les engagements résultant de produits dérivés au sens du 5 de l'article 2 du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 figurent dans le total des passifs sur la base d'une pleine reconnaissance des droits de compensation des contreparties. <br/><br/> Les établissements de crédit ou les entreprises d'investissement respectent les exigences minimales énoncées dans le présent article sur une base individuelle. Le collège de résolution peut, après consultation du collège de supervision, décider d'appliquer l'exigence minimale prévue au présent article à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34. <br/><br/> Sans préjudice de l'alinéa précédent, les entreprises mères dans l'Union respectent les exigences minimales énoncées dans le présent article sur une base consolidée. <br/><br/> II.-Le collège de résolution peut dispenser de l'exigence minimale mentionnée au I : <br/><br/> 1° Les sociétés de financement de l'habitat ; <br/><br/> 2° Les sociétés de crédit foncier ; <br/><br/> 3° Les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles L. 313-42 à L. 313-49-1 et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° 85-695 du 11 juillet 1985, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre. <br/><br/> III.-Les engagements éligibles sont inclus dans le montant de fonds propres et d'engagements éligibles mentionné au premier alinéa du I sous réserve qu'ils remplissent les conditions suivantes : <br/><br/> 1° L'instrument est émis et entièrement libéré ; <br/><br/> 2° Il ne s'agit pas d'un engagement pris par l'établissement de crédit ou l'entreprise d'investissement vis-à-vis d'eux-mêmes ou qu'ils garantissent ; <br/><br/> 3° L'achat de l'instrument n'est financé ni directement ni indirectement par l'établissement de crédit ou l'entreprise d'investissement ; <br/><br/> 4° L'engagement a une échéance résiduelle d'au moins un an ; <br/><br/> 5° L'engagement ne résulte pas d'un produit dérivé au sens du 5 de l'article 2 du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 ; <br/><br/> 6° L'engagement ne résulte pas d'un dépôt mentionné aux 1° et 2° de l'article L. 613-30-3 payé par privilège avant d'autres créances en cas d'ouverture d'une procédure de liquidation judiciaire. <br/><br/> Pour l'application du 4°, lorsqu'un engagement donne à son détenteur le droit à un remboursement anticipé, l'échéance de cet engagement est réputée être la première date à laquelle ce droit peut être exercé. <br/><br/> Les instruments de dette subordonnée et les emprunts subordonnés qui ne sont pas considérés comme des instruments de fonds propres additionnels de catégorie 1 ainsi que les instruments de fonds propres de catégorie 2 sont inclus dans le montant des engagements éligibles pour autant qu'ils remplissent les conditions mentionnées ci-dessus. <br/><br/> IV.-Lorsqu'un engagement est régi par la législation d'un pays tiers, le collège de résolution peut exiger que l'établissement de crédit ou l'entreprise d'investissement démontre que toute décision de réduction de la valeur nominale ou de conversion de cet engagement prise par le collège de résolution serait effective en application de la législation de ce pays, compte tenu notamment des termes du contrat régissant l'engagement et des accords internationaux en matière de reconnaissance des procédures de résolution. Si le collège de résolution estime qu'une telle décision ne serait pas effective en application du droit de ce pays tiers, l'engagement n'est pas comptabilisé dans l'exigence minimale de fonds propres et d'engagements éligibles prévue au I. <br/><br/> V.-Le niveau d'exigence minimale de fonds propres et d'engagements éligibles de chaque établissement de crédit ou entreprise d'investissement qui ne font pas partie d'un groupe est déterminé par le collège de résolution, après avis du collège de supervision, notamment sur la base des critères suivants : <br/><br/> 1° La nécessité que les mesures de résolution prises en application des articles L. 613-52, L. 613-53, L. 613-54 et L. 613-55 permettent de satisfaire pleinement aux objectifs de la résolution ; <br/><br/> 2° La nécessité, le cas échéant, que l'établissement de crédit ou l'entreprise d'investissement possède un montant suffisant d'engagements éligibles afin d'être certain, en cas d'application d'une mesure de résolution prévue à l'article L. 613-55, que les pertes puissent être absorbées et que l'exigence de fonds propres de base de la personne en résolution puisse être portée au niveau nécessaire pour que celui-ci puisse continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles il a été agréé et pour que la confiance des marchés en cette personne reste suffisante ; <br/><br/> 3° La nécessité que, si le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne peuvent faire l'objet d'une mesure de renflouement interne en application du II de l'article L. 613-55-1 ou que certaines catégories d'engagements éligibles peuvent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'établissement de crédit ou l'entreprise d'investissement possède un montant suffisant d'autres engagements éligibles de façon à ce que les pertes puissent être absorbées et à ce que l'exigence de fonds propres de base de cette personne puisse être portée au niveau nécessaire pour lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée et pour que la confiance des marchés en cette personne reste suffisante ; <br/><br/> 4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de l'établissement de crédit ou de l'entreprise d'investissement ; <br/><br/> 5° La possibilité pour le fonds de garantie des dépôts et de résolution de contribuer au financement de la résolution au titre du mécanisme de garantie des dépôts ; <br/><br/> 6° Les effets négatifs sur la stabilité financière de la défaillance de l'établissement de crédit ou de l'entreprise d'investissement en cause, en raison notamment de l'effet de contagion résultant de leur interconnexion avec d'autres personnes ou avec le reste du système financier. <br/><br/> VI.-A.-Lorsqu'il est l'autorité de résolution sur base consolidée, le collège de résolution s'efforce de parvenir avec les autorités de résolution des autres Etats membres concernés à une décision commune sur : <br/><br/> 1° Le niveau de l'exigence minimale appliquée au groupe à un niveau consolidé ; <br/><br/> 2° Le niveau de l'exigence minimale appliquée à chaque filiale du groupe sur base individuelle. <br/><br/> Il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article L. 613-59-1. <br/><br/> L'exigence minimale mentionnée au 1° est satisfaite au niveau de l'entreprise mère. Le niveau de cette exigence est déterminé, après consultation du collège de supervision, sur la base des critères définis au V en tenant compte du fait que le plan préventif de résolution du groupe prévoit ou non que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution séparée. <br/><br/> Le niveau de l'exigence minimale mentionné au 2° est déterminé sur la base des critères définis au V et du niveau de l'exigence minimale mentionné au 1°. <br/><br/> B.-Afin de parvenir à une décision commune sur le niveau d'exigence minimale mentionné au 1° du A, le collège de résolution peut saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010. <br/><br/> Le collège de résolution peut également saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010 en cas de désaccord avec les autorités de résolution concernées qui envisagent de prendre seules des décisions sur le niveau de l'exigence minimale mentionnée au 2° du A applicables aux filiales qui relèvent de leur compétence. Dans ce cas, le collège de résolution peut seulement saisir l'Autorité bancaire européenne si les exigences que les autres autorités de résolution souhaitent fixer se situent au-delà d'une fourchette d'un point de pourcentage du niveau consolidé mentionné au 1° du A. <br/><br/> Le collège de résolution fait connaître ses réserves et observations aux autorités de résolution qui envisagent de prendre seules une décision applicable aux filiales qui relèvent de leur compétence. <br/><br/> C.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul : <br/><br/> 1° Sur le niveau d'exigence mentionné au 1° du A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernées ; <br/><br/> 2° Sur le niveau d'exigence mentionné au 2° du A applicable aux filiales qui relèvent de sa compétence. <br/><br/> Dans le cas où le collège de résolution ou l'une des autres autorités de résolution concernées a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère la décision mentionnée au 1° dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. <br/><br/> A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au 1° s'applique. <br/><br/> D.-Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales qui relèvent de leur compétence sont applicables en France. <br/><br/> E.-Le collège de résolution notifie : <br/><br/> 1° A l'entreprise mère les décisions communes mentionnées au A, et les décisions mentionnées au C et au D ; <br/><br/> 2° Aux filiales qui relèvent de sa compétence les décisions mentionnées aux 2° du A et du C. <br/><br/> Ces décisions font l'objet d'un réexamen régulier. <br/><br/> VII.-A-Lorsqu'il est saisi par l'autorité de résolution sur base consolidée d'un autre Etat membre de l'Union européenne en tant qu'autorité de résolution d'une filiale, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VI, le collège de résolution apporte toute la coopération requise. <br/><br/> Il participe au collège d'autorités de résolution constitué à cette fin. <br/><br/> Il tient compte des critères définis au V. Il tient également compte du niveau de l'exigence minimale appliquée au groupe à un niveau consolidé pour déterminer le niveau de l'exigence minimale appliquée aux filiales qui relèvent de sa compétence. <br/><br/> B.-Afin de parvenir à une décision commune sur le niveau d'exigence minimale appliquée au groupe à un niveau consolidé, le collège de résolution peut saisir l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010. <br/><br/> Le collège de résolution s'assure que l'évaluation des filiales qui relèvent de sa compétence est prise en compte par l'autorité de résolution sur base consolidée si cette dernière envisage de prendre seule une décision applicable sur base consolidée. <br/><br/> C.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales qui relèvent de sa compétence. <br/><br/> Dans le cas où l'autorité de résolution sur base consolidée a saisi, dans le respect des délais impartis, l'Autorité bancaire européenne sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité bancaire européenne. Le collège de résolution se prononce conformément à la décision de l'Autorité bancaire européenne. <br/><br/> A défaut de décision de l'Autorité bancaire européenne dans un délai d'un mois, la décision mentionnée au 1° s'applique. <br/><br/> D.-Les décisions communes prises en application du A et du B et les décisions prises par l'autorité de résolution sur base consolidée d'un autre Etat membre sont applicables en France. <br/><br/> E.-Le collège de résolution notifie aux filiales qui relèvent de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au C. <br/><br/> Les décisions communes et les décisions mentionnées au C font l'objet d'un réexamen régulier. <br/><br/> VIII.-Le collège de résolution, en tant qu'autorité de résolution sur base consolidée, peut exempter de l'application de l'exigence minimale une entreprise mère dans l'Union lorsque les conditions suivantes sont réunies : <br/><br/> 1° L'établissement mère dans l'Union respecte, sur une base consolidée, l'exigence minimale prévue au VI ; <br/><br/> 2° L'autorité compétente de l'établissement mère dans l'Union a entièrement exempté l'établissement de l'application des exigences individuelles de fonds propres en application du paragraphe 3 de l'article 7 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. <br/><br/> IX.-Le collège de résolution, en tant qu'autorité de résolution au niveau d'une filiale d'un groupe, peut exempter intégralement une filiale de l'application du troisième alinéa du I. <br/><br/> X.-Les décisions prises en application du présent article peuvent prévoir que l'exigence minimale de fonds propres et d'engagements éligibles sera en partie satisfaite au niveau consolidé ou au niveau individuel au moyen d'instruments contractuels de renflouement interne. <br/><br/> Dans ce cas, le collège de résolution apprécie dans quelle mesure les conditions suivantes sont réunies : <br/><br/> 1° L'instrument comporte une clause contractuelle selon laquelle, lorsqu'une autorité de résolution décide d'appliquer une mesure de renflouement interne à un établissement de crédit ou une entreprise d'investissement, l'instrument est converti ou sa valeur nominale réduite avant que d'autres engagements éligibles soient convertis ou que leur valeur nominale soit réduite ; <br/><br/> 2° L'instrument fait l'objet d'un accord, d'un engagement ou d'une disposition de subordination contraignants aux termes duquel, en cas de procédure collective, il prend rang dans l'ordre des créances après les autres engagements éligibles et ne peut faire l'objet d'un remboursement qu'après ces derniers. <br/><br/> XI.-Le collège de résolution, en lien avec le collège de supervision, informe l'Autorité bancaire européenne des exigences fixées aux personnes relevant de sa compétence en application du présent article. <br/><br/><br/></div>",
            "num": "L613-44",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1440201600000,
            "dateFin": 1481414400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081314",
                        "id": "LEGISCTA000031081314",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081316",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081314",
            "sectionParentId": "LEGISCTA000031081314",
            "sectionParentTitre": "Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 5 : Dispositions relatives à l'exigence minimale de fonds propres et d'engagements éligibles",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031081516",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 8 VI de l'ordonnance n° 2015-1024 du 20 août 2015, les exigences définies sur le fondement de l'article L. 613-44 du code monétaire et financier sont applicables à compter du 1er janvier 2016.",
            "notaHtml": "<p>Conformément à l'article 8 VI de l'ordonnance n° 2015-1024 du 20 août 2015, les exigences définies sur le fondement de l'article L. 613-44 du code monétaire et financier sont applicables à compter du 1er janvier 2016. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031070122",
                    "textTitle": "ORDONNANCE n° 2015-1024 du 20 août 2015 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000031075654",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-08-21",
                    "dateSignaTexte": "2015-08-20",
                    "dateDebutCible": "2015-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043220034",
                    "textTitle": "Arrêté du 25 février 2021 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043222159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1614988800000,
                    "dateDebut": 1615075200000
                },
                {
                    "textCid": "JORFTEXT000047784395",
                    "textTitle": "Décision n°2023-C-14 du 9 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047784398",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-C-14",
                    "datePubli": 1688515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-1-A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L511-41-1-A",
                    "articleId": "LEGIARTI000043709088",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-30-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-30-3",
                    "articleId": "LEGIARTI000043707190",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34-1",
                    "articleId": "LEGIARTI000043707147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-38",
                    "articleId": "LEGIARTI000042734959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-42 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-42",
                    "articleId": "LEGIARTI000042734995",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44-1",
                    "articleId": "LEGIARTI000043707135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48",
                    "articleId": "LEGIARTI000042735055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-1",
                    "articleId": "LEGIARTI000042735157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-59",
                    "articleId": "LEGIARTI000042735240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46",
                    "articleId": "LEGIARTI000042868838",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-1",
                    "articleId": "LEGIARTI000042861474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-2",
                    "articleId": "LEGIARTI000042861483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-5",
                    "articleId": "LEGIARTI000042861631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-6",
                    "articleId": "LEGIARTI000042861640",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081516",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033857386",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735013",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 1624665600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043707137",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1624665600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-44",
                "613-44"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}