{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039471845",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I-Les services de CCI France, des chambres de commerce et d'industrie de région et des chambres de commerce et d'industrie territoriales sont dirigés par un directeur général, placé sous l'autorité du président de la chambre. Les services des chambres de commerce et d'industrie départementales d'Ile-de-France ou des chambres de commerce et d'industrie locales sont dirigés par un directeur général délégué, placé sous l'autorité du directeur général de la chambre de commerce et d'industrie de région, en liaison fonctionnelle avec le président de la chambre de commerce et d'industrie départementale ou locale concernée. Le directeur général ou le directeur général délégué assure, notamment, le secrétariat général de l'assemblée générale, du bureau, des commissions et, en ce qui concerne CCI France, du comité directeur. Dans le cadre des orientations définies par la chambre, et dans le respect de son règlement intérieur, le directeur général ou le directeur général délégué est chargé de l'animation de l'ensemble des services ainsi que du suivi de leurs activités, de la réalisation de leurs objectifs et du contrôle de leurs résultats dont il rend compte au président. Le directeur général ou le directeur général délégué assiste les membres élus dans l'exercice de leurs fonctions. A ce titre, il informe les élus des conditions de régularité dans lesquelles les décisions doivent être prises. Il a la charge de leur mise en œuvre et contrôle la régularité de toutes les opérations correspondantes. Le directeur général ou le directeur général délégué est astreint au devoir de réserve et, dans l'exercice de ses fonctions, au respect du principe de neutralité. Les directeurs généraux de chambre de commerce et d'industrie de région et de CCI France sont chargés de veiller à la sécurité et à la protection de la santé du personnel placé sous leur autorité. Ils s'assurent du respect des règles d'hygiène et de sécurité. Les directeurs généraux de chambre de commerce et d'industrie de région peuvent déléguer aux directeurs généraux de chambre de commerce et d'industrie territoriales ou aux directeurs généraux délégués, leurs pouvoirs en matière d'hygiène et de sécurité. Les délégataires peuvent eux-mêmes subdéléguer ces pouvoirs à des personnes disposant de la compétence, de l'autorité et des moyens nécessaires à l'exercice des responsabilités concernées. La subdélégation s'effectue à un niveau de responsabilité permettant une autonomie décisionnelle suffisante en matière d'hygiène et de sécurité. En cas de vacance du poste de directeur général, et dans l'attente du remplacement effectif, le président de la chambre de commerce et d'industrie de région peut nommer par intérim un collaborateur de sa chambre pour assurer ces fonctions. La durée totale de cet intérim, renouvellement éventuel compris, ne peut pas excéder un an. Dans ce cas, l'avis du président de CCI France n'est pas requis et le directeur général par intérim ne bénéficie pas, le cas échéant, des dispositions particulières prévues en application du 6° de l'article L. 711-16 . Un directeur général peut, si les circonstances le justifient, exercer ses fonctions à la fois dans une chambre de commerce et d'industrie de région et une chambre de commerce et d'industrie territoriale ou dans plusieurs chambres de commerce et d'industrie territoriales rattachées à une même chambre de commerce et d'industrie de région. II-La nomination ou la rupture, à l'initiative de l'employeur, de la relation de travail d'un directeur général interviennent : 1° Pour CCI France, sur décision du président, après consultation du bureau ; 2° Pour une chambre de commerce et d'industrie de région, sur décision du président, après consultation du bureau et avis du président de CCI France ; 3° Pour une chambre de commerce et d'industrie territoriale : a) S'agissant de la nomination, sur décision de son président, après consultation du bureau, sur avis conforme du président de la chambre de commerce et d'industrie de région, et avis du président de CCI France ; b) S'agissant de la rupture de la relation de travail, sur proposition motivée de son président, après consultation du bureau, sur avis du président de CCI France, par décision du président de la chambre de commerce et d'industrie de région. III.-Le président de la chambre de commerce et d'industrie de région adresse la demande d'avis au président de CCI France, par écrit, accompagnée : 1° S'agissant d'une nomination : des coordonnées et du profil du candidat retenu, ainsi que les éléments essentiels de la relation de travail proposée, notamment en termes de rémunération ; 2° S'agissant d'une rupture de la relation de travail : des motifs la justifiant et des conditions d'indemnisation de l'intéressé. Dans un délai de quinze jours ouvrés à compter de la réception de cette demande, le président de CCI France communique, par écrit, son avis motivé au président de la chambre de région, après, le cas échéant, un entretien avec l'intéressé. Toute demande de précisions interrompt le délai. A compter de l'expiration de ce délai, l'avis est réputé acquis.",
            "texteHtml": "<p>I-Les services de CCI France, des chambres de commerce et d'industrie de région et des chambres de commerce et d'industrie territoriales sont dirigés par un directeur général, placé sous l'autorité du président de la chambre. </p><p>Les services des chambres de commerce et d'industrie départementales d'Ile-de-France ou des chambres de commerce et d'industrie locales sont dirigés par un directeur général délégué, placé sous l'autorité du directeur général de la chambre de commerce et d'industrie de région, en liaison fonctionnelle avec le président de la chambre de commerce et d'industrie départementale ou locale concernée. </p><p>Le directeur général ou le directeur général délégué assure, notamment, le secrétariat général de l'assemblée générale, du bureau, des commissions et, en ce qui concerne CCI France, du comité directeur. </p><p>Dans le cadre des orientations définies par la chambre, et dans le respect de son règlement intérieur, le directeur général ou le directeur général délégué est chargé de l'animation de l'ensemble des services ainsi que du suivi de leurs activités, de la réalisation de leurs objectifs et du contrôle de leurs résultats dont il rend compte au président. </p><p>Le directeur général ou le directeur général délégué assiste les membres élus dans l'exercice de leurs fonctions. A ce titre, il informe les élus des conditions de régularité dans lesquelles les décisions doivent être prises. Il a la charge de leur mise en œuvre et contrôle la régularité de toutes les opérations correspondantes. </p><p>Le directeur général ou le directeur général délégué est astreint au devoir de réserve et, dans l'exercice de ses fonctions, au respect du principe de neutralité. </p><p>Les directeurs généraux de chambre de commerce et d'industrie de région et de CCI France sont chargés de veiller à la sécurité et à la protection de la santé du personnel placé sous leur autorité. Ils s'assurent du respect des règles d'hygiène et de sécurité. </p><p>Les directeurs généraux de chambre de commerce et d'industrie de région peuvent déléguer aux directeurs généraux de chambre de commerce et d'industrie territoriales ou aux directeurs généraux délégués, leurs pouvoirs en matière d'hygiène et de sécurité. Les délégataires peuvent eux-mêmes subdéléguer ces pouvoirs à des personnes disposant de la compétence, de l'autorité et des moyens nécessaires à l'exercice des responsabilités concernées. La subdélégation s'effectue à un niveau de responsabilité permettant une autonomie décisionnelle suffisante en matière d'hygiène et de sécurité. </p><p>En cas de vacance du poste de directeur général, et dans l'attente du remplacement effectif, le président de la chambre de commerce et d'industrie de région peut nommer par intérim un collaborateur de sa chambre pour assurer ces fonctions. La durée totale de cet intérim, renouvellement éventuel compris, ne peut pas excéder un an. </p><p>Dans ce cas, l'avis du président de CCI France n'est pas requis et le directeur général par intérim ne bénéficie pas, le cas échéant, des dispositions particulières prévues en application du 6° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000022513590&dateTexte=&categorieLien=cid'>L. 711-16</a>. </p><p>Un directeur général peut, si les circonstances le justifient, exercer ses fonctions à la fois dans une chambre de commerce et d'industrie de région et une chambre de commerce et d'industrie territoriale ou dans plusieurs chambres de commerce et d'industrie territoriales rattachées à une même chambre de commerce et d'industrie de région. </p><p>II-La nomination ou la rupture, à l'initiative de l'employeur, de la relation de travail d'un directeur général interviennent : </p><p>1° Pour CCI France, sur décision du président, après consultation du bureau ; </p><p>2° Pour une chambre de commerce et d'industrie de région, sur décision du président, après consultation du bureau et avis du président de CCI France ; </p><p>3° Pour une chambre de commerce et d'industrie territoriale : </p><p>a) S'agissant de la nomination, sur décision de son président, après consultation du bureau, sur avis conforme du président de la chambre de commerce et d'industrie de région, et avis du président de CCI France ; </p><p>b) S'agissant de la rupture de la relation de travail, sur proposition motivée de son président, après consultation du bureau, sur avis du président de CCI France, par décision du président de la chambre de commerce et d'industrie de région. </p><p>III.-Le président de la chambre de commerce et d'industrie de région adresse la demande d'avis au président de CCI France, par écrit, accompagnée : </p><p>1° S'agissant d'une nomination : des coordonnées et du profil du candidat retenu, ainsi que les éléments essentiels de la relation de travail proposée, notamment en termes de rémunération ; </p><p>2° S'agissant d'une rupture de la relation de travail : des motifs la justifiant et des conditions d'indemnisation de l'intéressé. </p><p>Dans un délai de quinze jours ouvrés à compter de la réception de cette demande, le président de CCI France communique, par écrit, son avis motivé au président de la chambre de région, après, le cas échéant, un entretien avec l'intéressé. Toute demande de précisions interrompt le délai. A compter de l'expiration de ce délai, l'avis est réputé acquis.</p>",
            "num": "R711-70",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1576022400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Dispositions communes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161565",
                        "id": "LEGISCTA000006161565",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269944",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161565",
            "sectionParentId": "LEGISCTA000006161565",
            "sectionParentTitre": "Section 4 : Dispositions communes.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 4 : Dispositions communes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039471845",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000820567",
                    "textTitle": "Décret n°2007-431 du 25 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000820567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-27",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039468194",
                    "textTitle": "Décret n°2019-1317 du 9 décembre 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000039468768",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-12-10",
                    "dateSignaTexte": "2019-12-09",
                    "dateDebutCible": "2019-12-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L711-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-16",
                    "articleId": "LEGIARTI000022513590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269944",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160834",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1431820800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030610486",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1431820800000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471845",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-70",
                "711-70"
            ],
            "versionPrecedente": "LEGIARTI000030610486",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030610486",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les services des chambres de commerce et d'industrie de région ou de CCI France sont dirigés par un directeur général nommé, après consultation du bureau, par le président et placé sous son autorité. Les services des chambres de commerce et d'industrie territoriales sont dirigés par un directeur général, nommé par le président de la chambre territoriale après consultation du bureau de la chambre concernée et avis conforme du président de la chambre de région à laquelle cette chambre est rattachée. Il est placé sous l'autorité du président de la chambre territoriale. Les services des groupements interconsulaires sont dirigés par un directeur général, nommé par le président du groupement interconsulaire après consultation du bureau du groupement interconsulaire et placé sous l'autorité du président du groupement. Les services des chambres de commerce et d'industrie départementales d'Ile-de-France sont chacun dirigés par un directeur général délégué départemental, nommé après avis du président de la chambre intéressée par le président de la chambre de région. Il est placé sous l'autorité du directeur général de la chambre de commerce et d'industrie de région Paris - Ile-de-France, en liaison fonctionnelle avec le président de la chambre départementale concernée. Le directeur général assure, notamment, le secrétariat général de l'assemblée générale, du bureau, des commissions et, en ce qui concerne CCI France, du comité directeur. Après chaque élection, le président informe l'assemblée générale des attributions du directeur général, telles qu'elles sont définies au présent article et au règlement intérieur de la chambre. Sous l'autorité du président, dans le cadre des orientations définies par l'établissement consulaire et dans le respect du règlement intérieur, le directeur général est seul chargé de l'animation de l'ensemble des services ainsi que du suivi de leurs activités, de la réalisation de leurs objectifs et du contrôle de leurs résultats dont il rend compte au président. Le directeur général assiste les membres élus dans l'exercice de leurs fonctions. A ce titre, il informe les élus des conditions de régularité dans lesquelles les décisions doivent être prises. Il a la charge de leur mise en œuvre et contrôle la régularité de toutes les opérations correspondantes. Le personnel mis à disposition de la chambre de commerce et d'industrie territoriale ou affecté à la chambre de commerce et d'industrie départementale d'Ile-de-France est placé sous l'autorité hiérarchique du directeur général de l'établissement. Ce dernier en assure la gestion opérationnelle dans le cadre de la politique de ressources humaines de la chambre de région et des ressources allouées à la chambre territoriale. Il propose au président de sa chambre les mesures individuelles ou collectives relatives à l'emploi et à la gestion du personnel. Le directeur général est astreint au devoir de réserve et, dans l'exercice de ses fonctions, au respect du principe de neutralité.",
            "texteHtml": "<p>Les services des chambres de commerce et d'industrie de région ou de CCI France sont dirigés par un directeur général nommé, après consultation du bureau, par le président et placé sous son autorité.</p><p>Les services des chambres de commerce et d'industrie territoriales sont dirigés par un directeur général, nommé par le président de la chambre territoriale après consultation du bureau de la chambre concernée et avis conforme du président de la chambre de région à laquelle cette chambre est rattachée. Il est placé sous l'autorité du président de la chambre territoriale.</p><p>Les services des groupements interconsulaires sont dirigés par un directeur général, nommé par le président du groupement interconsulaire après consultation du bureau du groupement interconsulaire et placé sous l'autorité du président du groupement.</p><p>Les services des chambres de commerce et d'industrie départementales d'Ile-de-France sont chacun dirigés par un directeur général délégué départemental, nommé après avis du président de la chambre intéressée par le président de la chambre de région. Il est placé sous l'autorité du directeur général de la chambre de commerce et d'industrie de région Paris - Ile-de-France, en liaison fonctionnelle avec le président de la chambre départementale concernée.</p><p>Le directeur général assure, notamment, le secrétariat général de l'assemblée générale, du bureau, des commissions et, en ce qui concerne CCI France, du comité directeur.</p><p>Après chaque élection, le président informe l'assemblée générale des attributions du directeur général, telles qu'elles sont définies au présent article et au règlement intérieur de la chambre.</p><p>Sous l'autorité du président, dans le cadre des orientations définies par l'établissement consulaire et dans le respect du règlement intérieur, le directeur général est seul chargé de l'animation de l'ensemble des services ainsi que du suivi de leurs activités, de la réalisation de leurs objectifs et du contrôle de leurs résultats dont il rend compte au président.</p><p>Le directeur général assiste les membres élus dans l'exercice de leurs fonctions. A ce titre, il informe les élus des conditions de régularité dans lesquelles les décisions doivent être prises. Il a la charge de leur mise en œuvre et contrôle la régularité de toutes les opérations correspondantes.</p><p>Le personnel mis à disposition de la chambre de commerce et d'industrie territoriale ou affecté à la chambre de commerce et d'industrie départementale d'Ile-de-France est placé sous l'autorité hiérarchique du directeur général de l'établissement. Ce dernier en assure la gestion opérationnelle dans le cadre de la politique de ressources humaines de la chambre de région et des ressources allouées à la chambre territoriale. Il propose au président de sa chambre les mesures individuelles ou collectives relatives à l'emploi et à la gestion du personnel.</p><p>Le directeur général est astreint au devoir de réserve et, dans l'exercice de ses fonctions, au respect du principe de neutralité. </p><p></p><p></p>",
            "num": "R711-70",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1431820800000,
            "dateFin": 1576022400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Dispositions communes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161565",
                        "id": "LEGISCTA000006161565",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269944",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161565",
            "sectionParentId": "LEGISCTA000006161565",
            "sectionParentTitre": "Section 4 : Dispositions communes.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 4 : Dispositions communes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030610486",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000820567",
                    "textTitle": "Décret n°2007-431 du 25 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000820567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-27",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000030595020",
                    "textTitle": "DÉCRET n°2015-536 du 15 mai 2015 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000030598721",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-05-16",
                    "dateSignaTexte": "2015-05-15",
                    "dateDebutCible": "2015-05-17"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269944",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160834",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1431820800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030610486",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1431820800000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471845",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-70",
                "711-70"
            ],
            "versionPrecedente": "LEGIARTI000023160834",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023160834",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les services des chambres de commerce et d'industrie de région ou de l'assemblée des chambres françaises de commerce et d'industrie sont dirigés par un directeur général nommé, après consultation du bureau, par le président et placé sous son autorité. Les services des chambres de commerce et d'industrie territoriales sont dirigés par un directeur général, nommé par le président de la chambre territoriale après consultation du bureau de la chambre concernée et avis conforme du président de la chambre de région à laquelle cette chambre est rattachée. Il est placé sous l'autorité du président de la chambre territoriale. Les services des groupements interconsulaires sont dirigés par un directeur général, nommé par le président du groupement interconsulaire après consultation du bureau du groupement interconsulaire et placé sous l'autorité du président du groupement. Les services des chambres de commerce et d'industrie départementales d'Ile-de-France sont chacun dirigés par un directeur général délégué départemental, nommé après avis du président de la chambre intéressée par le président de la chambre de région. Il est placé sous l'autorité du directeur général de la chambre de commerce et d'industrie de région Paris - Ile-de-France, en liaison fonctionnelle avec le président de la chambre départementale concernée. Le directeur général assure, notamment, le secrétariat général de l'assemblée générale, du bureau, des commissions et, en ce qui concerne l'assemblée des chambres françaises de commerce et d'industrie, du comité directeur. Après chaque élection, le président informe l'assemblée générale des attributions du directeur général, telles qu'elles sont définies au présent article et au règlement intérieur de la chambre. Sous l'autorité du président, dans le cadre des orientations définies par l'établissement consulaire et dans le respect du règlement intérieur, le directeur général est seul chargé de l'animation de l'ensemble des services ainsi que du suivi de leurs activités, de la réalisation de leurs objectifs et du contrôle de leurs résultats dont il rend compte au président. Le directeur général assiste les membres élus dans l'exercice de leurs fonctions. A ce titre, il informe les élus des conditions de régularité dans lesquelles les décisions doivent être prises. Il a la charge de leur mise en œuvre et contrôle la régularité de toutes les opérations correspondantes. Le personnel mis à disposition de la chambre de commerce et d'industrie territoriale ou affecté à la chambre de commerce et d'industrie départementale d'Ile-de-France est placé sous l'autorité hiérarchique du directeur général de l'établissement. Ce dernier en assure la gestion opérationnelle dans le cadre de la politique de ressources humaines de la chambre de région et des ressources allouées à la chambre territoriale. Il propose au président de sa chambre les mesures individuelles ou collectives relatives à l'emploi et à la gestion du personnel. Le directeur général est astreint au devoir de réserve et, dans l'exercice de ses fonctions, au respect du principe de neutralité.",
            "texteHtml": "<p>Les services des chambres de commerce et d'industrie de région ou de l'assemblée des chambres françaises de commerce et d'industrie sont dirigés par un directeur général nommé, après consultation du bureau, par le président et placé sous son autorité.</p><p> Les services des chambres de commerce et d'industrie territoriales sont dirigés par un directeur général, nommé par le président de la chambre territoriale après consultation du bureau de la chambre concernée et avis conforme du président de la chambre de région à laquelle cette chambre est rattachée. Il est placé sous l'autorité du président de la chambre territoriale.</p><p> Les services des groupements interconsulaires sont dirigés par un directeur général, nommé par le président du groupement interconsulaire après consultation du bureau du groupement interconsulaire et placé sous l'autorité du président du groupement.</p><p> Les services des chambres de commerce et d'industrie départementales d'Ile-de-France sont chacun dirigés par un directeur général délégué départemental, nommé après avis du président de la chambre intéressée par le président de la chambre de région. Il est placé sous l'autorité du directeur général de la chambre de commerce et d'industrie de région Paris - Ile-de-France, en liaison fonctionnelle avec le président de la chambre départementale concernée.</p><p> Le directeur général assure, notamment, le secrétariat général de l'assemblée générale, du bureau, des commissions et, en ce qui concerne l'assemblée des chambres françaises de commerce et d'industrie, du comité directeur.</p><p> Après chaque élection, le président informe l'assemblée générale des attributions du directeur général, telles qu'elles sont définies au présent article et au règlement intérieur de la chambre.</p><p> Sous l'autorité du président, dans le cadre des orientations définies par l'établissement consulaire et dans le respect du règlement intérieur, le directeur général est seul chargé de l'animation de l'ensemble des services ainsi que du suivi de leurs activités, de la réalisation de leurs objectifs et du contrôle de leurs résultats dont il rend compte au président.</p><p> Le directeur général assiste les membres élus dans l'exercice de leurs fonctions. A ce titre, il informe les élus des conditions de régularité dans lesquelles les décisions doivent être prises. Il a la charge de leur mise en œuvre et contrôle la régularité de toutes les opérations correspondantes.</p><p> Le personnel mis à disposition de la chambre de commerce et d'industrie territoriale ou affecté à la chambre de commerce et d'industrie départementale d'Ile-de-France est placé sous l'autorité hiérarchique du directeur général de l'établissement. Ce dernier en assure la gestion opérationnelle dans le cadre de la politique de ressources humaines de la chambre de région et des ressources allouées à la chambre territoriale. Il propose au président de sa chambre les mesures individuelles ou collectives relatives à l'emploi et à la gestion du personnel.</p><p> Le directeur général est astreint au devoir de réserve et, dans l'exercice de ses fonctions, au respect du principe de neutralité. </p><p></p><p></p>",
            "num": "R711-70",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1291334400000,
            "dateFin": 1431820800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Dispositions communes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161565",
                        "id": "LEGISCTA000006161565",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269944",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161565",
            "sectionParentId": "LEGISCTA000006161565",
            "sectionParentTitre": "Section 4 : Dispositions communes.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 4 : Dispositions communes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023160834",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000820567",
                    "textTitle": "Décret n°2007-431 du 25 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000820567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-27",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000023152806",
                    "textTitle": "Décret n°2010-1463\n du 1er décembre 2010 - art. 48",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000023153516",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-12-02",
                    "dateSignaTexte": "2010-12-01",
                    "dateDebutCible": "2010-12-03"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269944",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160834",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1431820800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030610486",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1431820800000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471845",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-70",
                "711-70"
            ],
            "versionPrecedente": "LEGIARTI000006269944",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006269944",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les services des établissements du réseau des chambres de commerce et d'industrie sont dirigés par un directeur ou, si leur importance le justifie, par un directeur général, nommé, après consultation du bureau, par le président et placé sous son autorité. Le directeur et le directeur général sont ci-après dénommés directeurs. Le directeur assiste les membres élus de la chambre dans l'exercice de leurs fonctions et assure, notamment, le secrétariat général du président, de l'assemblée générale, du bureau, des commissions et, en ce qui concerne l'assemblée des chambres françaises de commerce et d'industrie, du comité directeur. Il participe à la préparation de toutes les décisions de la chambre et a la charge de leur mise en oeuvre. Après chaque élection, le président informe l'assemblée générale des attributions du directeur, telles qu'elles sont définies au présent article et au règlement intérieur de la chambre.",
            "texteHtml": "<p></p>   Les services des établissements du réseau des chambres de commerce et d'industrie sont dirigés par un directeur ou, si leur importance le justifie, par un directeur général, nommé, après consultation du bureau, par le président et placé sous son autorité. Le directeur et le directeur général sont ci-après dénommés directeurs.<p></p><p></p>   Le directeur assiste les membres élus de la chambre dans l'exercice de leurs fonctions et assure, notamment, le secrétariat général du président, de l'assemblée générale, du bureau, des commissions et, en ce qui concerne l'assemblée des chambres françaises de commerce et d'industrie, du comité directeur. Il participe à la préparation de toutes les décisions de la chambre et a la charge de leur mise en oeuvre.<p></p><p></p>   Après chaque élection, le président informe l'assemblée générale des attributions du directeur, telles qu'elles sont définies au présent article et au règlement intérieur de la chambre.<p></p>",
            "num": "R711-70",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1175040000000,
            "dateFin": 1291334400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113781",
                        "id": "LEGISCTA000006113781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Du réseau des chambres de  commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133274",
                        "id": "LEGISCTA000006133274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146288",
                        "id": "LEGISCTA000006146288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-28",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Dispositions communes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161565",
                        "id": "LEGISCTA000006161565",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006269944",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161565",
            "sectionParentId": "LEGISCTA000006161565",
            "sectionParentTitre": "Section 4 : Dispositions communes.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; TITRE Ier : Du réseau des chambres de  commerce et d'industrie. &gt; Chapitre Ier : De l'organisation et des missions du réseau des chambres de commerce et d'industrie. &gt; Section 4 : Dispositions communes.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006269944",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000820567",
                    "textTitle": "Décret 2007-431 2007-03-25 JORF 27 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000820567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-27",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006269944",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1291334400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023160834",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1291334400000,
                    "dateFin": 1431820800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030610486",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1431820800000,
                    "dateFin": 1576022400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039471845",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1576022400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R711-70",
                "711-70"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}