{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043538949",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les procédures ayant fait l'objet d'une information par l'Autorité de la concurrence en application de l'article 11, paragraphe 3 du règlement (CE) n° 1/2003, l'Autorité de la concurrence informe la Commission européenne et les autorités nationales de concurrence des autres Etats membres de l'Union européenne lorsqu'elle décide qu'il n'y a pas lieu de poursuivre la procédure mise en œuvre et qu'elle met fin à celle-ci. L'Autorité de la concurrence informe la Commission européenne et les autorités nationales de concurrence des autres Etats membre du prononcé d'une décision imposant des mesures conservatoires dans le cas de pratiques susceptibles d'être contraires aux articles 101 et 102 du traité sur le fonctionnement de l'Union européenne. II.-Afin d'établir si une entreprise ou association d'entreprises a refusé de se soumettre aux mesures d'enquête et aux décisions prises par une autorité nationale de concurrence d'un autre Etat membre de l'Union européenne, l'Autorité de la concurrence peut, à la requête et au nom de cette autorité requérante, mettre en œuvre ses pouvoirs d'enquête. Elle peut, à cette même fin, échanger avec cette autorité requérante des informations et les utiliser à titre de preuve, sous réserve des garanties prévues à l'article 12 du règlement (CE) n° 1/2003. III.-L'Autorité de la concurrence peut requérir l'assistance d'une autorité d'un autre Etat membre exerçant des compétences analogues pour la notification au destinataire de tout acte de procédure ou tout document relatif à l'application des articles 101 ou 102 du traité sur le fonctionnement de l'Union européenne, conformément aux règles applicables dans cet Etat membre. IV.-A la requête d'une autorité d'un autre Etat membre exerçant des compétences analogues, et au nom de cette autorité requérante, l'Autorité de la concurrence notifie au destinataire : 1° Tous griefs préliminaires relatifs à une procédure engagée pour l'application de l'article 101 ou 102 du traité sur le fonctionnement de l'Union européenne et toutes décisions appliquant ces articles ; 2° Tout autre acte de procédure, adopté dans le cadre de l'application de ces mêmes articles, dont la notification est nécessaire en application des règles du droit national de l'autorité requérante ; 3° Tout autre document pertinent lié à l'application de ces mêmes articles, y compris les documents relatifs à l'exécution des décisions infligeant une sanction pécuniaire ou une astreinte. La notification demandée par l'autorité requérante et mise en œuvre par l'Autorité de la concurrence est régie par le droit français. Elle est effectuée par lettre recommandée avec avis de réception. La notification demandée par l'autorité requérante est effectuée par l'Autorité de la concurrence, sans retard injustifié, au moyen d'un instrument uniforme dont le modèle est établi par un arrêté du ministre chargé de l'économie. L'instrument uniforme transmis par l'autorité requérante, établi en langue française, est accompagné d'une copie de l'acte à notifier et de sa traduction en langue française. L'Autorité de la concurrence n'est pas tenue d'accorder son assistance à l'autorité requérante lorsque la demande n'est pas conforme aux exigences du présent article, ou lorsque l'Autorité de la concurrence est en mesure de démontrer que l'exécution de la demande serait manifestement contraire à l'ordre public français. L'Autorité de la concurrence contacte l'autorité requérante lorsqu'elle a l'intention de rejeter sa demande de notification ou souhaite obtenir des informations complémentaires. L'Autorité de la concurrence peut demander à l'autorité requérante de supporter pleinement l'intégralité des frais exposés au titre de la demande d'assistance, notamment les coûts de traduction, les coûts de la main d'œuvre et les coûts administratifs. V.-L'Autorité de la concurrence peut requérir l'assistance des administrations compétentes des Etats membres de l'Union européenne pour l'exécution de ses décisions infligeant une sanction pécuniaire ou une astreinte adoptées en application des articles 101 ou 102 du traité sur le fonctionnement de l'Union européenne, conformément aux règles applicables dans cet Etat membre. A la requête d'une autorité d'un autre Etat membre de l'Union européenne exerçant des compétences analogues, l'Autorité de la concurrence exécute la décision infligeant une sanction pécuniaire ou une astreinte adoptée par cette autorité requérante, dans la mesure où cette autorité, après avoir fait des efforts raisonnables sur son propre territoire, établit que l'entreprise ou l'association d'entreprises en cause ne possède pas suffisamment d'actifs dans l'Etat membre de cette autorité pour en permettre le recouvrement. L'assistance de l'Autorité de la concurrence peut être accordée dans les autres cas que celui mentionné à l'alinéa précédent, en particulier lorsque l'entreprise ou l'association d'entreprises en cause n'est pas établie dans l'Etat membre de l'autorité requérante. Dans tous les cas, l'assistance de l'Autorité de la concurrence n'est accordée que si la décision faisant l'objet de la demande est devenue insusceptible de recours par les voies ordinaires. L'exécution demandée par l'autorité requérante et mise en œuvre par l'Autorité de la concurrence est régie par le droit français. Elle est effectuée par lettre recommandée avec accusé de réception. Les règles relatives aux délais de prescription applicables à l'exécution d'une décision d'une autorité de concurrence d'un autre Etat membre pour laquelle l'Autorité de la concurrence accorde son assistance sont celles en vigueur dans l'Etat membre de l'autorité requérante. L'assistance demandée par l'autorité requérante pour l'exécution d'une décision infligeant une sanction pécuniaire ou une astreinte est mise en œuvre sans retard injustifié, au moyen d'un instrument uniforme, dont le modèle est établi par arrêté du ministre chargé de l'économie. L'instrument uniforme transmis par l'autorité requérante, établi en langue française, est accompagné d'une copie de l'acte à exécuter et de sa traduction en langue française. L'instrument uniforme a les effets d'un jugement au sens du 6° de l'article L. 111-3 du code des procédures civiles d'exécution et fonde les mesures prises en vue du recouvrement de la sanction pécuniaire ou de l'astreinte. L'Autorité de la concurrence prend toutes les mesures nécessaires en vue de l'exécution de la demande. L'Autorité de la concurrence n'est pas tenue d'accorder son assistance à l'autorité requérante lorsque la demande n'est pas conforme aux exigences du présent article, ou lorsqu'elle est en mesure de démontrer que l'exécution de la demande serait manifestement contraire à l'ordre public français. L'Autorité de la concurrence informe l'autorité requérante lorsqu'elle a l'intention de rejeter sa demande. Le recouvrement des sanctions pécuniaires et astreintes en France est opéré comme en matière de créances étrangères à l'impôt et au domaine, après notification du titre exécutoire par l'Autorité de la concurrence. Le montant de la sanction pécuniaire ou de l'astreinte est recouvré en euros. Au besoin, sa conversion en euros est réalisée au taux de change applicable à la date à laquelle la sanction pécuniaire ou l'astreinte a été infligée. Les frais exposés pour l'exécution des décisions infligeant des sanctions pécuniaires et astreintes, y compris les coûts de traduction, de main d'œuvre et les coûts administratifs, peuvent être prélevés sur les recettes provenant des sommes recouvrées au nom de l'autorité requérante. A défaut de recouvrement, l'Autorité de la concurrence peut demander à l'autorité requérante le remboursement des frais avancés. VI.-La déclaration effectuée en vue d'obtenir le bénéfice de la procédure prévue au IV de l'article L. 464-2 ne peut être transmise par l'Autorité de la concurrence à une autorité nationale de concurrence d'un autre Etat membre, en application de l'article 12 du règlement (CE) n° 1/2003, que si l'entreprise ou l'association d'entreprises ayant sollicité le bénéfice de cette procédure accepte cette transmission, ou si cette entreprise ou association d'entreprises a également formé une demande en vue d'obtenir le bénéfice d'une procédure équivalente devant cette autre autorité nationale de concurrence, concernant la même infraction, et qu'au moment où cette déclaration est transmise, cette entreprise ou association d'entreprises n'a plus la faculté d'obtenir de cette autre autorité nationale de concurrence le retrait des informations qu'elle lui a communiquées au soutien de sa demande.",
            "texteHtml": "<p>I.-Pour les procédures ayant fait l'objet d'une information par l'Autorité de la concurrence en application de l'article 11, paragraphe 3 du règlement (CE) n° 1/2003, l'Autorité de la concurrence informe la Commission européenne et les autorités nationales de concurrence des autres Etats membres de l'Union européenne lorsqu'elle décide qu'il n'y a pas lieu de poursuivre la procédure mise en œuvre et qu'elle met fin à celle-ci.</p><p>L'Autorité de la concurrence informe la Commission européenne et les autorités nationales de concurrence des autres Etats membre du prononcé d'une décision imposant des mesures conservatoires dans le cas de pratiques susceptibles d'être contraires aux articles 101 et 102 du traité sur le fonctionnement de l'Union européenne.</p><p>II.-Afin d'établir si une entreprise ou association d'entreprises a refusé de se soumettre aux mesures d'enquête et aux décisions prises par une autorité nationale de concurrence d'un autre Etat membre de l'Union européenne, l'Autorité de la concurrence peut, à la requête et au nom de cette autorité requérante, mettre en œuvre ses pouvoirs d'enquête. Elle peut, à cette même fin, échanger avec cette autorité requérante des informations et les utiliser à titre de preuve, sous réserve des garanties prévues à l'article 12 du règlement (CE) n° 1/2003.</p><p>III.-L'Autorité de la concurrence peut requérir l'assistance d'une autorité d'un autre Etat membre exerçant des compétences analogues pour la notification au destinataire de tout acte de procédure ou tout document relatif à l'application des articles 101 ou 102 du traité sur le fonctionnement de l'Union européenne, conformément aux règles applicables dans cet Etat membre.</p><p>IV.-A la requête d'une autorité d'un autre Etat membre exerçant des compétences analogues, et au nom de cette autorité requérante, l'Autorité de la concurrence notifie au destinataire :</p><p>1° Tous griefs préliminaires relatifs à une procédure engagée pour l'application de l'article 101 ou 102 du traité sur le fonctionnement de l'Union européenne et toutes décisions appliquant ces articles ;</p><p>2° Tout autre acte de procédure, adopté dans le cadre de l'application de ces mêmes articles, dont la notification est nécessaire en application des règles du droit national de l'autorité requérante ;</p><p>3° Tout autre document pertinent lié à l'application de ces mêmes articles, y compris les documents relatifs à l'exécution des décisions infligeant une sanction pécuniaire ou une astreinte.</p><p>La notification demandée par l'autorité requérante et mise en œuvre par l'Autorité de la concurrence est régie par le droit français. Elle est effectuée par lettre recommandée avec avis de réception.</p><p>La notification demandée par l'autorité requérante est effectuée par l'Autorité de la concurrence, sans retard injustifié, au moyen d'un instrument uniforme dont le modèle est établi par un arrêté du ministre chargé de l'économie. L'instrument uniforme transmis par l'autorité requérante, établi en langue française, est accompagné d'une copie de l'acte à notifier et de sa traduction en langue française.</p><p>L'Autorité de la concurrence n'est pas tenue d'accorder son assistance à l'autorité requérante lorsque la demande n'est pas conforme aux exigences du présent article, ou lorsque l'Autorité de la concurrence est en mesure de démontrer que l'exécution de la demande serait manifestement contraire à l'ordre public français. L'Autorité de la concurrence contacte l'autorité requérante lorsqu'elle a l'intention de rejeter sa demande de notification ou souhaite obtenir des informations complémentaires.</p><p>L'Autorité de la concurrence peut demander à l'autorité requérante de supporter pleinement l'intégralité des frais exposés au titre de la demande d'assistance, notamment les coûts de traduction, les coûts de la main d'œuvre et les coûts administratifs.</p><p>V.-L'Autorité de la concurrence peut requérir l'assistance des administrations compétentes des Etats membres de l'Union européenne pour l'exécution de ses décisions infligeant une sanction pécuniaire ou une astreinte adoptées en application des articles 101 ou 102 du traité sur le fonctionnement de l'Union européenne, conformément aux règles applicables dans cet Etat membre.</p><p>A la requête d'une autorité d'un autre Etat membre de l'Union européenne exerçant des compétences analogues, l'Autorité de la concurrence exécute la décision infligeant une sanction pécuniaire ou une astreinte adoptée par cette autorité requérante, dans la mesure où cette autorité, après avoir fait des efforts raisonnables sur son propre territoire, établit que l'entreprise ou l'association d'entreprises en cause ne possède pas suffisamment d'actifs dans l'Etat membre de cette autorité pour en permettre le recouvrement.</p><p>L'assistance de l'Autorité de la concurrence peut être accordée dans les autres cas que celui mentionné à l'alinéa précédent, en particulier lorsque l'entreprise ou l'association d'entreprises en cause n'est pas établie dans l'Etat membre de l'autorité requérante.</p><p>Dans tous les cas, l'assistance de l'Autorité de la concurrence n'est accordée que si la décision faisant l'objet de la demande est devenue insusceptible de recours par les voies ordinaires.</p><p>L'exécution demandée par l'autorité requérante et mise en œuvre par l'Autorité de la concurrence est régie par le droit français. Elle est effectuée par lettre recommandée avec accusé de réception.</p><p>Les règles relatives aux délais de prescription applicables à l'exécution d'une décision d'une autorité de concurrence d'un autre Etat membre pour laquelle l'Autorité de la concurrence accorde son assistance sont celles en vigueur dans l'Etat membre de l'autorité requérante.</p><p>L'assistance demandée par l'autorité requérante pour l'exécution d'une décision infligeant une sanction pécuniaire ou une astreinte est mise en œuvre sans retard injustifié, au moyen d'un instrument uniforme, dont le modèle est établi par arrêté du ministre chargé de l'économie. L'instrument uniforme transmis par l'autorité requérante, établi en langue française, est accompagné d'une copie de l'acte à exécuter et de sa traduction en langue française.</p><p>L'instrument uniforme a les effets d'un jugement au sens du 6° de l'article L. 111-3 du code des procédures civiles d'exécution et fonde les mesures prises en vue du recouvrement de la sanction pécuniaire ou de l'astreinte.</p><p>L'Autorité de la concurrence prend toutes les mesures nécessaires en vue de l'exécution de la demande.</p><p>L'Autorité de la concurrence n'est pas tenue d'accorder son assistance à l'autorité requérante lorsque la demande n'est pas conforme aux exigences du présent article, ou lorsqu'elle est en mesure de démontrer que l'exécution de la demande serait manifestement contraire à l'ordre public français. L'Autorité de la concurrence informe l'autorité requérante lorsqu'elle a l'intention de rejeter sa demande.</p><p>Le recouvrement des sanctions pécuniaires et astreintes en France est opéré comme en matière de créances étrangères à l'impôt et au domaine, après notification du titre exécutoire par l'Autorité de la concurrence. Le montant de la sanction pécuniaire ou de l'astreinte est recouvré en euros. Au besoin, sa conversion en euros est réalisée au taux de change applicable à la date à laquelle la sanction pécuniaire ou l'astreinte a été infligée.</p><p>Les frais exposés pour l'exécution des décisions infligeant des sanctions pécuniaires et astreintes, y compris les coûts de traduction, de main d'œuvre et les coûts administratifs, peuvent être prélevés sur les recettes provenant des sommes recouvrées au nom de l'autorité requérante. A défaut de recouvrement, l'Autorité de la concurrence peut demander à l'autorité requérante le remboursement des frais avancés.</p><p>VI.-La déclaration effectuée en vue d'obtenir le bénéfice de la procédure prévue au IV de l'article L. 464-2 ne peut être transmise par l'Autorité de la concurrence à une autorité nationale de concurrence d'un autre Etat membre, en application de l'article 12 du règlement (CE) n° 1/2003, que si l'entreprise ou l'association d'entreprises ayant sollicité le bénéfice de cette procédure accepte cette transmission, ou si cette entreprise ou association d'entreprises a également formé une demande en vue d'obtenir le bénéfice d'une procédure équivalente devant cette autre autorité nationale de concurrence, concernant la même infraction, et qu'au moment où cette déclaration est transmise, cette entreprise ou association d'entreprises n'a plus la faculté d'obtenir de cette autre autorité nationale de concurrence le retrait des informations qu'elle lui a communiquées au soutien de sa demande.</p>",
            "num": "L462-9-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1622160000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 537321876,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2008-11-13",
                        "titre": "TITRE VI : Du conseil de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000006133188",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE VI : De l'Autorité de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133188",
                        "id": "LEGISCTA000019294601",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Des attributions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146079",
                        "id": "LEGISCTA000006146079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043538949",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146079",
            "sectionParentId": "LEGISCTA000006146079",
            "sectionParentTitre": "Chapitre II : Des attributions.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE VI : De l'Autorité de la concurrence. &gt; Chapitre II : Des attributions.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043538949",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043534820",
                    "textTitle": "Ordonnance n°2021-649 du 26 mai 2021 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043537081",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-05-27",
                    "dateSignaTexte": "2021-05-26",
                    "dateDebutCible": "2021-05-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044025433",
                    "textTitle": "Arrêté du 23 juillet 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044026199",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1630972800000,
                    "dateDebut": 1631059200000
                },
                {
                    "textCid": "JORFTEXT000046737734",
                    "textTitle": "Décret n°2022-1563 du 12 décembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046738791",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1563",
                    "datePubli": 1671062400000,
                    "dateDebut": 1671148800000
                },
                {
                    "textCid": "JORFTEXT000046738039",
                    "textTitle": "Décret n°2022-1566 du 12 décembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046738943",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1566",
                    "datePubli": 1671062400000,
                    "dateDebut": 1671148800000
                },
                {
                    "textCid": "JORFTEXT000046738039",
                    "textTitle": "Décret n°2022-1566 du 12 décembre 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046738953",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1566",
                    "datePubli": 1671062400000,
                    "dateDebut": 1671148800000
                },
                {
                    "textCid": "LEGITEXT000006071164",
                    "textTitle": "Code de l'organisation judiciaire - art. D311-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D311-9",
                    "articleId": "LEGIARTI000046739298",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671148800000
                },
                {
                    "textCid": "LEGITEXT000006071164",
                    "textTitle": "Code de l'organisation judiciaire - art. L311-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L311-11",
                    "articleId": "LEGIARTI000043540106",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043538949",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462-9-1",
                "462-9-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}