{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045210354",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est créé une instance de coordination entre la métropole de Lyon et les communes situées sur son territoire, dénommée “ conférence métropolitaine des maires”, au sein de laquelle il peut être débattu de tous sujets d'intérêt métropolitain ou relatifs à l'harmonisation de l'action de ces collectivités. Préalablement à leur adoption par le conseil de la métropole, la conférence métropolitaine des maires est saisie, pour avis, des actes suivants : -le plan local d'urbanisme et de l'habitat ; -le plan climat-air-énergie territorial ; -le programme local d'action pour le logement et l'hébergement des personnes défavorisées ; -le programme local de prévention des déchets ménagers et assimilés ; -le schéma métropolitain des enseignements artistiques ; -les schémas d'organisation sociale et médico-sociale. La conférence métropolitaine des maires est également amenée à rendre un avis, préalablement à celui rendu par le conseil de la métropole, sur le projet de schéma de cohérence territoriale et sur le projet de plan de déplacements urbains. Les projets de délibérations du budget primitif de la métropole de Lyon et ceux ayant trait aux dotations financières aux communes situées sur son territoire sont présentés pour information à la conférence métropolitaine des maires préalablement à leur adoption par le conseil de la métropole. La conférence métropolitaine des maires peut demander, à la majorité simple des maires représentant la moitié de la population totale des communes situées sur le territoire de la métropole de Lyon, à ce que soit inscrite à l'ordre du jour du conseil de la métropole toute affaire intéressant la métropole, y compris pour l'inviter à délibérer dans un sens déterminé. Cette demande est adressée au président du conseil de la métropole quatorze jours au moins avant la réunion du conseil de la métropole. Cette instance est présidée de droit par le président du conseil de la métropole et comprend les maires des communes. Elle se réunit au moins quatre fois par an, à l'initiative du président du conseil de la métropole ou dans la limite de deux réunions par an, à la demande d'un tiers des maires, sur un ordre du jour déterminé. Les avis de la conférence métropolitaine des maires sont adoptés à la majorité simple des maires représentant la moitié de la population totale des communes situées sur le territoire de la métropole de Lyon. Les modalités de fonctionnement de la conférence métropolitaine des maires sont déterminées par le règlement intérieur du conseil de la métropole.",
            "texteHtml": "<p>Il est créé une instance de coordination entre la métropole de Lyon et les communes situées sur son territoire, dénommée “ conférence métropolitaine des maires”, au sein de laquelle il peut être débattu de tous sujets d'intérêt métropolitain ou relatifs à l'harmonisation de l'action de ces collectivités.<br/><br/>\nPréalablement à leur adoption par le conseil de la métropole, la conférence métropolitaine des maires est saisie, pour avis, des actes suivants :</p><p>-le plan local d'urbanisme et de l'habitat ;<br/><br/>\n-le plan climat-air-énergie territorial ;<br/><br/>\n-le programme local d'action pour le logement et l'hébergement des personnes défavorisées ;<br/><br/>\n-le programme local de prévention des déchets ménagers et assimilés ;<br/><br/>\n-le schéma métropolitain des enseignements artistiques ;<br/><br/>\n-les schémas d'organisation sociale et médico-sociale.</p><p>La conférence métropolitaine des maires est également amenée à rendre un avis, préalablement à celui rendu par le conseil de la métropole, sur le projet de schéma de cohérence territoriale et sur le projet de plan de déplacements urbains.<br/><br/>\nLes projets de délibérations du budget primitif de la métropole de Lyon et ceux ayant trait aux dotations financières aux communes situées sur son territoire sont présentés pour information à la conférence métropolitaine des maires préalablement à leur adoption par le conseil de la métropole.<br/><br/>\nLa conférence métropolitaine des maires peut demander, à la majorité simple des maires représentant la moitié de la population totale des communes situées sur le territoire de la métropole de Lyon, à ce que soit inscrite à l'ordre du jour du conseil de la métropole toute affaire intéressant la métropole, y compris pour l'inviter à délibérer dans un sens déterminé. Cette demande est adressée au président du conseil de la métropole quatorze jours au moins avant la réunion du conseil de la métropole.<br/><br/>\nCette instance est présidée de droit par le président du conseil de la métropole et comprend les maires des communes. Elle se réunit au moins quatre fois par an, à l'initiative du président du conseil de la métropole ou dans la limite de deux réunions par an, à la demande d'un tiers des maires, sur un ordre du jour déterminé.<br/><br/>\nLes avis de la conférence métropolitaine des maires sont adoptés à la majorité simple des maires représentant la moitié de la population totale des communes situées sur le territoire de la métropole de Lyon.<br/><br/>\nLes modalités de fonctionnement de la conférence métropolitaine des maires sont déterminées par le règlement intérieur du conseil de la métropole.</p>",
            "num": "L3633-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1645574400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TROISIEME PARTIE : LE DÉPARTEMENT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116631",
                        "id": "LEGISCTA000006116631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : MÉTROPOLE DE LYON",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028528959",
                        "id": "LEGISCTA000028528959",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : ORGANISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529305",
                        "id": "LEGISCTA000028529305",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Modalités particulières d'intervention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529335",
                        "id": "LEGISCTA000028529335",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2022-02-23",
                        "titre": "Section 2 : La conférence métropolitaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529341",
                        "id": "LEGISCTA000028529341",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : La conférence métropolitaine des maires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529341",
                        "id": "LEGISCTA000045210357",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028529343",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028529341",
            "sectionParentId": "LEGISCTA000045210357",
            "sectionParentTitre": "Section 2 : La conférence métropolitaine des maires",
            "fullSectionsTitre": "Partie législative &gt; TROISIEME PARTIE : LE DÉPARTEMENT &gt; LIVRE VI : MÉTROPOLE DE LYON &gt; TITRE III : ORGANISATION &gt; CHAPITRE III : Modalités particulières d'intervention &gt; Section 2 : La conférence métropolitaine des maires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045210354",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000045198765",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028529443",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577577600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041410222",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577577600000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045210354",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L3633-2",
                "3633-2"
            ],
            "versionPrecedente": "LEGIARTI000041410222",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041410222",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est créé une instance de coordination entre la métropole de Lyon et les communes situées sur son territoire, dénommée “ conférence métropolitaine ”, au sein de laquelle il peut être débattu de tous sujets d'intérêt métropolitain ou relatifs à l'harmonisation de l'action de ces collectivités. Préalablement à leur adoption par le conseil de la métropole, la conférence métropolitaine est saisie, pour avis, des actes suivants : -le plan local d'urbanisme et de l'habitat ; -le plan climat-air-énergie territorial ; -le programme local d'action pour le logement et l'hébergement des personnes défavorisées ; -le programme local de prévention des déchets ménagers et assimilés ; -le schéma métropolitain des enseignements artistiques ; -les schémas d'organisation sociale et médico-sociale. La conférence métropolitaine est également amenée à rendre un avis, préalablement à celui rendu par le conseil de la métropole, sur le projet de schéma de cohérence territoriale et sur le projet de plan de déplacements urbains. Les projets de délibérations du budget primitif de la métropole de Lyon et ceux ayant trait aux dotations financières aux communes situées sur son territoire sont présentés pour information à la conférence métropolitaine préalablement à leur adoption par le conseil de la métropole. Cette instance est présidée de droit par le président du conseil de la métropole et comprend les maires des communes. Elle se réunit au moins quatre fois par an, à l'initiative du président du conseil de la métropole ou dans la limite de deux réunions par an, à la demande d'un tiers des maires, sur un ordre du jour déterminé. Les avis de la conférence métropolitaine sont adoptés à la majorité simple des maires représentant la moitié de la population totale des communes situées sur le territoire de la métropole de Lyon. Les modalités de fonctionnement de la conférence métropolitaine sont déterminées par le règlement intérieur du conseil de la métropole.",
            "texteHtml": "<p>Il est créé une instance de coordination entre la métropole de Lyon et les communes situées sur son territoire, dénommée “ conférence métropolitaine ”, au sein de laquelle il peut être débattu de tous sujets d'intérêt métropolitain ou relatifs à l'harmonisation de l'action de ces collectivités.<br/><br/>\n Préalablement à leur adoption par le conseil de la métropole, la conférence métropolitaine est saisie, pour avis, des actes suivants :</p><p><br/>\n-le plan local d'urbanisme et de l'habitat ;<br/><br/>\n-le plan climat-air-énergie territorial ;<br/><br/>\n-le programme local d'action pour le logement et l'hébergement des personnes défavorisées ;<br/><br/>\n-le programme local de prévention des déchets ménagers et assimilés ;<br/><br/>\n-le schéma métropolitain des enseignements artistiques ;<br/><br/>\n-les schémas d'organisation sociale et médico-sociale.</p><p><br/>\n La conférence métropolitaine est également amenée à rendre un avis, préalablement à celui rendu par le conseil de la métropole, sur le projet de schéma de cohérence territoriale et sur le projet de plan de déplacements urbains.<br/><br/>\n Les projets de délibérations du budget primitif de la métropole de Lyon et ceux ayant trait aux dotations financières aux communes situées sur son territoire sont présentés pour information à la conférence métropolitaine préalablement à leur adoption par le conseil de la métropole.<br/><br/>\n Cette instance est présidée de droit par le président du conseil de la métropole et comprend les maires des communes. Elle se réunit au moins quatre fois par an, à l'initiative du président du conseil de la métropole ou dans la limite de deux réunions par an, à la demande d'un tiers des maires, sur un ordre du jour déterminé.<br/><br/>\n Les avis de la conférence métropolitaine sont adoptés à la majorité simple des maires représentant la moitié de la population totale des communes situées sur le territoire de la métropole de Lyon.<br/><br/>\n Les modalités de fonctionnement de la conférence métropolitaine sont déterminées par le règlement intérieur du conseil de la métropole. </p>",
            "num": "L3633-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1577577600000,
            "dateFin": 1645574400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TROISIEME PARTIE : LE DÉPARTEMENT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116631",
                        "id": "LEGISCTA000006116631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : MÉTROPOLE DE LYON",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028528959",
                        "id": "LEGISCTA000028528959",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : ORGANISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529305",
                        "id": "LEGISCTA000028529305",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Modalités particulières d'intervention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529335",
                        "id": "LEGISCTA000028529335",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2022-02-23",
                        "titre": "Section 2 : La conférence métropolitaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529341",
                        "id": "LEGISCTA000028529341",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : La conférence métropolitaine des maires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529341",
                        "id": "LEGISCTA000045210357",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028529343",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028529341",
            "sectionParentId": "LEGISCTA000045210357",
            "sectionParentTitre": "Section 2 : La conférence métropolitaine des maires",
            "fullSectionsTitre": "Partie législative &gt; TROISIEME PARTIE : LE DÉPARTEMENT &gt; LIVRE VI : MÉTROPOLE DE LYON &gt; TITRE III : ORGANISATION &gt; CHAPITRE III : Modalités particulières d'intervention &gt; Section 2 : La conférence métropolitaine des maires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041410222",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039681877",
                    "textTitle": "LOI n° 2019-1461 du 27 décembre 2019 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000039764880",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-28",
                    "dateSignaTexte": "2019-12-27",
                    "dateDebutCible": "2019-12-29"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028529443",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577577600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041410222",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577577600000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045210354",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L3633-2",
                "3633-2"
            ],
            "versionPrecedente": "LEGIARTI000028529443",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028529443",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est créé une instance de coordination entre la métropole de Lyon et les communes situées sur son territoire, dénommée \" conférence métropolitaine \", au sein de laquelle il peut être débattu de tous sujets d'intérêt métropolitain ou relatifs à l'harmonisation de l'action de ces collectivités. Cette instance est présidée de droit par le président du conseil de la métropole et comprend les maires des communes. Elle se réunit au moins une fois par an, à l'initiative du président du conseil de la métropole ou à la demande de la moitié des maires, sur un ordre du jour déterminé.",
            "texteHtml": "<p>Il est créé une instance de coordination entre la métropole de Lyon et les communes situées sur son territoire, dénommée \" conférence métropolitaine \", au sein de laquelle il peut être débattu de tous sujets d'intérêt métropolitain ou relatifs à l'harmonisation de l'action de ces collectivités. Cette instance est présidée de droit par le président du conseil de la métropole et comprend les maires des communes. Elle se réunit au moins une fois par an, à l'initiative du président du conseil de la métropole ou à la demande de la moitié des maires, sur un ordre du jour déterminé.</p>",
            "num": "L3633-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1577577600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TROISIEME PARTIE : LE DÉPARTEMENT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116631",
                        "id": "LEGISCTA000006116631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : MÉTROPOLE DE LYON",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028528959",
                        "id": "LEGISCTA000028528959",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : ORGANISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529305",
                        "id": "LEGISCTA000028529305",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Modalités particulières d'intervention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529335",
                        "id": "LEGISCTA000028529335",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2022-02-23",
                        "titre": "Section 2 : La conférence métropolitaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529341",
                        "id": "LEGISCTA000028529341",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-02-23",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : La conférence métropolitaine des maires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529341",
                        "id": "LEGISCTA000045210357",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028529343",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028529341",
            "sectionParentId": "LEGISCTA000045210357",
            "sectionParentTitre": "Section 2 : La conférence métropolitaine des maires",
            "fullSectionsTitre": "Partie législative &gt; TROISIEME PARTIE : LE DÉPARTEMENT &gt; LIVRE VI : MÉTROPOLE DE LYON &gt; TITRE III : ORGANISATION &gt; CHAPITRE III : Modalités particulières d'intervention &gt; Section 2 : La conférence métropolitaine",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028529443",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n°2014-58\n du 27 janvier 2014 - art. 26",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000028527735",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-01-28",
                    "dateSignaTexte": "2014-01-27",
                    "dateDebutCible": "2014-01-29"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028529443",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1577577600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041410222",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577577600000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045210354",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L3633-2",
                "3633-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}