{
    "cid": "LEGIARTI000036916307",
    "num": "L511-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Livre V : Intermédiaires d'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128478",
                        "id": "LEGISCTA000006128478",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Distributeurs d'assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128478",
                        "id": "LEGISCTA000036920450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Titre Ier : Intermédiation en assurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142927",
                        "id": "LEGISCTA000006142927",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Distribution d'assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142927",
                        "id": "LEGISCTA000036920448",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Chapitre Ier : Définition.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158006",
                        "id": "LEGISCTA000006158006",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Champ d'application, définitions et exigences professionnelles et organisationnelles .",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158006",
                        "id": "LEGISCTA000036920446",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Exigences professionnelles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036916299",
                        "id": "LEGISCTA000036920436",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000036920434",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A512-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A512-8",
                    "articleId": "LEGIARTI000037447099",
                    "natureText": "CODE",
                    "date": 1599123857044,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1550880000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036915336",
                    "textTitle": "Ordonnance n°2018-361 du 16 mai 2018 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000036915927",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-05-17",
                    "dateSignaTexte": "2018-05-16",
                    "dateDebutCible": "2018-05-18"
                }
            ],
            "num": "L511-2",
            "origine": "LEGI",
            "texte": "I.-Les distributeurs de produits d'assurance et de réassurance et leur personnel dont les activités consistent à fournir des recommandations sur des contrats d'assurance ou de réassurance, à présenter, à proposer ou à aider à conclure ces contrats ou à réaliser d'autres travaux préparatoires à leur conclusion, possèdent, préalablement au commencement de leur activité, les connaissances et aptitudes appropriées leur permettant de mener à bien leurs missions et de satisfaire à leurs obligations de manière adéquate. II.-Les intermédiaires d'assurance et de réassurance et le personnel des entreprises d'assurance et de réassurance ainsi que le personnel des intermédiaires d'assurance et de réassurance exerçant les activités mentionnées au I respectent les exigences en matière de formation et de développement professionnels continus, afin de maintenir un niveau de performance adéquat correspondant à la fonction qu'ils occupent et au marché concerné. Ils doivent être en mesure de justifier par tout moyen du respect des exigences qui leur sont applicables ou qui sont applicables à leur personnel en matière de formation et de développement professionnels continus. Un décret en Conseil d'Etat précise les modalités du présent II. (1) III.-Les personnes qui, au sein de la structure de direction des entreprises visées aux I et II, sont responsables de la distribution de produits d'assurance et de réassurance ainsi que toutes les autres personnes prenant directement part à la distribution d'assurances ou de réassurances possèdent des connaissances et des aptitudes professionnelles nécessaires à l'exercice de leurs tâches. Les intermédiaires d'assurance et de réassurance attestent du respect de ces exigences applicables en matière de connaissances et d'aptitudes professionnelles, selon des modalités précisées par décret.",
            "texteHtml": "<p>I.-Les distributeurs de produits d'assurance et de réassurance et leur personnel dont les activités consistent à fournir des recommandations sur des contrats d'assurance ou de réassurance, à présenter, à proposer ou à aider à conclure ces contrats ou à réaliser d'autres travaux préparatoires à leur conclusion, possèdent, préalablement au commencement de leur activité, les connaissances et aptitudes appropriées leur permettant de mener à bien leurs missions et de satisfaire à leurs obligations de manière adéquate.<br/><br/>\n II.-Les intermédiaires d'assurance et de réassurance et le personnel des entreprises d'assurance et de réassurance ainsi que le personnel des intermédiaires d'assurance et de réassurance exerçant les activités mentionnées au I respectent les exigences en matière de formation et de développement professionnels continus, afin de maintenir un niveau de performance adéquat correspondant à la fonction qu'ils occupent et au marché concerné.<br/><br/>\n Ils doivent être en mesure de justifier par tout moyen du respect des exigences qui leur sont applicables ou qui sont applicables à leur personnel en matière de formation et de développement professionnels continus.<br/><br/>\n Un décret en Conseil d'Etat précise les modalités du présent II. (1)<br/><br/>\n III.-Les personnes qui, au sein de la structure de direction des entreprises visées aux I et II, sont responsables de la distribution de produits d'assurance et de réassurance ainsi que toutes les autres personnes prenant directement part à la distribution d'assurances ou de réassurances possèdent des connaissances et des aptitudes professionnelles nécessaires à l'exercice de leurs tâches.<br/><br/>\n Les intermédiaires d'assurance et de réassurance attestent du respect de ces exigences applicables en matière de connaissances et d'aptitudes professionnelles, selon des modalités précisées par décret.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-10-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}