{
    "cid": "LEGIARTI000045687672",
    "num": "R1261-21",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Don et utilisation des éléments et produits du corps humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145468",
                        "id": "LEGISCTA000006145468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2008-09-05",
                        "titre": "Titre VI : Produits de thérapies génique et cellulaire et produits thérapeutiques annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160956",
                        "id": "LEGISCTA000006160956",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-09-05",
                        "fin": "2022-04-29",
                        "titre": "Titre VI : Dispositions relatives aux produits thérapeutiques annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160956",
                        "id": "LEGISCTA000019425440",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-29",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Don de corps à des fins d'enseignement médical et de recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160956",
                        "id": "LEGISCTA000045689795",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-21",
                        "fin": "2008-09-05",
                        "titre": "Chapitre III : Produits thérapeutiques annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178499",
                        "id": "LEGISCTA000006178499",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-09-05",
                        "fin": "2022-04-29",
                        "titre": "Chapitre unique : Produits thérapeutiques annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178499",
                        "id": "LEGISCTA000019425438",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178499",
                        "id": "LEGISCTA000045689792",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-04-29",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Gouvernance et fonctionnement de la structure d'accueil des corps au sein de l'établissement autorisé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045687640",
                        "id": "LEGISCTA000045687640",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-04-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Constitution des dossiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045687670",
                        "id": "LEGISCTA000045687670",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045687672",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045684251",
                    "textTitle": "Décret n°2022-719 du 27 avril 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045686146",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-28",
                    "dateSignaTexte": "2022-04-27",
                    "dateDebutCible": "2022-04-29"
                }
            ],
            "num": "R1261-21",
            "origine": "LEGI",
            "texte": "I.-Pour les activités mentionnées aux 2°, 3°, 4° et 6° du I de l'article R. 1261-17, le porteur du projet adresse au responsable de la structure d'accueil des corps un dossier décrivant son projet par tout moyen donnant date certaine à sa réception. Le dossier doit permettre d'apprécier l'intérêt pédagogique ou scientifique du projet. Il comporte les pièces suivantes : 1° La description de l'objet, le titre et la durée du projet ; 2° L'identification des personnes responsables et des participants au projet ainsi que leurs titres et qualité ; 3° La nature des activités pédagogiques et des travaux de recherche envisagés, ainsi que les éléments permettant de s'assurer du respect des conditions légales et réglementaires afférentes. En outre, lorsque le projet comporte une demande de sortie temporaire du corps de l'établissement autorisé ou de segmentation du corps, le porteur du projet justifie de la nécessité de cette sortie ou de cette segmentation pour la conduite du projet décrit dans le dossier. II.-Le responsable de la structure d'accueil des corps délivre un accusé de réception lorsque le dossier est complet. En cas de dossier incomplet, il demande, par tout moyen donnant date certaine à cette demande, toute pièce ou information complémentaire qu'il estime nécessaire en indiquant le délai imparti pour la fournir. III.-Le responsable transmet le dossier au comité d'éthique, scientifique et pédagogique, conformément au I de l'article R. 1261-16, avec, le cas échéant, le projet de convention prévu par l'article R. 1261-22. Il informe le porteur du projet dans les conditions prévues au II de l'article R. 1261-16. IV.-Le porteur du projet doit être en mesure de fournir à tout moment, à la demande du responsable de la structure d'accueil des corps, l'état d'avancement du projet. Toute modification des éléments figurant dans le dossier mentionné au I durant la mise en œuvre du projet doit être portée sans délai à la connaissance du responsable de la structure d'accueil des corps. Il peut saisir pour avis le comité d'éthique, scientifique et pédagogique de ces modifications. Il peut suspendre les modifications apportées au projet ou s'y opposer si les conditions de l'autorisation d'accès aux corps ne sont plus satisfaites et après que l'organisme ait été invité à présenter ses observations. Avant de suspendre ou d'interdire l'accès aux corps, le responsable met en demeure l'organisme responsable de la mise en œuvre du projet de mettre fin à ses manquements ou de présenter ses observations dans le délai qui lui est imparti. La période de suspension ne peut être supérieure à six mois. V.-Si, dans le délai de six mois suivant la notification de la décision prévue au II de l'article R. 1261-16, l'activité mentionnée au premier alinéa du I du présent article n'a pas débuté, elle ne peut plus être menée.",
            "texteHtml": "<p>I.-Pour les activités mentionnées aux 2°, 3°, 4° et 6° du I de l'article R. 1261-17, le porteur du projet adresse au responsable de la structure d'accueil des corps un dossier décrivant son projet par tout moyen donnant date certaine à sa réception.<br/><br/>\n Le dossier doit permettre d'apprécier l'intérêt pédagogique ou scientifique du projet. Il comporte les pièces suivantes :<br/><br/>\n 1° La description de l'objet, le titre et la durée du projet ;<br/><br/>\n 2° L'identification des personnes responsables et des participants au projet ainsi que leurs titres et qualité ;<br/><br/>\n 3° La nature des activités pédagogiques et des travaux de recherche envisagés, ainsi que les éléments permettant de s'assurer du respect des conditions légales et réglementaires afférentes.<br/><br/>\n En outre, lorsque le projet comporte une demande de sortie temporaire du corps de l'établissement autorisé ou de segmentation du corps, le porteur du projet justifie de la nécessité de cette sortie ou de cette segmentation pour la conduite du projet décrit dans le dossier.<br/><br/>\n II.-Le responsable de la structure d'accueil des corps délivre un accusé de réception lorsque le dossier est complet.<br/><br/>\n En cas de dossier incomplet, il demande, par tout moyen donnant date certaine à cette demande, toute pièce ou information complémentaire qu'il estime nécessaire en indiquant le délai imparti pour la fournir.<br/><br/>\n III.-Le responsable transmet le dossier au comité d'éthique, scientifique et pédagogique, conformément au I de l'article R. 1261-16, avec, le cas échéant, le projet de convention prévu par l'article R. 1261-22. Il informe le porteur du projet dans les conditions prévues au II de l'article R. 1261-16.<br/><br/>\n IV.-Le porteur du projet doit être en mesure de fournir à tout moment, à la demande du responsable de la structure d'accueil des corps, l'état d'avancement du projet.<br/><br/>\n Toute modification des éléments figurant dans le dossier mentionné au I durant la mise en œuvre du projet doit être portée sans délai à la connaissance du responsable de la structure d'accueil des corps. Il peut saisir pour avis le comité d'éthique, scientifique et pédagogique de ces modifications.<br/><br/>\n Il peut suspendre les modifications apportées au projet ou s'y opposer si les conditions de l'autorisation d'accès aux corps ne sont plus satisfaites et après que l'organisme ait été invité à présenter ses observations.<br/><br/>\n Avant de suspendre ou d'interdire l'accès aux corps, le responsable met en demeure l'organisme responsable de la mise en œuvre du projet de mettre fin à ses manquements ou de présenter ses observations dans le délai qui lui est imparti.<br/><br/>\n La période de suspension ne peut être supérieure à six mois.<br/><br/>\n V.-Si, dans le délai de six mois suivant la notification de la décision prévue au II de l'article R. 1261-16, l'activité mentionnée au premier alinéa du I du présent article n'a pas débuté, elle ne peut plus être menée.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-04-29T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}