{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038401374",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DOSSIER DE NOTIFICATION D'UNE OPÉRATION DE CONCENTRATION 1. Description de l'opération, comprenant : a) Une copie des actes soumis à notification et des comptes rendus des organes délibérants relatifs à la concentration accompagnée, si nécessaire, d'une traduction en langue française de ces documents ; b) Une présentation des aspects juridiques et financiers de l'opération, mentionnant, le cas échéant, le montant de l'acquisition ; c) Une présentation des objectifs économiques de l'opération, comportant notamment une évaluation des avantages attendus ; d) La liste des Etats dans lesquels l'opération a été ou sera notifiée et les dates des différentes notifications ; e) Le cas échéant, le mandat des conseils ou personnes chargées de la notification ; f) Un résumé de l'opération ne contenant ni information confidentielle ni secret d'affaires, destiné à être publié sur le site internet de l'Autorité de la concurrence en application de l'article L. 430-3 . 2. Présentation des entreprises concernées et des groupes auxquels elles appartiennent, comprenant, pour chacune des entreprises ou groupes : a) Les comptes sociaux et, lorsqu'ils existent, les comptes consolidés et le dernier rapport annuel ; b) La liste des principaux actionnaires, les pactes d'actionnaire, ainsi que la liste et le montant des participations détenues par l'entreprise ou ses actionnaires dans d'autres entreprises, si cette participation confère directement ou indirectement au moins une minorité de blocage ou la faculté de nommer au moins un membre du conseil d'administration ; c) Un tableau récapitulatif de données financières pour les trois derniers exercices clos, selon le modèle figurant en annexe 4-4, et, pour la ou les activités sur lesquelles porte l'opération qui ne disposaient pas, avant ladite opération, de la personnalité juridique, un tableau récapitulatif selon le modèle figurant en annexe 4-5 ; d) La liste des opérations de concentration réalisées au cours des trois dernières années ; e) La liste et la description de l'activité des entreprises avec lesquelles les entreprises ou groupes concernés et les groupes auxquels elles appartiennent entretiennent des liens contractuels significatifs et durables sur les marchés concernés par l'opération, la nature et la description de ces liens. 3. Marchés concernés. Un marché concerné se définit comme un marché pertinent, défini en termes de produits et en termes géographiques, sur lequel l'opération notifiée a une incidence directe ou indirecte. Un marché pertinent de produits comprend tous les produits ou services que le consommateur considère comme interchangeables ou substituables en raison de leurs caractéristiques, de leur prix et de l'usage auquel ils sont destinés. Des produits, sans être substituables au sens de la phrase précédente, peuvent être regardés comme relevant d'un même marché, dès lors qu'ils requièrent la même technologie pour leur fabrication et qu'ils font partie d'une gamme de produits de nature à caractériser ce marché. Un marché pertinent géographique est un territoire sur lequel sont offerts et demandés des biens et des services, sur lequel les conditions de concurrence sont suffisamment homogènes et qui peut être distingué de zones géographiques voisines, parce que, en particulier, les conditions de concurrence y diffèrent de manière appréciable. La notification comprend une définition de chaque marché concerné ainsi qu'une description précise des arguments ayant conduit à la délimitation proposée et, pour chaque marché concerné, les informations suivantes : a) Part de marché des entreprises concernées et des groupes auxquels elles appartiennent ; b) Part de marché des principaux opérateurs concurrents. 4. Marchés affectés. Un marché concerné est considéré comme affecté : -si deux ou plusieurs entreprises ou groupes visés au point 2 du présent formulaire exercent des activités sur ce marché et que leurs parts cumulées atteignent 25 % ou plus ; -ou si une entreprise au moins visée au point 2 exerce des activités sur ce marché et qu'une autre de ces entreprises ou groupe exerce des activités sur un marché situé en amont ou en aval ou connexe, qu'il y ait ou non des relations de fournisseur à client entre ces entreprises, dès lors que, sur l'un ou l'autre de ces marchés, l'ensemble des entreprises ou groupes visés au point 2 atteignent 30 % ou plus. Un marché peut également être affecté du fait de la disparition d'un concurrent potentiel due à l'opération. Pour chaque marché affecté, les entreprises notifiantes fournissent les informations suivantes : a) Une estimation de l'importance du marché en valeur et en volume ; b) La part de marché des entreprises concernées et des groupes auxquels elles appartiennent ; c) La part de marché, l'identité, l'adresse, les numéros de télécopieur et de téléphone, et l'adresse électronique des responsables compétents des principaux opérateurs concurrents ; d) L'identité, l'adresse, les numéros de télécopieur et de téléphone des principaux clients, et l'adresse électronique des responsables compétents des principaux clients, ainsi que la part que représente chacun de ces clients dans le chiffre d'affaires de chacune des entreprises ou groupes visés au point 2 ; e) L'identité, l'adresse, les numéros de télécopieur et de téléphone, et l'adresse électronique des responsables compétents des principaux fournisseurs ainsi que la part que représente chacun de ces fournisseurs dans le total des achats de chacune des entreprises ou groupes visés au point 2 ; f) Les accords de coopération (horizontaux et verticaux) conclus par les entreprises ou groupes visés au point 2 sur les marchés affectés, tels que les accords de recherche et développement, les accords de licence, de fabrication en commun, de spécialisation, de distribution, d'approvisionnement à long terme et d'échanges d'information ; g) Les facteurs susceptibles d'avoir une incidence sur l'accès aux marchés concernés (dispositions réglementaires, conditions d'accès aux matières premières, importance des dépenses de recherche et développement et de publicité, existence de normes, de licences, de brevets ou d'autres droits, importance des économies d'échelle, caractère spécifique de la technologie mise en oeuvre...) ; h) Une description des canaux de distribution et des réseaux de service après-vente existant sur le marché ; i) Les principaux facteurs contribuant à la détermination des prix et l'évolution de ceux-ci sur les cinq dernières années ; j) Une estimation des capacités de production existant sur le marché et de leur taux moyen d'utilisation, ainsi qu'une évaluation de leur taux d'utilisation par les entreprises ou groupes visés au point 2 ; k) Une analyse de la structure de la demande (degré de concentration de la demande, typologie des demandeurs, poids des collectivités et entreprises publiques, importance de la marque pour le consommateur, importance de la capacité à fournir une gamme complète de produits ou services...) ; l) La liste et les coordonnées des principales organisations professionnelles. 5. Déclaration concluant la notification. La notification se conclut par la déclaration suivante, signée par ou au nom de toutes les entreprises notifiantes, au sens de l'article L. 430-3 du présent code : \" Les soussignés déclarent que les informations fournies dans la présente notification sont, à leur connaissance, sincères, exactes et complètes, que toutes les estimations sont présentées comme telles et constituent les estimations les plus précises des faits en cause, et que tous les avis exprimés sont sincères. Ils connaissent les dispositions de l'article L. 430-8 du code de commerce, notamment du III de cet article. \"",
            "texteHtml": "<p align='center'>DOSSIER DE NOTIFICATION D'UNE OPÉRATION DE CONCENTRATION</p><p>1. Description de l'opération, comprenant :</p><p>a) Une copie des actes soumis à notification et des comptes rendus des organes délibérants relatifs à la concentration accompagnée, si nécessaire, d'une traduction en langue française de ces documents ;</p><p>b) Une présentation des aspects juridiques et financiers de l'opération, mentionnant, le cas échéant, le montant de l'acquisition ;</p><p>c) Une présentation des objectifs économiques de l'opération, comportant notamment une évaluation des avantages attendus ;</p><p>d) La liste des Etats dans lesquels l'opération a été ou sera notifiée et les dates des différentes notifications ;</p><p>e) Le cas échéant, le mandat des conseils ou personnes chargées de la notification ;</p><p>f) Un résumé de l'opération ne contenant ni information confidentielle ni secret d'affaires, destiné à être publié sur le site internet de l'Autorité de la concurrence en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232042&dateTexte=&categorieLien=cid'>L. 430-3</a>.</p><p>2. Présentation des entreprises concernées et des groupes auxquels elles appartiennent, comprenant, pour chacune des entreprises ou groupes :</p><p>a) Les comptes sociaux et, lorsqu'ils existent, les comptes consolidés et le dernier rapport annuel ;</p><p>b) La liste des principaux actionnaires, les pactes d'actionnaire, ainsi que la liste et le montant des participations détenues par l'entreprise ou ses actionnaires dans d'autres entreprises, si cette participation confère directement ou indirectement au moins une minorité de blocage ou la faculté de nommer au moins un membre du conseil d'administration ;</p><p>c) Un tableau récapitulatif de données financières pour les trois derniers exercices clos, selon le modèle figurant en annexe 4-4, et, pour la ou les activités sur lesquelles porte l'opération qui ne disposaient pas, avant ladite opération, de la personnalité juridique, un tableau récapitulatif selon le modèle figurant en annexe 4-5 ;</p><p>d) La liste des opérations de concentration réalisées au cours des trois dernières années ;</p><p>e) La liste et la description de l'activité des entreprises avec lesquelles les entreprises ou groupes concernés et les groupes auxquels elles appartiennent entretiennent des liens contractuels significatifs et durables sur les marchés concernés par l'opération, la nature et la description de ces liens.</p><p>3. Marchés concernés.</p><p>Un marché concerné se définit comme un marché pertinent, défini en termes de produits et en termes géographiques, sur lequel l'opération notifiée a une incidence directe ou indirecte.</p><p>Un marché pertinent de produits comprend tous les produits ou services que le consommateur considère comme interchangeables ou substituables en raison de leurs caractéristiques, de leur prix et de l'usage auquel ils sont destinés. Des produits, sans être substituables au sens de la phrase précédente, peuvent être regardés comme relevant d'un même marché, dès lors qu'ils requièrent la même technologie pour leur fabrication et qu'ils font partie d'une gamme de produits de nature à caractériser ce marché.</p><p>Un marché pertinent géographique est un territoire sur lequel sont offerts et demandés des biens et des services, sur lequel les conditions de concurrence sont suffisamment homogènes et qui peut être distingué de zones géographiques voisines, parce que, en particulier, les conditions de concurrence y diffèrent de manière appréciable.</p><p>La notification comprend une définition de chaque marché concerné ainsi qu'une description précise des arguments ayant conduit à la délimitation proposée et, pour chaque marché concerné, les informations suivantes :</p><p>a) Part de marché des entreprises concernées et des groupes auxquels elles appartiennent ;</p><p>b) Part de marché des principaux opérateurs concurrents.</p><p>4. Marchés affectés.</p><p>Un marché concerné est considéré comme affecté :</p><p>-si deux ou plusieurs entreprises ou groupes visés au point 2 du présent formulaire exercent des activités sur ce marché et que leurs parts cumulées atteignent 25 % ou plus ;</p><p>-ou si une entreprise au moins visée au point 2 exerce des activités sur ce marché et qu'une autre de ces entreprises ou groupe exerce des activités sur un marché situé en amont ou en aval ou connexe, qu'il y ait ou non des relations de fournisseur à client entre ces entreprises, dès lors que, sur l'un ou l'autre de ces marchés, l'ensemble des entreprises ou groupes visés au point 2 atteignent 30 % ou plus.</p><p>Un marché peut également être affecté du fait de la disparition d'un concurrent potentiel due à l'opération.</p><p>Pour chaque marché affecté, les entreprises notifiantes fournissent les informations suivantes :</p><p>a) Une estimation de l'importance du marché en valeur et en volume ;</p><p>b) La part de marché des entreprises concernées et des groupes auxquels elles appartiennent ;</p><p>c) La part de marché, l'identité, l'adresse, les numéros de télécopieur et de téléphone, et l'adresse électronique des responsables compétents des principaux opérateurs concurrents ;</p><p>d) L'identité, l'adresse, les numéros de télécopieur et de téléphone des principaux clients, et l'adresse électronique des responsables compétents des principaux clients, ainsi que la part que représente chacun de ces clients dans le chiffre d'affaires de chacune des entreprises ou groupes visés au point 2 ;</p><p>e) L'identité, l'adresse, les numéros de télécopieur et de téléphone, et l'adresse électronique des responsables compétents des principaux fournisseurs ainsi que la part que représente chacun de ces fournisseurs dans le total des achats de chacune des entreprises ou groupes visés au point 2 ;</p><p>f) Les accords de coopération (horizontaux et verticaux) conclus par les entreprises ou groupes visés au point 2 sur les marchés affectés, tels que les accords de recherche et développement, les accords de licence, de fabrication en commun, de spécialisation, de distribution, d'approvisionnement à long terme et d'échanges d'information ;</p><p>g) Les facteurs susceptibles d'avoir une incidence sur l'accès aux marchés concernés (dispositions réglementaires, conditions d'accès aux matières premières, importance des dépenses de recherche et développement et de publicité, existence de normes, de licences, de brevets ou d'autres droits, importance des économies d'échelle, caractère spécifique de la technologie mise en oeuvre...) ;</p><p>h) Une description des canaux de distribution et des réseaux de service après-vente existant sur le marché ;</p><p>i) Les principaux facteurs contribuant à la détermination des prix et l'évolution de ceux-ci sur les cinq dernières années ;</p><p>j) Une estimation des capacités de production existant sur le marché et de leur taux moyen d'utilisation, ainsi qu'une évaluation de leur taux d'utilisation par les entreprises ou groupes visés au point 2 ;</p><p>k) Une analyse de la structure de la demande (degré de concentration de la demande, typologie des demandeurs, poids des collectivités et entreprises publiques, importance de la marque pour le consommateur, importance de la capacité à fournir une gamme complète de produits ou services...) ;</p><p>l) La liste et les coordonnées des principales organisations professionnelles.</p><p>5. Déclaration concluant la notification.</p><p>La notification se conclut par la déclaration suivante, signée par ou au nom de toutes les entreprises notifiantes, au sens de l'article L. 430-3 du présent code :</p><p>\" Les soussignés déclarent que les informations fournies dans la présente notification sont, à leur connaissance, sincères, exactes et complètes, que toutes les estimations sont présentées comme telles et constituent les estimations les plus précises des faits en cause, et que tous les avis exprimés sont sincères.</p><p>Ils connaissent les dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232100&dateTexte=&categorieLien=cid'>L. 430-8</a> du code de commerce, notamment du III de cet article. \"</p>",
            "num": "Annexe 4-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1555804800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 592409280,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes de la partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083282",
                        "id": "LEGISCTA000006083282",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006255229",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006083282",
            "sectionParentId": "LEGISCTA000006083282",
            "sectionParentTitre": "Annexes de la partie réglementaire",
            "fullSectionsTitre": "Annexes de la partie réglementaire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038401374",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000820567",
                    "textTitle": "Décret n°2007-431 du 25 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000820567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-27",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038395295",
                    "textTitle": "Décret n°2019-339 du 18 avril 2019 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038397596",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-04-20",
                    "dateSignaTexte": "2019-04-18",
                    "dateDebutCible": "2019-04-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L430-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L430-3",
                    "articleId": "LEGIARTI000006232042",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L430-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L430-8",
                    "articleId": "LEGIARTI000006232100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 989971200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R430-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R430-2",
                    "articleId": "LEGIARTI000043616148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006255229",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1555804800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038401374",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1555804800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4-3",
                "4-3"
            ],
            "versionPrecedente": "LEGIARTI000006255229",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006255229",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DOSSIER DE NOTIFICATION D'UNE OPÉRATION DE CONCENTRATION 1. Description de l'opération, comprenant : a) Une copie des actes soumis à notification et des comptes rendus des organes délibérants relatifs à la concentration accompagnée, si nécessaire, d'une traduction en langue française de ces documents ; b) Une présentation des aspects juridiques et financiers de l'opération, mentionnant, le cas échéant, le montant de l'acquisition ; c) Une présentation des objectifs économiques de l'opération, comportant notamment une évaluation des avantages attendus ; d) La liste des Etats dans lesquels l'opération a été ou sera notifiée et les dates des différentes notifications ; e) Le cas échéant, le mandat des conseils ou personnes chargées de la notification ; f) Un résumé de l'opération ne contenant ni information confidentielle ni secret d'affaires, destiné à être publié sur le site internet du ministre chargé de l'économie en application de l'article L. 430-3 . 2. Présentation des entreprises concernées et des groupes auxquels elles appartiennent, comprenant, pour chacune des entreprises ou groupes : a) Les comptes sociaux et, lorsqu'ils existent, les comptes consolidés et le dernier rapport annuel ; b) La liste des principaux actionnaires, les pactes d'actionnaire, ainsi que la liste et le montant des participations détenues par l'entreprise ou ses actionnaires dans d'autres entreprises, si cette participation confère directement ou indirectement au moins une minorité de blocage ou la faculté de nommer au moins un membre du conseil d'administration ; c) Un tableau récapitulatif de données financières pour les trois derniers exercices clos, selon le modèle figurant en annexe 4-4, et, pour la ou les activités sur lesquelles porte l'opération qui ne disposaient pas, avant ladite opération, de la personnalité juridique, un tableau récapitulatif selon le modèle figurant en annexe 4-5 ; d) La liste des opérations de concentration réalisées au cours des trois dernières années ; e) La liste et la description de l'activité des entreprises avec lesquelles les entreprises ou groupes concernés et les groupes auxquels elles appartiennent entretiennent des liens contractuels significatifs et durables sur les marchés concernés par l'opération, la nature et la description de ces liens. 3. Marchés concernés. Un marché concerné se définit comme un marché pertinent, défini en termes de produits et en termes géographiques, sur lequel l'opération notifiée a une incidence directe ou indirecte. Un marché pertinent de produits comprend tous les produits ou services que le consommateur considère comme interchangeables ou substituables en raison de leurs caractéristiques, de leur prix et de l'usage auquel ils sont destinés. Des produits, sans être substituables au sens de la phrase précédente, peuvent être regardés comme relevant d'un même marché, dès lors qu'ils requièrent la même technologie pour leur fabrication et qu'ils font partie d'une gamme de produits de nature à caractériser ce marché. Un marché pertinent géographique est un territoire sur lequel sont offerts et demandés des biens et des services, sur lequel les conditions de concurrence sont suffisamment homogènes et qui peut être distingué de zones géographiques voisines, parce que, en particulier, les conditions de concurrence y diffèrent de manière appréciable. La notification comprend une définition de chaque marché concerné ainsi qu'une description précise des arguments ayant conduit à la délimitation proposée et, pour chaque marché concerné, les informations suivantes : a) Part de marché des entreprises concernées et des groupes auxquels elles appartiennent ; b) Part de marché des principaux opérateurs concurrents. 4. Marchés affectés. Un marché concerné est considéré comme affecté : -si deux ou plusieurs entreprises ou groupes visés au point 2 du présent formulaire exercent des activités sur ce marché et que leurs parts cumulées atteignent 25 % ou plus ; -ou si une entreprise au moins visée au point 2 exerce des activités sur ce marché et qu'une autre de ces entreprises ou groupe exerce des activités sur un marché situé en amont ou en aval ou connexe, qu'il y ait ou non des relations de fournisseur à client entre ces entreprises, dès lors que, sur l'un ou l'autre de ces marchés, l'ensemble des entreprises ou groupes visés au point 2 atteignent 25 % ou plus. Un marché peut également être affecté du fait de la disparition d'un concurrent potentiel due à l'opération. Pour chaque marché affecté, les entreprises notifiantes fournissent les informations suivantes : a) Une estimation de l'importance du marché en valeur et en volume ; b) La part de marché des entreprises concernées et des groupes auxquels elles appartiennent ; c) La part de marché, l'identité, l'adresse, les numéros de télécopieur et de téléphone, et l'adresse électronique des responsables compétents des principaux opérateurs concurrents ; d) L'identité, l'adresse, les numéros de télécopieur et de téléphone des principaux clients, et l'adresse électronique des responsables compétents des principaux clients, ainsi que la part que représente chacun de ces clients dans le chiffre d'affaires de chacune des entreprises ou groupes visés au point 2 ; e) L'identité, l'adresse, les numéros de télécopieur et de téléphone, et l'adresse électronique des responsables compétents des principaux fournisseurs ainsi que la part que représente chacun de ces fournisseurs dans le total des achats de chacune des entreprises ou groupes visés au point 2 ; f) Les accords de coopération (horizontaux et verticaux) conclus par les entreprises ou groupes visés au point 2 sur les marchés affectés, tels que les accords de recherche et développement, les accords de licence, de fabrication en commun, de spécialisation, de distribution, d'approvisionnement à long terme et d'échanges d'information ; g) Les facteurs susceptibles d'avoir une incidence sur l'accès aux marchés concernés (dispositions réglementaires, conditions d'accès aux matières premières, importance des dépenses de recherche et développement et de publicité, existence de normes, de licences, de brevets ou d'autres droits, importance des économies d'échelle, caractère spécifique de la technologie mise en oeuvre...) ; h) Une description des canaux de distribution et des réseaux de service après-vente existant sur le marché ; i) Les principaux facteurs contribuant à la détermination des prix et l'évolution de ceux-ci sur les cinq dernières années ; j) Une estimation des capacités de production existant sur le marché et de leur taux moyen d'utilisation, ainsi qu'une évaluation de leur taux d'utilisation par les entreprises ou groupes visés au point 2 ; k) Une analyse de la structure de la demande (degré de concentration de la demande, typologie des demandeurs, poids des collectivités et entreprises publiques, importance de la marque pour le consommateur, importance de la capacité à fournir une gamme complète de produits ou services...) ; l) La liste et les coordonnées des principales organisations professionnelles. 5. Déclaration concluant la notification. La notification se conclut par la déclaration suivante, signée par ou au nom de toutes les entreprises notifiantes, au sens de l'article L. 430-3 du présent code : \" Les soussignés déclarent que les informations fournies dans la présente notification sont, à leur connaissance, sincères, exactes et complètes, que toutes les estimations sont présentées comme telles et constituent les estimations les plus précises des faits en cause, et que tous les avis exprimés sont sincères. Ils connaissent les dispositions de l'article L. 430-8 du code de commerce, notamment du III de cet article. \"",
            "texteHtml": "<p align='center'>DOSSIER DE NOTIFICATION D'UNE OPÉRATION DE CONCENTRATION <br/></p><p>1. Description de l'opération, comprenant : </p><p>a) Une copie des actes soumis à notification et des comptes rendus des organes délibérants relatifs à la concentration accompagnée, si nécessaire, d'une traduction en langue française de ces documents ; </p><p>b) Une présentation des aspects juridiques et financiers de l'opération, mentionnant, le cas échéant, le montant de l'acquisition ; </p><p>c) Une présentation des objectifs économiques de l'opération, comportant notamment une évaluation des avantages attendus ; </p><p>d) La liste des Etats dans lesquels l'opération a été ou sera notifiée et les dates des différentes notifications ; </p><p>e) Le cas échéant, le mandat des conseils ou personnes chargées de la notification ; </p><p>f) Un résumé de l'opération ne contenant ni information confidentielle ni secret d'affaires, destiné à être publié sur le site internet du ministre chargé de l'économie en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232042&dateTexte=&categorieLien=cid' title='Code de commerce - art. L430-3 (V)'>L. 430-3</a>.</p><p>2. Présentation des entreprises concernées et des groupes auxquels elles appartiennent, comprenant, pour chacune des entreprises ou groupes : </p><p>a) Les comptes sociaux et, lorsqu'ils existent, les comptes consolidés et le dernier rapport annuel ; </p><p>b) La liste des principaux actionnaires, les pactes d'actionnaire, ainsi que la liste et le montant des participations détenues par l'entreprise ou ses actionnaires dans d'autres entreprises, si cette participation confère directement ou indirectement au moins une minorité de blocage ou la faculté de nommer au moins un membre du conseil d'administration ; </p><p>c) Un tableau récapitulatif de données financières pour les trois derniers exercices clos, selon le modèle figurant en annexe 4-4, et, pour la ou les activités sur lesquelles porte l'opération qui ne disposaient pas, avant ladite opération, de la personnalité juridique, un tableau récapitulatif selon le modèle figurant en annexe 4-5 ; </p><p>d) La liste des opérations de concentration réalisées au cours des trois dernières années ; </p><p>e) La liste et la description de l'activité des entreprises avec lesquelles les entreprises ou groupes concernés et les groupes auxquels elles appartiennent entretiennent des liens contractuels significatifs et durables sur les marchés concernés par l'opération, la nature et la description de ces liens. </p><p>3. Marchés concernés. </p><p>Un marché concerné se définit comme un marché pertinent, défini en termes de produits et en termes géographiques, sur lequel l'opération notifiée a une incidence directe ou indirecte. </p><p>Un marché pertinent de produits comprend tous les produits ou services que le consommateur considère comme interchangeables ou substituables en raison de leurs caractéristiques, de leur prix et de l'usage auquel ils sont destinés. Des produits, sans être substituables au sens de la phrase précédente, peuvent être regardés comme relevant d'un même marché, dès lors qu'ils requièrent la même technologie pour leur fabrication et qu'ils font partie d'une gamme de produits de nature à caractériser ce marché. </p><p>Un marché pertinent géographique est un territoire sur lequel sont offerts et demandés des biens et des services, sur lequel les conditions de concurrence sont suffisamment homogènes et qui peut être distingué de zones géographiques voisines, parce que, en particulier, les conditions de concurrence y diffèrent de manière appréciable. </p><p>La notification comprend une définition de chaque marché concerné ainsi qu'une description précise des arguments ayant conduit à la délimitation proposée et, pour chaque marché concerné, les informations suivantes : </p><p>a) Part de marché des entreprises concernées et des groupes auxquels elles appartiennent ; </p><p>b) Part de marché des principaux opérateurs concurrents. </p><p>4. Marchés affectés. </p><p>Un marché concerné est considéré comme affecté :</p><p>-si deux ou plusieurs entreprises ou groupes visés au point 2 du présent formulaire exercent des activités sur ce marché et que leurs parts cumulées atteignent 25 % ou plus ;</p><p>-ou si une entreprise au moins visée au point 2 exerce des activités sur ce marché et qu'une autre de ces entreprises ou groupe exerce des activités sur un marché situé en amont ou en aval ou connexe, qu'il y ait ou non des relations de fournisseur à client entre ces entreprises, dès lors que, sur l'un ou l'autre de ces marchés, l'ensemble des entreprises ou groupes visés au point 2 atteignent 25 % ou plus. </p><p>Un marché peut également être affecté du fait de la disparition d'un concurrent potentiel due à l'opération. </p><p>Pour chaque marché affecté, les entreprises notifiantes fournissent les informations suivantes : </p><p>a) Une estimation de l'importance du marché en valeur et en volume ; </p><p>b) La part de marché des entreprises concernées et des groupes auxquels elles appartiennent ; </p><p>c) La part de marché, l'identité, l'adresse, les numéros de télécopieur et de téléphone, et l'adresse électronique des responsables compétents des principaux opérateurs concurrents ; </p><p>d) L'identité, l'adresse, les numéros de télécopieur et de téléphone des principaux clients, et l'adresse électronique des responsables compétents des principaux clients, ainsi que la part que représente chacun de ces clients dans le chiffre d'affaires de chacune des entreprises ou groupes visés au point 2 ; </p><p>e) L'identité, l'adresse, les numéros de télécopieur et de téléphone, et l'adresse électronique des responsables compétents des principaux fournisseurs ainsi que la part que représente chacun de ces fournisseurs dans le total des achats de chacune des entreprises ou groupes visés au point 2 ; </p><p>f) Les accords de coopération (horizontaux et verticaux) conclus par les entreprises ou groupes visés au point 2 sur les marchés affectés, tels que les accords de recherche et développement, les accords de licence, de fabrication en commun, de spécialisation, de distribution, d'approvisionnement à long terme et d'échanges d'information ; </p><p>g) Les facteurs susceptibles d'avoir une incidence sur l'accès aux marchés concernés (dispositions réglementaires, conditions d'accès aux matières premières, importance des dépenses de recherche et développement et de publicité, existence de normes, de licences, de brevets ou d'autres droits, importance des économies d'échelle, caractère spécifique de la technologie mise en oeuvre...) ; </p><p>h) Une description des canaux de distribution et des réseaux de service après-vente existant sur le marché ; </p><p>i) Les principaux facteurs contribuant à la détermination des prix et l'évolution de ceux-ci sur les cinq dernières années ; </p><p>j) Une estimation des capacités de production existant sur le marché et de leur taux moyen d'utilisation, ainsi qu'une évaluation de leur taux d'utilisation par les entreprises ou groupes visés au point 2 ; </p><p>k) Une analyse de la structure de la demande (degré de concentration de la demande, typologie des demandeurs, poids des collectivités et entreprises publiques, importance de la marque pour le consommateur, importance de la capacité à fournir une gamme complète de produits ou services...) ; </p><p>l) La liste et les coordonnées des principales organisations professionnelles. </p><p>5. Déclaration concluant la notification. </p><p>La notification se conclut par la déclaration suivante, signée par ou au nom de toutes les entreprises notifiantes, au sens de l'article L. 430-3 du présent code : </p><p>\" Les soussignés déclarent que les informations fournies dans la présente notification sont, à leur connaissance, sincères, exactes et complètes, que toutes les estimations sont présentées comme telles et constituent les estimations les plus précises des faits en cause, et que tous les avis exprimés sont sincères. </p><p>Ils connaissent les dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232100&dateTexte=&categorieLien=cid' title='Code de commerce - art. L430-8 (V)'>L. 430-8</a> du code de commerce, notamment du III de cet article. \"</p>",
            "num": "Annexe 4-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1175040000000,
            "dateFin": 1555804800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 592409280,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes de la partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083282",
                        "id": "LEGISCTA000006083282",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006255229",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006083282",
            "sectionParentId": "LEGISCTA000006083282",
            "sectionParentTitre": "Annexes de la partie réglementaire",
            "fullSectionsTitre": "Annexes de la partie réglementaire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006255229",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000820567",
                    "textTitle": "Décret 2007-431 2007-03-25 JORF 27 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000820567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-27",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L430-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L430-3",
                    "articleId": "LEGIARTI000006232042",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L430-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L430-8",
                    "articleId": "LEGIARTI000006232100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 989971200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R430-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R430-2",
                    "articleId": "LEGIARTI000043616148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006255229",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1555804800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038401374",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1555804800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4-3",
                "4-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}