{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000021360068",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "MODULE E : ASSURANCE DE QUALITE DU PRODUIT 1. Ce module décrit la procédure par laquelle le fabricant qui satisfait aux obligations du point 2 s'assure et déclare que les explosifs sont conformes au type décrit dans l'attestation d'examen \"CE de type\". Le fabricant appose le marquage CE sur chaque explosif et établit une déclaration écrite de conformité. Le marquage CE est accompagné du symbole d'identification de l'organisme habilité responsable de la surveillance visée au point 4. 2. Le fabricant applique un système approuvé de qualité pour l'inspection finale des explosifs et les essais, comme spécifié au point 3. Il est soumis à la surveillance visée au point 4. 3. Système de qualité. 3.1. Le fabricant soumet une demande d'évaluation de son système de qualité auprès de l'organisme habilité de son choix, pour les explosifs. La demande comprend : ― toutes les informations appropriées pour la catégorie d'explosifs envisagés ; ― la documentation sur le système de qualité ; ― la documentation technique relative au type approuvé et une copie de l'attestation d'examen \"CE de type\". 3.2. Dans le cadre du système de qualité, chaque explosif est examiné et des essais appropriés, définis dans la ou les normes applicables ou, à défaut, les spécifications techniques visées à l'article 1-3, ou des essais équivalents, sont effectués pour vérifier sa conformité aux exigences correspondantes du présent décret. Tous les éléments, exigences et dispositions adoptés par le fabricant doivent figurer dans une documentation tenue de manière systématique et rationnelle sous la forme de mesures, de procédures et d'instructions écrites. Cette documentation sur le système de qualité permet une interprétation uniforme des programmes, plans, manuels et dossiers de qualité. Elle comprend en particulier une description adéquate : ― des objectifs de qualité, de l'organigramme, des responsabilités des cadres et de leurs pouvoirs en matière de qualité des produits ; ― des contrôles et des essais qui seront effectués après la fabrication ; ― des moyens de vérifier le fonctionnement efficace du système de qualité ; ― des dossiers de qualité, tels que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc. 3.3. L'organisme habilité évalue le système de qualité pour déterminer s'il répond aux exigences visées au point 3.2. Il présume la conformité à ces exigences pour les systèmes de qualité qui mettent en œuvre la norme harmonisée correspondante. L'équipe de contrôleurs comprend au moins un membre ayant acquis, en tant qu'évaluateur, l'expérience de la technologie du produit concerné. La procédure d'évaluation comprend une visite dans les locaux du fabricant. La décision est notifiée au fabricant. Elle contient les conclusions du contrôle et la décision d'évaluation motivée. 3.4. Le fabricant s'engage à remplir les obligations découlant du système de qualité tel qu'il est approuvé et à le maintenir de sorte qu'il demeure adéquat et efficace. Le fabricant ou son mandataire informe l'organisme habilité qui a approuvé le système de qualité de tout projet d'adaptation du système de qualité. L'organisme habilité évalue les modifications proposées et décide si le système de qualité modifié répondra encore aux exigences visées au point 3.2 ou si une réévaluation est nécessaire. Il notifie sa décision au fabricant. La notification contient les conclusions du contrôle et la décision d'évaluation motivée. 4. Surveillance sous la responsabilité de l'organisme habilité. 4.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations qui découlent du système de qualité approuvé. 4.2. Le fabricant autorise l'organisme habilité à accéder, à des fins d'inspection, aux lieux d'inspection, d'essai et de stockage et lui fournit toute l'information nécessaire, et notamment : ― la documentation sur le système de qualité ; ― la documentation technique ; ― les dossiers de qualité, tels que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc. 4.3. L'organisme habilité procède périodiquement à des contrôles pour s'assurer que le fabricant maintient et applique le système de qualité et fournit un rapport de contrôle au fabricant. 4.4. En outre, l'organisme habilité peut effectuer des visites inopinées chez le fabricant. A l'occasion de telles visites, cet organisme habilité peut effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité, si nécessaire ; il fournit au fabricant un rapport de visite et, s'il y a eu lieu, un rapport d'essai. 5. Le fabricant tient à la disposition des autorités nationales pendant une durée d'au moins dix ans à compter de la dernière date de fabrication du produit : ― la documentation visée au point 3.1, deuxième tiret ; ― les adaptations visées au point 3.4, deuxième alinéa ; ― les décisions et rapports de l'organisme habilité visés au point 3.4, dernier alinéa, et aux points 4.3 et 4.4. 6. Chaque organisme habilité communique aux autres organismes habilités les informations pertinentes concernant les approbations de système de qualité délivrées et retirées.",
            "texteHtml": "<p>MODULE E : ASSURANCE DE QUALITE DU PRODUIT </p><p></p><p> \t\t\t\t 1. Ce module décrit la procédure par laquelle le fabricant qui satisfait aux obligations du point 2 s'assure et déclare que les explosifs sont conformes au type décrit dans l'attestation d'examen \"CE de type\". Le fabricant appose le marquage CE sur chaque explosif et établit une déclaration écrite de conformité. Le marquage CE est accompagné du symbole d'identification de l'organisme habilité responsable de la surveillance visée au point 4.<br/> \t\t\t\t 2. Le fabricant applique un système approuvé de qualité pour l'inspection finale des explosifs et les essais, comme spécifié au point 3. Il est soumis à la surveillance visée au point 4.<br/> \t\t\t\t 3. Système de qualité.<br/> \t\t\t\t 3.1. Le fabricant soumet une demande d'évaluation de son système de qualité auprès de l'organisme habilité de son choix, pour les explosifs.<br/> \t\t\t\t La demande comprend :<br/> \t\t\t\t ― toutes les informations appropriées pour la catégorie d'explosifs envisagés ;<br/> \t\t\t\t ― la documentation sur le système de qualité ;<br/> \t\t\t\t ― la documentation technique relative au type approuvé et une copie de l'attestation d'examen \"CE de type\".<br/> \t\t\t\t 3.2. Dans le cadre du système de qualité, chaque explosif est examiné et des essais appropriés, définis dans la ou les normes applicables ou, à défaut, les spécifications techniques visées à l'article 1-3, ou des essais équivalents, sont effectués pour vérifier sa conformité aux exigences correspondantes du présent décret. Tous les éléments, exigences et dispositions adoptés par le fabricant doivent figurer dans une documentation tenue de manière systématique et rationnelle sous la forme de mesures, de procédures et d'instructions écrites. Cette documentation sur le système de qualité permet une interprétation uniforme des programmes, plans, manuels et dossiers de qualité.<br/> \t\t\t\t Elle comprend en particulier une description adéquate :<br/> \t\t\t\t ― des objectifs de qualité, de l'organigramme, des responsabilités des cadres et de leurs pouvoirs en matière de qualité des produits ;<br/> \t\t\t\t ― des contrôles et des essais qui seront effectués après la fabrication ;<br/> \t\t\t\t ― des moyens de vérifier le fonctionnement efficace du système de qualité ;<br/> \t\t\t\t ― des dossiers de qualité, tels que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc.<br/> \t\t\t\t 3.3. L'organisme habilité évalue le système de qualité pour déterminer s'il répond aux exigences visées au point 3.2. Il présume la conformité à ces exigences pour les systèmes de qualité qui mettent en œuvre la norme harmonisée correspondante.<br/> \t\t\t\t L'équipe de contrôleurs comprend au moins un membre ayant acquis, en tant qu'évaluateur, l'expérience de la technologie du produit concerné. La procédure d'évaluation comprend une visite dans les locaux du fabricant.<br/> \t\t\t\t La décision est notifiée au fabricant. Elle contient les conclusions du contrôle et la décision d'évaluation motivée.<br/> \t\t\t\t 3.4. Le fabricant s'engage à remplir les obligations découlant du système de qualité tel qu'il est approuvé et à le maintenir de sorte qu'il demeure adéquat et efficace.<br/> \t\t\t\t Le fabricant ou son mandataire informe l'organisme habilité qui a approuvé le système de qualité de tout projet d'adaptation du système de qualité.<br/> \t\t\t\t L'organisme habilité évalue les modifications proposées et décide si le système de qualité modifié répondra encore aux exigences visées au point 3.2 ou si une réévaluation est nécessaire.<br/> \t\t\t\t Il notifie sa décision au fabricant. La notification contient les conclusions du contrôle et la décision d'évaluation motivée.<br/> \t\t\t\t 4. Surveillance sous la responsabilité de l'organisme habilité.<br/> \t\t\t\t 4.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations qui découlent du système de qualité approuvé.<br/> \t\t\t\t 4.2. Le fabricant autorise l'organisme habilité à accéder, à des fins d'inspection, aux lieux d'inspection, d'essai et de stockage et lui fournit toute l'information nécessaire, et notamment :<br/> \t\t\t\t ― la documentation sur le système de qualité ;<br/> \t\t\t\t ― la documentation technique ;<br/> \t\t\t\t ― les dossiers de qualité, tels que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc.<br/> \t\t\t\t 4.3. L'organisme habilité procède périodiquement à des contrôles pour s'assurer que le fabricant maintient et applique le système de qualité et fournit un rapport de contrôle au fabricant.<br/> \t\t\t\t 4.4. En outre, l'organisme habilité peut effectuer des visites inopinées chez le fabricant. A l'occasion de telles visites, cet organisme habilité peut effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité, si nécessaire ; il fournit au fabricant un rapport de visite et, s'il y a eu lieu, un rapport d'essai.<br/> \t\t\t\t 5. Le fabricant tient à la disposition des autorités nationales pendant une durée d'au moins dix ans à compter de la dernière date de fabrication du produit :<br/> \t\t\t\t ― la documentation visée au point 3.1, deuxième tiret ;<br/> \t\t\t\t ― les adaptations visées au point 3.4, deuxième alinéa ;<br/> \t\t\t\t ― les décisions et rapports de l'organisme habilité visés au point 3.4, dernier alinéa, et aux points 4.3 et 4.4.<br/> \t\t\t\t 6. Chaque organisme habilité communique aux autres organismes habilités les informations pertinentes concernant les approbations de système de qualité délivrées et retirées.<br/></p>",
            "num": "Annexe V",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1259193600000,
            "dateFin": 1278201600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1912602623,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-04-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098226",
                        "id": "LEGISCTA000006098226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-03-07",
                        "fin": "2999-01-01",
                        "titre": "PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020410718",
                        "id": "LEGISCTA000020412137",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-11-26",
                        "fin": "2010-07-04",
                        "titre": "Annexes mentionnées aux articles R. 2352-50, R. 2352-51, R. 2352-52 ET R. 2352-61",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021364940",
                        "id": "LEGISCTA000021364940",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Code de la défense",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071307",
                        "id": "LEGITEXT000006071307",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021360042",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000021364940",
            "sectionParentId": "LEGISCTA000021364940",
            "sectionParentTitre": "Annexes mentionnées aux articles R. 2352-50, R. 2352-51, R. 2352-52 ET R. 2352-61",
            "fullSectionsTitre": "Partie réglementaire &gt; PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021360068",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071307",
                    "titre": "Code de la défense.",
                    "titreLong": "Code de la défense",
                    "etat": "VIGUEUR",
                    "dateDebut": 1103587200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071307",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021354235",
                    "textTitle": "Décret n°2009-1440\n du 23 novembre 2009 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000021355075",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-11-25",
                    "dateSignaTexte": "2009-11-23",
                    "dateDebutCible": "2009-11-26"
                },
                {
                    "textCid": "JORFTEXT000022166879",
                    "textTitle": "Décret n°2010-455 du 4 mai 2010 - art. 45",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000022177411",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-05-06",
                    "dateSignaTexte": "2010-05-04",
                    "dateDebutCible": "2010-05-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021360068",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1259193600000,
                    "dateFin": 1278201600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe V"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}