{
    "cid": "LEGIARTI000034304208",
    "num": "R6241-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132400",
                        "id": "LEGISCTA000006132400",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2016-01-29",
                        "titre": "Livre II : Laboratoires d'analyses de biologie médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145494",
                        "id": "LEGISCTA000006145494",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-29",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Biologie médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145494",
                        "id": "LEGISCTA000031980371",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-03-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Sanctions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034304204",
                        "id": "LEGISCTA000034304204",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-03-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique : Sanctions administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034304206",
                        "id": "LEGISCTA000034304206",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034304208",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6241-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6241-1",
                    "articleId": "LEGIARTI000021686287",
                    "natureText": "CODE",
                    "date": 1599859401400,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1263600000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6241-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6241-2",
                    "articleId": "LEGIARTI000021686788",
                    "natureText": "CODE",
                    "date": 1599859401400,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1263600000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6241-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6241-2",
                    "articleId": "LEGIARTI000034304210",
                    "natureText": "CODE",
                    "date": 1599859401400,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490832000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034298462",
                    "textTitle": "Décret n°2017-414 du 27 mars 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034302996",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-03-29",
                    "dateSignaTexte": "2017-03-27",
                    "dateDebutCible": "2017-03-30"
                }
            ],
            "num": "R6241-1",
            "origine": "LEGI",
            "texte": "I. – Lorsqu'il est constaté la commission par un laboratoire de biologie médicale d'une ou plusieurs des infractions énumérées à l'article L. 6241-1 , le directeur général de l'agence régionale de santé notifie, par tout moyen permettant d'en accuser réception, au représentant légal de ce laboratoire les faits qui sont reprochés au laboratoire et les sanctions encourues et lui demande de faire connaitre, dans le délai d'un mois, ses observations écrites ainsi que les mesures correctrices adoptées ou envisagées. La personne concernée a accès au dossier et peut se faire assister par un conseil ou représenter par un mandataire de son choix. II. – A l'issue de l'échéance du délai prévu au I, si le directeur général de l'agence régionale de santé ne donne pas acte au représentant légal du laboratoire de biologie médicale, au vu de ses observations, qu'aucune infraction n'a été commise, il peut dans le délai de deux mois : 1° Prononcer une amende administrative dont le montant ne peut excéder, selon la nature de l'infraction et la qualité de son auteur, celui fixé aux 1° et 2° du I ou au IV de l'article L. 6241-2 ; 2° Mettre en demeure l'auteur de l'infraction de prendre toutes les dispositions nécessaires et de faire cesser définitivement les infractions dans un délai déterminé qui ne peut être supérieur à quinze jours ; 3° Assortir l'amende mentionnée au 1° d'une astreinte journalière lorsque, à l'issue de la mise en demeure mentionnée au 2°, le représentant légal du laboratoire n'a pas pris toutes les dispositions nécessaires pour mettre fin aux faits qui lui sont reprochés ; 4° Approuver le cas échéant les mesures correctrices envisagées par le laboratoire de biologie médicale et s'assurer, dans un délai qu'il fixe, que le représentant légal du laboratoire de biologie médicale a respecté ses engagements. Pour fixer le montant de la pénalité mentionnée au 1°, le directeur général de l'agence régionale de santé prend en compte les circonstances et la gravité du manquement. La décision indique la nature des faits constitutifs du manquement et précise le délai et les modalités de paiement de l'amende ainsi que les voies et délais de recours. L'astreinte mentionnée au 3° commence à courir à compter de l'échéance du délai mentionné au 2° et cesse de courir le jour de la régularisation de la situation le cas échéant constatée par une nouvelle inspection. III. – Dans le cas d'infractions graves ou répétées mentionnées au II de l'article L. 6241-2, le directeur général de l'agence régionale de santé peut prononcer la fermeture temporaire, partielle ou totale, du laboratoire de biologie médicale. La décision est notifiée au laboratoire de biologie médicale, accompagnée des constatations faites et assortie, le cas échéant, d'une injonction de remédier aux manquements dans un délai déterminé qui ne peut être supérieur à quinze jours. IV. – S'il est constaté au terme de la mise en demeure mentionnée au 2° du II qu'il a été remédié aux manquements, le directeur général de l'agence régionale prend acte de la régularisation de la situation. Dans le cas contraire, le directeur général de l'agence régionale peut assortir l'amende administrative d'une astreinte journalière. S'il est constaté au terme de l'injonction mentionnée au III qu'il a été remédié aux manquements, le directeur général de l'agence régionale met fin à la fermeture temporaire, partielle ou totale du laboratoire de biologie médicale et prend acte de la régularisation de la situation. Dans le cas contraire, le directeur général de l'agence régionale peut prononcer la fermeture définitive du laboratoire.",
            "texteHtml": "<p>I. – Lorsqu'il est constaté la commission par un laboratoire de biologie médicale d'une ou plusieurs des infractions énumérées à l'article <a href='/article/LEGIARTI000021686287'>L. 6241-1</a>, le directeur général de l'agence régionale de santé notifie, par tout moyen permettant d'en accuser réception, au représentant légal de ce laboratoire les faits qui sont reprochés au laboratoire et les sanctions encourues et lui demande de faire connaitre, dans le délai d'un mois, ses observations écrites ainsi que les mesures correctrices adoptées ou envisagées. La personne concernée a accès au dossier et peut se faire assister par un conseil ou représenter par un mandataire de son choix.</p><p>II. – A l'issue de l'échéance du délai prévu au I, si le directeur général de l'agence régionale de santé ne donne pas acte au représentant légal du laboratoire de biologie médicale, au vu de ses observations, qu'aucune infraction n'a été commise, il peut dans le délai de deux mois :</p><p>1° Prononcer une amende administrative dont le montant ne peut excéder, selon la nature de l'infraction et la qualité de son auteur, celui fixé aux 1° et 2° du I ou au IV de l'article <a href='/article/LEGIARTI000021686788'>L. 6241-2</a> ;</p><p>2° Mettre en demeure l'auteur de l'infraction de prendre toutes les dispositions nécessaires et de faire cesser définitivement les infractions dans un délai déterminé qui ne peut être supérieur à quinze jours ;</p><p>3° Assortir l'amende mentionnée au 1° d'une astreinte journalière lorsque, à l'issue de la mise en demeure mentionnée au 2°, le représentant légal du laboratoire n'a pas pris toutes les dispositions nécessaires pour mettre fin aux faits qui lui sont reprochés ;</p><p>4° Approuver le cas échéant les mesures correctrices envisagées par le laboratoire de biologie médicale et s'assurer, dans un délai qu'il fixe, que le représentant légal du laboratoire de biologie médicale a respecté ses engagements.</p><p>Pour fixer le montant de la pénalité mentionnée au 1°, le directeur général de l'agence régionale de santé prend en compte les circonstances et la gravité du manquement. La décision indique la nature des faits constitutifs du manquement et précise le délai et les modalités de paiement de l'amende ainsi que les voies et délais de recours.</p><p>L'astreinte mentionnée au 3° commence à courir à compter de l'échéance du délai mentionné au 2° et cesse de courir le jour de la régularisation de la situation le cas échéant constatée par une nouvelle inspection.</p><p>III. – Dans le cas d'infractions graves ou répétées mentionnées au II de l'article L. 6241-2, le directeur général de l'agence régionale de santé peut prononcer la fermeture temporaire, partielle ou totale, du laboratoire de biologie médicale. La décision est notifiée au laboratoire de biologie médicale, accompagnée des constatations faites et assortie, le cas échéant, d'une injonction de remédier aux manquements dans un délai déterminé qui ne peut être supérieur à quinze jours.</p><p>IV. – S'il est constaté au terme de la mise en demeure mentionnée au 2° du II qu'il a été remédié aux manquements, le directeur général de l'agence régionale prend acte de la régularisation de la situation. Dans le cas contraire, le directeur général de l'agence régionale peut assortir l'amende administrative d'une astreinte journalière.</p><p>S'il est constaté au terme de l'injonction mentionnée au III qu'il a été remédié aux manquements, le directeur général de l'agence régionale met fin à la fermeture temporaire, partielle ou totale du laboratoire de biologie médicale et prend acte de la régularisation de la situation. Dans le cas contraire, le directeur général de l'agence régionale peut prononcer la fermeture définitive du laboratoire.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-03-30T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}