{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044320941",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les magistrats accèdent à l'ensemble des données, informations et contenus de communications enregistrés dans le traitement, pour les besoins des procédures dont ils sont saisis. II.-Pour les besoins des procédures dont ils sont saisis, les officiers et agents de police judiciaire de la gendarmerie et de la police nationales respectivement mentionnés aux 2° à 4° de l'article 16 et à l'article 20 , les agents des douanes et des services fiscaux habilités à effectuer des enquêtes judiciaires, respectivement mentionnés aux articles 28-1 et 28-2 , spécialement habilités et individuellement désignés par leur supérieur hiérarchique, accèdent aux données, informations et contenus de communications enregistrés dans le traitement, à l'exception de celles qui sont placées sous scellés, sauf autorisation du magistrat saisi de la procédure. III.-Pour l'exercice de leurs attributions, les greffiers individuellement désignés par le directeur de greffe, accèdent à l'ensemble des données, informations et contenus de communications figurant dans les procédures dont sont saisis les magistrats qu'ils assistent, et enregistrés dans le traitement. IV.-Pour l'exécution des tâches qui leur sont confiées, les assistants spécialisés accèdent, sur autorisation du magistrat, à l'ensemble des données, informations et contenus de communications figurant dans les procédures dont sont saisis les magistrats qu'ils assistent, et enregistrés dans le traitement. V.-Pour les besoins des missions visées à l' article 67 bis-2 du code des douanes , les agents des douanes habilités par le ministre chargé des douanes conformément à l'article 67 bis-2 du code des douanes, et individuellement désignés par leur supérieur hiérarchique, accèdent aux données enregistrées dans le traitement. VI.-Pour l'exercice des missions qui leur sont confiées, les interprètes-traducteurs accèdent, pour une durée limitée et sur autorisation du magistrat, de l'officier de police judiciaire, de l'agent des douanes ou des services fiscaux habilités à effectuer des enquêtes judiciaires, aux données, informations et contenus de communications qu'il désigne. VII.-Pour l'exécution d'une décision d'enquête européenne ou d'une demande formulée au titre de l'article 18 de la convention du 29 mai 2000 relative à l'entraide judiciaire en matière pénale entre les Etats membres de l'Union européenne, les enquêteurs de l'Etat requérant peuvent accéder, sur autorisation du magistrat saisi de la procédure et pour une durée limitée, aux données, informations et contenus de communications qu'il désigne. VIII.-Pour la mise au clair des données chiffrées, sur autorisation du magistrat saisi de la procédure, le service mentionné à l'article 230-2 accède aux données et contenus de communications chiffrés et, le cas échéant, aux données et informations utiles au déchiffrement que lui désigne l'officier de police judiciaire, l'agent des douanes ou des services fiscaux habilité à effectuer des enquêtes judiciaires. IX.-Pour l'exercice de leurs attributions, dont la résolution des difficultés techniques rencontrées par les personnes mentionnées aux I, II, III, IV et V, les magistrats, fonctionnaires, militaires de la gendarmerie nationale et agents du ministère de la justice chargés du fonctionnement, de la maintenance et de l'entretien de la plate-forme nationale des interceptions judiciaires, individuellement désignés par le secrétaire général du ministère de la justice, accèdent pour une durée limitée aux données, informations et contenus de communications enregistrés dans le traitement, sur autorisation expresse du magistrat saisi de la procédure. X.-A des fins de contrôle préalable au paiement des réquisitions adressées via la plate-forme par les personnes mentionnées aux I, II, III, IV et V, les agents de l'Agence nationale des techniques d'enquêtes numériques judiciaires, chargés du suivi des frais de justice et des mémoires de frais, individuellement désignés par le secrétaire général du ministère de la justice, accèdent aux identités et coordonnées des utilisateurs ayant formulé des demandes de prestations depuis la plateforme. XI.-Les personnes auxquelles peuvent être confiées par contrat les prestations détachables des finalités judiciaires du traitement ne peuvent avoir accès aux données, informations et contenus de communications enregistrés par le traitement, sauf en cas de difficultés techniques exceptionnelles. Dans cette hypothèse, un accès ponctuel, limité à la durée nécessaire à la résolution de ces difficultés, leur est délivré, sur autorisation expresse du directeur de l'Agence nationale des techniques d'enquêtes numériques judiciaires ou d'une personne désignée par lui, après autorisation du magistrat saisi de la procédure. XII.-En cas d'impossibilité absolue d'identifier le magistrat saisi de la procédure sans accéder aux données, informations et contenus de communications enregistrés dans le traitement, l'autorisation d'accès à l'une des personnes requérantes mentionnées aux I, II et III du présent article est délivrée par le directeur de l'Agence nationale des techniques d'enquêtes numériques judiciaires ou par un magistrat affecté au sein de celle-ci. Le magistrat saisi de la procédure concernée en est ensuite informé sans délai par l'accédant. La personnalité qualifiée mentionnée à l'article R. 40-53 est également informée sans délai par le directeur de l'agence précitée de l'autorisation qu'il a ainsi délivrée.",
            "texteHtml": "<p>I.-Les magistrats accèdent à l'ensemble des données, informations et contenus de communications enregistrés dans le traitement, pour les besoins des procédures dont ils sont saisis. <br/><br/>II.-Pour les besoins des procédures dont ils sont saisis, les officiers et agents de police judiciaire de la gendarmerie et de la police nationales respectivement mentionnés aux 2° à 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574861&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 16 (V)'>16 </a>et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574880&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 20 (V)'>20</a>, les agents des douanes et des services fiscaux habilités à effectuer des enquêtes judiciaires, respectivement mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574902&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 28-1 (V)'>28-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000021647548&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 28-2 (V)'>28-2</a>, spécialement habilités et individuellement désignés par leur supérieur hiérarchique, accèdent aux données, informations et contenus de communications enregistrés dans le traitement, à l'exception de celles qui sont placées sous scellés, sauf autorisation du magistrat saisi de la procédure. <br/><br/>III.-Pour l'exercice de leurs attributions, les greffiers individuellement désignés par le directeur de greffe, accèdent à l'ensemble des données, informations et contenus de communications figurant dans les procédures dont sont saisis les magistrats qu'ils assistent, et enregistrés dans le traitement. <br/><br/>IV.-Pour l'exécution des tâches qui leur sont confiées, les assistants spécialisés accèdent, sur autorisation du magistrat, à l'ensemble des données, informations et contenus de communications figurant dans les procédures dont sont saisis les magistrats qu'ils assistent, et enregistrés dans le traitement. <br/><br/>V.-Pour les besoins des missions visées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000028793565&dateTexte=&categorieLien=cid' title='Code des douanes - art. 67 bis-2 (V)'>article 67 bis-2 du code des douanes</a>, les agents des douanes habilités par le ministre chargé des douanes conformément à l'article 67 bis-2 du code des douanes, et individuellement désignés par leur supérieur hiérarchique, accèdent aux données enregistrées dans le traitement. <br/><br/>VI.-Pour l'exercice des missions qui leur sont confiées, les interprètes-traducteurs accèdent, pour une durée limitée et sur autorisation du magistrat, de l'officier de police judiciaire, de l'agent des douanes ou des services fiscaux habilités à effectuer des enquêtes judiciaires, aux données, informations et contenus de communications qu'il désigne. <br/><br/>VII.-Pour l'exécution d'une décision d'enquête européenne ou d'une demande formulée au titre de l'article 18 de la convention du 29 mai 2000 relative à l'entraide judiciaire en matière pénale entre les Etats membres de l'Union européenne, les enquêteurs de l'Etat requérant peuvent accéder, sur autorisation du magistrat saisi de la procédure et pour une durée limitée, aux données, informations et contenus de communications qu'il désigne. <br/><br/>VIII.-Pour la mise au clair des données chiffrées, sur autorisation du magistrat saisi de la procédure, le service mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576030&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 230-2 (V)'>230-2 </a>accède aux données et contenus de communications chiffrés et, le cas échéant, aux données et informations utiles au déchiffrement que lui désigne l'officier de police judiciaire, l'agent des douanes ou des services fiscaux habilité à effectuer des enquêtes judiciaires. <br/><br/>IX.-Pour l'exercice de leurs attributions, dont la résolution des difficultés techniques rencontrées par les personnes mentionnées aux I, II, III, IV et V, les magistrats, fonctionnaires, militaires de la gendarmerie nationale et agents du ministère de la justice chargés du fonctionnement, de la maintenance et de l'entretien de la plate-forme nationale des interceptions judiciaires, individuellement désignés par le secrétaire général du ministère de la justice, accèdent pour une durée limitée aux données, informations et contenus de communications enregistrés dans le traitement, sur autorisation expresse du magistrat saisi de la procédure. <br/><br/>X.-A des fins de contrôle préalable au paiement des réquisitions adressées via la plate-forme par les personnes mentionnées aux I, II, III, IV et V, les agents de l'Agence nationale des techniques d'enquêtes numériques judiciaires, chargés du suivi des frais de justice et des mémoires de frais, individuellement désignés par le secrétaire général du ministère de la justice, accèdent aux identités et coordonnées des utilisateurs ayant formulé des demandes de prestations depuis la plateforme. <br/><br/>XI.-Les personnes auxquelles peuvent être confiées par contrat les prestations détachables des finalités judiciaires du traitement ne peuvent avoir accès aux données, informations et contenus de communications enregistrés par le traitement, sauf en cas de difficultés techniques exceptionnelles. Dans cette hypothèse, un accès ponctuel, limité à la durée nécessaire à la résolution de ces difficultés, leur est délivré, sur autorisation expresse du directeur de l'Agence nationale des techniques d'enquêtes numériques judiciaires ou d'une personne désignée par lui, après autorisation du magistrat saisi de la procédure. <br/><br/>XII.-En cas d'impossibilité absolue d'identifier le magistrat saisi de la procédure sans accéder aux données, informations et contenus de communications enregistrés dans le traitement, l'autorisation d'accès à l'une des personnes requérantes mentionnées aux I, II et III du présent article est délivrée par le directeur de l'Agence nationale des techniques d'enquêtes numériques judiciaires ou par un magistrat affecté au sein de celle-ci. Le magistrat saisi de la procédure concernée en est ensuite informé sans délai par l'accédant. La personnalité qualifiée mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000029563693&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. R40-53 (V)'>R. 40-53 </a>est également informée sans délai par le directeur de l'agence précitée de l'autorisation qu'il a ainsi délivrée.</p>",
            "num": "R40-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1636675200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805306362,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095548",
                        "id": "LEGISCTA000006095548",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120196",
                        "id": "LEGISCTA000006120196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-07",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025818422",
                        "id": "LEGISCTA000025818422",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-10-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III bis :  De la plate-forme nationale des interceptions judiciaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029563661",
                        "id": "LEGISCTA000029563708",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029563680",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029563661",
            "sectionParentId": "LEGISCTA000029563708",
            "sectionParentTitre": "Chapitre III bis :  De la plate-forme nationale des interceptions judiciaires",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre IV : Dispositions communes &gt; Chapitre III bis :  De la plate-forme nationale des interceptions judiciaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044320941",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044315354",
                    "textTitle": "Décret n°2021-1469 du 9 novembre 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044317939",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-11-11",
                    "dateSignaTexte": "2021-11-09",
                    "dateDebutCible": "2021-11-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006574861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006574880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 230-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "230-2",
                    "articleId": "LEGIARTI000006576030",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 28-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "28-1",
                    "articleId": "LEGIARTI000006574902",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 28-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "28-2",
                    "articleId": "LEGIARTI000021647548",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1540425600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R40-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R40-46",
                    "articleId": "LEGIARTI000044320944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1636675200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R40-53 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R40-53",
                    "articleId": "LEGIARTI000029563693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1413072000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R40-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R40-55",
                    "articleId": "LEGIARTI000044320912",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1636675200000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 67 bis-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "67 bis-2",
                    "articleId": "LEGIARTI000028793565",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559347200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029563725",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1413072000000,
                    "dateFin": 1636675200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044320941",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1636675200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R40-47",
                "40-47"
            ],
            "versionPrecedente": "LEGIARTI000029563725",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029563725",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les magistrats accèdent à l'ensemble des données à caractère personnel et informations enregistrées dans le traitement, pour les besoins des procédures dont ils sont saisis. II. - Pour les besoins des procédures dont ils sont saisis, les officiers et agents de police judiciaire de la gendarmerie et la police nationales, respectivement visés aux 2° à 4° de l'article 16 et à l'article 20 ainsi que les agents des douanes et des services fiscaux habilités à effectuer des enquêtes judiciaires, respectivement visés par les articles 28-1 et 28-2, spécialement habilités et individuellement désignés par leur supérieur hiérarchique, accèdent aux données et informations enregistrées dans le traitement, à l'exception de celles qui sont placées sous scellés. III. - Pour l'exercice de leurs attributions, les greffiers, individuellement désignés par le directeur de greffe, ont accès aux données à caractère personnel et aux informations placées sous scellés enregistrées dans le traitement. IV. - Pour l'exercice des missions qui leur sont confiées, les interprètes-traducteurs accèdent, sur autorisation de l'officier de police judiciaire ou de l'agent habilité des douanes ou des services fiscaux et pour une durée limitée aux communications électroniques désignées par ce dernier. V. - Pour la mise au clair des données chiffrées, sur autorisation du magistrat saisi de la procédure, le service visé à l'article 230-2 accède aux données et informations relatives au contenu des interceptions chiffrées et, le cas échéant, aux données et informations utiles au déchiffrement que lui désigne l'officier de police judiciaire, l'agent des douanes ou des services fiscaux habilité à procéder à des enquêtes judiciaires. VI. - Pour l'exercice de leurs attributions, dont la résolution des difficultés techniques rencontrées par les personnes mentionnées aux I et II, les magistrats, fonctionnaires et agents du ministère de la justice chargés du fonctionnement, de la maintenance et de l'entretien de la plate-forme nationale des interceptions judiciaires, individuellement désignés par le secrétaire général du ministère de la justice, accèdent pour une durée limitée aux données et informations enregistrées dans le traitement, sur autorisation expresse du magistrat saisi de la procédure. VII. - Les personnes auxquelles peuvent être confiées par contrat les prestations détachables des finalités judiciaires du traitement ne peuvent avoir accès aux données à caractère personnel et informations enregistrées par le traitement, sauf en cas de difficultés techniques exceptionnelles. Dans cette hypothèse, un accès ponctuel, limité à la durée nécessaire à la résolution de ces difficultés, leur est délivré, sur autorisation expresse du délégué aux interceptions judiciaires et du magistrat saisi de la procédure.",
            "texteHtml": "<p align='left'>I. - Les magistrats accèdent à l'ensemble des données à caractère personnel et informations enregistrées dans le traitement, pour les besoins des procédures dont ils sont saisis.<br/><br/> II. - Pour les besoins des procédures dont ils sont saisis, les officiers et agents de police judiciaire de la gendarmerie et la police nationales, respectivement visés aux 2° à 4° de l'article 16 et à l'article 20 ainsi que les agents des douanes et des services fiscaux habilités à effectuer des enquêtes judiciaires, respectivement visés par les articles 28-1 et 28-2, spécialement habilités et individuellement désignés par leur supérieur hiérarchique, accèdent aux données et informations enregistrées dans le traitement, à l'exception de celles qui sont placées sous scellés.<br/><br/> III. - Pour l'exercice de leurs attributions, les greffiers, individuellement désignés par le directeur de greffe, ont accès aux données à caractère personnel et aux informations placées sous scellés enregistrées dans le traitement.<br/><br/> IV. - Pour l'exercice des missions qui leur sont confiées, les interprètes-traducteurs accèdent, sur autorisation de l'officier de police judiciaire ou de l'agent habilité des douanes ou des services fiscaux et pour une durée limitée aux communications électroniques désignées par ce dernier.<br/><br/> V. - Pour la mise au clair des données chiffrées, sur autorisation du magistrat saisi de la procédure, le service visé à l'article 230-2 accède aux données et informations relatives au contenu des interceptions chiffrées et, le cas échéant, aux données et informations utiles au déchiffrement que lui désigne l'officier de police judiciaire, l'agent des douanes ou des services fiscaux habilité à procéder à des enquêtes judiciaires.<br/><br/> VI. - Pour l'exercice de leurs attributions, dont la résolution des difficultés techniques rencontrées par les personnes mentionnées aux I et II, les magistrats, fonctionnaires et agents du ministère de la justice chargés du fonctionnement, de la maintenance et de l'entretien de la plate-forme nationale des interceptions judiciaires, individuellement désignés par le secrétaire général du ministère de la justice, accèdent pour une durée limitée aux données et informations enregistrées dans le traitement, sur autorisation expresse du magistrat saisi de la procédure.<br/><br/> VII. - Les personnes auxquelles peuvent être confiées par contrat les prestations détachables des finalités judiciaires du traitement ne peuvent avoir accès aux données à caractère personnel et informations enregistrées par le traitement, sauf en cas de difficultés techniques exceptionnelles. Dans cette hypothèse, un accès ponctuel, limité à la durée nécessaire à la résolution de ces difficultés, leur est délivré, sur autorisation expresse du délégué aux interceptions judiciaires et du magistrat saisi de la procédure.</p>",
            "num": "R40-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1413072000000,
            "dateFin": 1636675200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805306362,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095548",
                        "id": "LEGISCTA000006095548",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120196",
                        "id": "LEGISCTA000006120196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-07",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025818422",
                        "id": "LEGISCTA000025818422",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-10-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III bis :  De la plate-forme nationale des interceptions judiciaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029563661",
                        "id": "LEGISCTA000029563708",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029563680",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029563661",
            "sectionParentId": "LEGISCTA000029563708",
            "sectionParentTitre": "Chapitre III bis :  De la plate-forme nationale des interceptions judiciaires",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre IV : Dispositions communes &gt; Chapitre III bis :  De la plate-forme nationale des interceptions judiciaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029563725",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029562036",
                    "textTitle": "DÉCRET n°2014-1162 du 9 octobre 2014 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029563479",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-10-11",
                    "dateSignaTexte": "2014-10-09",
                    "dateDebutCible": "2014-10-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R40-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R40-46",
                    "articleId": "LEGIARTI000044320944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1636675200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R40-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R40-55",
                    "articleId": "LEGIARTI000044320912",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1636675200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029563725",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1413072000000,
                    "dateFin": 1636675200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044320941",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1636675200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R40-47",
                "40-47"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}