{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032973272",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le long de certains cours d'eau, sections de cours d'eau et plans d'eau de plus de dix hectares, l'exploitant ou, à défaut, l'occupant ou le propriétaire de la parcelle riveraine est tenu de mettre en place et de maintenir une couverture végétale permanente composée d'espèces adaptées à l'écosystème naturel environnant sur le sol d'une largeur d'au moins cinq mètres à partir de la rive, hors les espaces déjà imperméabilisés ou occupés par des bâtiments, cours, terrains clos de murs, sans préjudice des règles d'urbanisme applicables auxdits espaces. II. - La liste des cours d'eau, sections de cours d'eau et plans d'eau le long desquels s'applique cette obligation est arrêtée par l'autorité administrative en cohérence avec la désignation des cours d'eau au titre des régimes de soutien direct en faveur des agriculteurs dans le cadre de la politique agricole commune, eu égard à l'objectif de bon état écologique et chimique des eaux. L'autorité administrative peut fixer des modalités de gestion de la surface en couvert environnemental, notamment afin d'y éviter la prolifération des adventices. L'utilisation de fertilisants et de produits phytopharmaceutiques y est toutefois interdite, sauf justification de leur innocuité pour l'environnement ou dans les cas prévus par les règles locales d'entretien minimal, ainsi que l'entreposage de produits ou déchets. III. - Les mesures prises en application du présent article ouvrent droit à indemnités pour les occupants ou les propriétaires de terrains des zones concernées lorsqu'elles causent un préjudice matériel, dont la perte de revenus, direct et certain. Ces indemnités sont à la charge de l'Etat. Elles sont fixées, à défaut d'accord amiable, selon la procédure applicable devant le juge de l'expropriation.",
            "texteHtml": "<p>I. - Le long de certains cours d'eau, sections de cours d'eau et plans d'eau de plus de dix hectares, l'exploitant ou, à défaut, l'occupant ou le propriétaire de la parcelle riveraine est tenu de mettre en place et de maintenir une couverture végétale permanente composée d'espèces adaptées à l'écosystème naturel environnant sur le sol d'une largeur d'au moins cinq mètres à partir de la rive, hors les espaces déjà imperméabilisés ou occupés par des bâtiments, cours, terrains clos de murs, sans préjudice des règles d'urbanisme applicables auxdits espaces.</p><p>II. - La liste des cours d'eau, sections de cours d'eau et plans d'eau le long desquels s'applique cette obligation est arrêtée par l'autorité administrative en cohérence avec la désignation des cours d'eau au titre des régimes de soutien direct en faveur des agriculteurs dans le cadre de la politique agricole commune, eu égard à l'objectif de bon état écologique et chimique des eaux. L'autorité administrative peut fixer des modalités de gestion de la surface en couvert environnemental, notamment afin d'y éviter la prolifération des adventices. L'utilisation de fertilisants et de produits phytopharmaceutiques y est toutefois interdite, sauf justification de leur innocuité pour l'environnement ou dans les cas prévus par les règles locales d'entretien minimal, ainsi que l'entreposage de produits ou déchets.</p><p>III. - Les mesures prises en application du présent article ouvrent droit à indemnités pour les occupants ou les propriétaires de terrains des zones concernées lorsqu'elles causent un préjudice matériel, dont la perte de revenus, direct et certain. Ces indemnités sont à la charge de l'Etat. Elles sont fixées, à défaut d'accord amiable, selon la procédure applicable devant le juge de l'expropriation. </p>",
            "num": "L211-14",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1483228800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1074257211,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129023",
                        "id": "LEGISCTA000006129023",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Titre Ier : Eau et milieux aquatiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143737",
                        "id": "LEGISCTA000006143737",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Eau et milieux aquatiques et marins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143737",
                        "id": "LEGISCTA000022494764",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime général et gestion de la ressource",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159220",
                        "id": "LEGISCTA000006159220",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022479032",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159220",
            "sectionParentId": "LEGISCTA000006159220",
            "sectionParentTitre": "Chapitre Ier : Régime général et gestion de la ressource",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Milieux physiques &gt; Titre Ier : Eau et milieux aquatiques et marins &gt; Chapitre Ier : Régime général et gestion de la ressource",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032973272",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032966914",
                    "textTitle": "Ordonnance n°2016-1060 du 3 août 2016 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000032968884",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-08-05",
                    "dateSignaTexte": "2016-08-03",
                    "dateDebutCible": "2016-08-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000039645239",
                    "textTitle": "Décret n°2019-1400 du 17 décembre 2019 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039647564",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1400",
                    "datePubli": 1576800000000,
                    "dateDebut": 1576886400000
                },
                {
                    "textCid": "JORFTEXT000039645239",
                    "textTitle": "Décret n°2019-1400 du 17 décembre 2019 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046246783",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1400",
                    "datePubli": 1576800000000,
                    "dateDebut": 1662076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L216-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L216-1",
                    "articleId": "LEGIARTI000022479034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1279065600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L216-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L216-5",
                    "articleId": "LEGIARTI000022494706",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1279065600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L371-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L371-1",
                    "articleId": "LEGIARTI000047088033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675468800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-10",
                    "articleId": "LEGIARTI000032948587",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L135 P (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L135 P",
                    "articleId": "LEGIARTI000043978916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022479032",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973272",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L211-14",
                "211-14"
            ],
            "versionPrecedente": "LEGIARTI000022479032",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022479032",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Le long de certains cours d'eau, sections de cours d'eau et plans d'eau de plus de dix hectares, l'exploitant ou, à défaut, l'occupant ou le propriétaire de la parcelle riveraine est tenu de mettre en place et de maintenir une couverture végétale permanente composée d'espèces adaptées à l'écosystème naturel environnant sur le sol d'une largeur d'au moins cinq mètres à partir de la rive, hors les espaces déjà imperméabilisés ou occupés par des bâtiments, cours, terrains clos de murs, sans préjudice des règles d'urbanisme applicables auxdits espaces. II. ― La liste des cours d'eau, sections de cours d'eau et plans d'eau le long desquels s'applique cette obligation est arrêtée par l'autorité administrative en cohérence avec la désignation des cours d'eau au titre des régimes de soutien direct en faveur des agriculteurs dans le cadre de la politique agricole commune, eu égard à l'objectif de bon état écologique et chimique des eaux, après que, pour chaque département concerné, le public a été mis à même de formuler des observations. L'autorité administrative peut fixer des modalités de gestion de la surface en couvert environnemental, notamment afin d'y éviter la prolifération des adventices. L'utilisation de fertilisants et de produits phytopharmaceutiques y est toutefois interdite, sauf justification de leur innocuité pour l'environnement ou dans les cas prévus par les règles locales d'entretien minimal, ainsi que l'entreposage de produits ou déchets. III. ― Les mesures prises en application du présent article ouvrent droit à indemnités pour les occupants ou les propriétaires de terrains des zones concernées lorsqu'elles causent un préjudice matériel, dont la perte de revenus, direct et certain. Ces indemnités sont à la charge de l'Etat. Elles sont fixées, à défaut d'accord amiable, selon la procédure applicable devant le juge de l'expropriation.",
            "texteHtml": "<p>I. ― Le long de certains cours d'eau, sections de cours d'eau et plans d'eau de plus de dix hectares, l'exploitant ou, à défaut, l'occupant ou le propriétaire de la parcelle riveraine est tenu de mettre en place et de maintenir une couverture végétale permanente composée d'espèces adaptées à l'écosystème naturel environnant sur le sol d'une largeur d'au moins cinq mètres à partir de la rive, hors les espaces déjà imperméabilisés ou occupés par des bâtiments, cours, terrains clos de murs, sans préjudice des règles d'urbanisme applicables auxdits espaces.<br/><br/>  II. ― La liste des cours d'eau, sections de cours d'eau et plans d'eau le long desquels s'applique cette obligation est arrêtée par l'autorité administrative en cohérence avec la désignation des cours d'eau au titre des régimes de soutien direct en faveur des agriculteurs dans le cadre de la politique agricole commune, eu égard à l'objectif de bon état écologique et chimique des eaux, après que, pour chaque département concerné, le public a été mis à même de formuler des observations. L'autorité administrative peut fixer des modalités de gestion de la surface en couvert environnemental, notamment afin d'y éviter la prolifération des adventices. L'utilisation de fertilisants et de produits phytopharmaceutiques y est toutefois interdite, sauf justification de leur innocuité pour l'environnement ou dans les cas prévus par les règles locales d'entretien minimal, ainsi que l'entreposage de produits ou déchets.<br/><br/>  III. ― Les mesures prises en application du présent article ouvrent droit à indemnités pour les occupants ou les propriétaires de terrains des zones concernées lorsqu'elles causent un préjudice matériel, dont la perte de revenus, direct et certain. Ces indemnités sont à la charge de l'Etat. Elles sont fixées, à défaut d'accord amiable, selon la procédure applicable devant le juge de l'expropriation.   </p>",
            "num": "L211-14",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1279065600000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1074257211,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129023",
                        "id": "LEGISCTA000006129023",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Titre Ier : Eau et milieux aquatiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143737",
                        "id": "LEGISCTA000006143737",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Eau et milieux aquatiques et marins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143737",
                        "id": "LEGISCTA000022494764",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime général et gestion de la ressource",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159220",
                        "id": "LEGISCTA000006159220",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022479032",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159220",
            "sectionParentId": "LEGISCTA000006159220",
            "sectionParentTitre": "Chapitre Ier : Régime général et gestion de la ressource",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Milieux physiques &gt; Titre Ier : Eau et milieux aquatiques et marins &gt; Chapitre Ier : Régime général et gestion de la ressource",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022479032",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022470434",
                    "textTitle": "LOI n° 2010-788 du 12 juillet 2010 - art. 138",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "138",
                    "articleId": "LEGIARTI000022473074",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-13",
                    "dateSignaTexte": "2010-07-12",
                    "dateDebutCible": "2010-07-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000039645239",
                    "textTitle": "Décret n°2019-1400 du 17 décembre 2019 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039647564",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1400",
                    "datePubli": 1576800000000,
                    "dateDebut": 1576886400000
                },
                {
                    "textCid": "JORFTEXT000039645239",
                    "textTitle": "Décret n°2019-1400 du 17 décembre 2019 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046246783",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1400",
                    "datePubli": 1576800000000,
                    "dateDebut": 1662076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L216-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L216-1",
                    "articleId": "LEGIARTI000022479034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1279065600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L216-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L216-5",
                    "articleId": "LEGIARTI000022494706",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1279065600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L371-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L371-1",
                    "articleId": "LEGIARTI000047088033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675468800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-10",
                    "articleId": "LEGIARTI000032948587",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L135 P (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L135 P",
                    "articleId": "LEGIARTI000043978916",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022479032",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973272",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L211-14",
                "211-14"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}