{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041553495",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Conformément aux dispositions de l'article R. 213-2 , les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. II.-Conformément aux dispositions de l'article R. 213-1 , les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article R. 10-13 du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article. III. - Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement est déterminé en accord avec l'opérateur ou sur devis. ANNEXE I. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie mobile CATÉGORIES de données CODE PRESTATIONS REQUISES TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale des interceptions judiciaires TARIFS DES RÉQUISITIONS transmises en dehors de la plate-forme nationale des interceptions judiciaires Information permettant d'identifier l'utilisateur. MA 01 MA 03 MA 05 MA 07 Identification en nombre d'abonnés, avec les caractéristiques techniques de la ligne, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro demandé avec un minimum de perception de 20 numéros. De 2 à 20 numéros : 10,60 € Au-dessus de 20 : 0,53 € par numéro De 2 à 20 numéros : 16 € Au-dessus de 20 : 0,80 € par numéro MA 02 MA 04 MA 06 MA 08 MA 10 Identification d'un abonné à partir de son numéro d'appel, avec les caractéristiques techniques de la ligne ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous toute forme électronique. 3,06 € 4,59 € MA 21 MA 22 MA 23 Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI). 3,06 € 4,59 € MA 30 MA 31 Identification d'abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande. 6,46 € 9,69 € MA 40 Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif. 8,50 € 12,75 € MA 41 MA 42 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 8,50 € 12,75 € MA 50 Recherche de numéros d'appel et identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif. 5,10 € 7,65 € MA 51 MA 52 Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 5,10 € 7,65 € MD 10 Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € MD 11 Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € MD 12 Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € Données relatives aux équipements terminaux de communications utilisés. MA 70 MA 71 Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service. 3, 06 € 4,59 € Caractéristiques techniques ainsi que date, horaire et durée de chaque communication. MT 10 MT 11 MT 12 MT 14 Détail des trafics d'un abonné ou d'un terminal sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 6,46 € + 1,00 € par mois 9,69 € + 1,50 € par mois MT 13 Détail des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible de 31 jours. L'identification des abonnés est en sus. 6,46 € + 1,00 € par mois 9,69 € + 1,50 € par mois MT 20 MT 21 MT 22 MT 24 Détail des trafics avec localisation des équipements terminaux d'un abonné ou d'un terminal, accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois MT 23 Détail des trafics avec localisation des équipements terminaux d'un abonné d'un opérateur étranger accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois MT 30 Détail des trafics vers un abonné étranger sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 6,46 € + 1,00 € par mois 9,69 € + 1,50 € par mois MT 40 Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois. L'identification des abonnés est en sus. 8,50 € 12,75 € MT 41 Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois. Non applicable 12,75 € + 0,80 € par abonné identifié Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs. MA 72 Identification d'un prestataire de services à partir d'un numéro court. 3,06 € 4,59 € ME 50 Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification. 3,06 € 4,59 € ME 51 Carte de couverture optimale d'une cellule. 6,46 € 9,69 € ME 52 Carte de couverture secondaire d'une cellule. 6,46 € 9,69 € ME 53 Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique). 6,46 € 9,69 € Données permettant d'identifier le ou les destinataires de la communication. MA 60 MA 61 MA 62 MA 63 Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI). 4,08 € 6,12 € II. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie fixe CATÉGORIES de données CODE PRESTATIONS REQUISES TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale des interceptions judiciaires TARIFS DES RÉQUISITIONS transmises en dehors de la plate-forme nationale des interceptions judiciaires Information permettant d'identifier l'utilisateur. FA 01 FA 03 Identification en nombre d'abonnés, à partir de leur numéro d'appel (avec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro demandé. Pour les quantités de 2 à 20 numéros, le prix est celui de 20 numéros. De 2 à 20 numéros : 10,60 € Au-dessus de 20 : 0,53 € par numéro De 2 à 20 numéros : 16€ Au-dessus de 20 : 0,80 € par numéro FA 02 FA 04 Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires) avec les caractéristiques techniques de la ligne. Demande reçue sous forme papier, par fax ou sous forme électronique. 4,08 € 6,12 € FE 10 Détail des caractéristiques techniques de la ligne en vue d'une interception, demande copiable sous forme électronique. 4,08€ 6,12 € FA 05 Recherche et identification d'un abonné appelant derrière une tête de ligne ou un serveur. 10,20 € 15,30 € FA 06 FA 07 Historique d'attribution d'un numéro. 4,08 € 6,12 € FA 10 FA 11 Identification d'un abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande. 10,20 € 15,30 € FA 20 Recherche des abonnements téléphoniques déclarés à une adresse postale et identification des abonnés, prix forfaitaire pour toutes les réponses correspondant à une demande. 10,20 € 15,30 € FA 30 Identification d'un point de vente à partir d'une carte prépayée. 10,20 € 15,30 € FA 31 Identification d'une carte prépayée et d'un numéro appelé. 8,96 € par numéro 13,44 € par numéro FA 40 Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif. 10,20 € 15,30 € FA 41 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif. 10,20 € 15,30 € FA 51 Identification d'un abonné ADSL et de son fournisseur d'accès internet. 4,08 € 6,12 € FD 10 Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € FD 11 Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € FD 12 Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € Données relatives aux équipements terminaux utilisés. FA 21 Identification des publiphones implantés dans une zone géographique donnée. 10,20 € 15,30 € FA 50 Recherche d'un opérateur tiers à partir de son numéro de faisceau. 6,46 € 9,69 € Caractéristiques techniques ainsi que date, horaire et durée de chaque communication. FT 10 Détail des trafics entrants et sortants d'un abonné sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois FT 20 Détail des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible de 31 jours. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois FT 21 Détail des données relatives au trafic d'un abonné avec un serveur. 10,66 € 16,00 € FT 40 Détail des données relatives au trafic d'une carte prépayée. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois III. - Tarifs hors taxes applicables aux interceptions de téléphonie CATÉGORIES de données CODE PRESTATIONS REQUISES TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale des interceptions judiciaires TARIFS DES RÉQUISITIONS transmises en dehors de la plate-forme nationale des interceptions judiciaires Interception de communication de lignes fixes. FI 20 FI 21 FI 22 Le tarif inclut la fourniture d'un détail de communications en fin d'interception. 16,00 € 24,00 € Ligne temporaire de renvoi. FI 10 Mise en place et installation d'une ligne analogique temporaire de renvoi ainsi que les abonnements mensuels. 84,00 € + 31,85 € 120,00 € + 45,50 € par mois FI 11 Mise en place et installation d'une ligne numérique (accès de base RNIS) temporaire de renvoi ainsi que les abonnements mensuels. 152,25 € + 31,85 € 217,50 € + 45,50 € par mois Sonde de renvoi. FI 17 Installation et enlèvement de la sonde hors ligne de renvoi. 350,00 € 350,00 € Liaisons louées de renvoi. FI 12 FI 13 En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km). 1,1 × (37,77 € + 0,79 € par km). 497,00 pour les frais fixes d'accès au service (sauf sites prééquipés) En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km). En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km). 1,1 × (60,10 € + 0,08 € par km). En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km). Interception des communications de téléphonie de voix sur IP. FI 23 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 16,00 € 24,00 € Interception de communication à l'international. FI 27 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 16,00€ 24,00 € Interception des communications de téléphonie mobile. MI 20 MI 27 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 16,00€ 24,00 € Mise en suivi du trafic. MS 14 Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies. Non applicable 17,50 € par numéro + 17,50 € par mois MS 16 Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies. 16,00 € Non applicable MS 20 Données permettant d'obtenir la position géographique d'un appareil. Localisation en temps réel des cellules déclenchées par un téléphone mobile. 16,00 € 24,00 € IV. - Tarifs hors taxes applicables à la fourniture de données par les opérateurs de communications électroniques CATÉGORIES de données CODE PRESTATIONS REQUISES TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale des interceptions judiciaires TARIFS DES RÉQUISITIONS transmises en dehors de la plate-forme nationale des interceptions judiciaires WA 0X A partir d'une demande dématérialisée conforme sur des adresses IP horodatées, rechercher sommairement dans le SI le plus pertinent les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. De 1 à 20 : 3,60 € Au-dessus de 20 : 0,18 € par IP WA 0H A partir d'une demande accompagnée d'un fichier électronique copiable, rechercher sommairement dans le SI le plus pertinent les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 1 et 20 IP : 5,60 € Au-dessus de 20 : 0,28 € par IP WA 01 A partir d'une adresse IP horodatée et d'informations complémentaires, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 18 € 18 € WA 07 A partir de caractéristiques de compte, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € 15,70 € WA 08 A partir d'une adresse courriel, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € 15,70 € WA 09 A partir d'une adresse URL de site visité horodatée, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € 15,70 € WI 01 Interception du trafic DATA/IP émis et à destination de l'accès internet, à partir d'éléments caractéristique du compte (identité, adresse IP horodatée...) mettre en place l'interception du trafic DATA/IP sur la période demandée spécifiant les caractéristiques de renvoi. 16,00 € 24 €",
            "texteHtml": "<p>I.-Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518198&dateTexte=&categorieLien=cid'>l'article R. 213-2</a>, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté.</p><p>II.-Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518196&dateTexte=&categorieLien=cid'>l'article R. 213-1</a>, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006466369&dateTexte=&categorieLien=cid'>R. 10-13</a> du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article.</p><p>III. - Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement est déterminé en accord avec l'opérateur ou sur devis.</p><p align='center'>ANNEXE</p><p align='center'>I. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie mobile</p><p align='center'></p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCATÉGORIES<br/>\n\t\t\tde données</th><th><br/>\n\t\t\tCODE</th><th><br/>\n\t\t\tPRESTATIONS REQUISES</th><th><br/>\n\t\t\tTARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale<br/>\n\t\t\tdes interceptions judiciaires</th><th><br/>\n\t\t\tTARIFS DES RÉQUISITIONS transmises en dehors<br/>\n\t\t\tde la plate-forme nationale<br/>\n\t\t\tdes interceptions judiciaires</th></tr><tr><td rowspan='11' align='left'><br/>\n\t\t\tInformation permettant d'identifier l'utilisateur.</td><td align='center'><br/>\n\t\t\tMA 01\n\t\t\t<p></p><p>MA 03</p><p>MA 05</p><p>MA 07</p></td><td align='left'><br/>\n\t\t\tIdentification en nombre d'abonnés, avec les caractéristiques techniques de la ligne, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro demandé avec un minimum de perception de 20 numéros.</td><td align='center'><br/>\n\t\t\tDe 2 à 20 numéros : 10,60 €\n\t\t\t<p></p><p>Au-dessus de 20 :</p><p>0,53 € par numéro</p></td><td align='center'><br/>\n\t\t\tDe 2 à 20 numéros : 16 €\n\t\t\t<p></p><p>Au-dessus de 20 : 0,80 €</p><p>par numéro</p></td></tr><tr><td align='center'><br/>\n\t\t\tMA 02\n\t\t\t<p></p><p>MA 04</p><p>MA 06</p><p>MA 08</p><p>MA 10</p></td><td align='left'><br/>\n\t\t\tIdentification d'un abonné à partir de son numéro d'appel, avec les caractéristiques techniques de la ligne ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous toute forme électronique.</td><td align='center'><br/>\n\t\t\t3,06 €</td><td align='center'><br/>\n\t\t\t4,59 €</td></tr><tr><td align='center'><br/>\n\t\t\tMA 21\n\t\t\t<p></p><p>MA 22</p><p>MA 23</p></td><td align='left'><br/>\n\t\t\tHistorique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI).</td><td align='center'><br/>\n\t\t\t3,06 €</td><td align='center'><br/>\n\t\t\t4,59 €</td></tr><tr><td align='center'><br/>\n\t\t\tMA 30\n\t\t\t<p></p><p>MA 31</p></td><td align='left'><br/>\n\t\t\tIdentification d'abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande.</td><td align='center'><br/>\n\t\t\t6,46 €</td><td align='center'><br/>\n\t\t\t9,69 €</td></tr><tr><td align='center'><br/>\n\t\t\tMA 40</td><td align='left'><br/>\n\t\t\tIdentification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif.</td><td align='center'><br/>\n\t\t\t8,50 €</td><td align='center'><br/>\n\t\t\t12,75 €</td></tr><tr><td align='center'><br/>\n\t\t\tMA 41\n\t\t\t<p></p><p>MA 42</p></td><td align='left'><br/>\n\t\t\tIdentification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif.</td><td align='center'><br/>\n\t\t\t8,50 €</td><td align='center'><br/>\n\t\t\t12,75 €</td></tr><tr><td align='center'><br/>\n\t\t\tMA 50</td><td align='left'><br/>\n\t\t\tRecherche de numéros d'appel et identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif.</td><td align='center'><br/>\n\t\t\t5,10 €</td><td align='center'><br/>\n\t\t\t7,65 €</td></tr><tr><td align='center'><br/>\n\t\t\tMA 51\n\t\t\t<p></p><p>MA 52</p></td><td align='left'><br/>\n\t\t\tRecherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif.</td><td align='center'><br/>\n\t\t\t5,10 €</td><td align='center'><br/>\n\t\t\t7,65 €</td></tr><tr><td align='center'><br/>\n\t\t\tMD 10</td><td align='left'><br/>\n\t\t\tCopie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.</td><td align='center'><br/>\n\t\t\t4,05 €</td><td align='center'><br/>\n\t\t\t4,05 €</td></tr><tr><td align='center'><br/>\n\t\t\tMD 11</td><td align='left'><br/>\n\t\t\tCopie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.</td><td align='center'><br/>\n\t\t\t4,05 €</td><td align='center'><br/>\n\t\t\t4,05 €</td></tr><tr><td align='center'><br/>\n\t\t\tMD 12</td><td align='left'><br/>\n\t\t\tCopie de factures (fournie sous un mois), forfait indépendant du nombre de pages.</td><td align='center'><br/>\n\t\t\t4,05 €</td><td align='center'><br/>\n\t\t\t4,05 €</td></tr><tr><td align='left'><br/>\n\t\t\tDonnées relatives aux équipements terminaux de communications utilisés.</td><td align='center'><br/>\n\t\t\tMA 70\n\t\t\t<p></p><p>MA 71</p></td><td align='left'><br/>\n\t\t\tFourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service.</td><td align='center'><br/>\n\t\t\t3, 06 €</td><td align='center'><br/>\n\t\t\t4,59 €</td></tr><tr><td rowspan='7' align='left'><br/>\n\t\t\tCaractéristiques techniques ainsi que date, horaire et durée de chaque communication.</td><td align='center'><br/>\n\t\t\tMT 10\n\t\t\t<p></p><p>MT 11</p><p>MT 12</p><p>MT 14</p></td><td align='left'><br/>\n\t\t\tDétail des trafics d'un abonné ou d'un terminal sur une période indivisible de 31 jours. L'identification de l'abonné est en sus.</td><td align='center'><br/>\n\t\t\t6,46 € + 1,00 €\n\t\t\t<p></p><p>par mois</p></td><td align='center'><br/>\n\t\t\t9,69 € + 1,50 € par mois</td></tr><tr><td align='center'><br/>\n\t\t\tMT 13</td><td align='left'><br/>\n\t\t\tDétail des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible de 31 jours. L'identification des abonnés est en sus.</td><td align='center'><br/>\n\t\t\t6,46 € + 1,00 €\n\t\t\t<p></p><p>par mois</p></td><td align='center'><br/>\n\t\t\t9,69 € + 1,50 € par mois</td></tr><tr><td align='center'><br/>\n\t\t\tMT 20\n\t\t\t<p></p><p>MT 21</p><p>MT 22</p><p>MT 24</p></td><td align='left'><br/>\n\t\t\tDétail des trafics avec localisation des équipements terminaux d'un abonné ou d'un terminal, accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus.</td><td align='center'><br/>\n\t\t\t10,20 € + 1,00 €\n\t\t\t<p></p><p>par mois</p></td><td align='center'><br/>\n\t\t\t15,30 € + 1,50 € par mois</td></tr><tr><td align='center'><br/>\n\t\t\tMT 23</td><td align='left'><br/>\n\t\t\tDétail des trafics avec localisation des équipements terminaux d'un abonné d'un opérateur étranger accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus.</td><td align='center'><br/>\n\t\t\t10,20 € + 1,00 €\n\t\t\t<p></p><p>par mois</p></td><td align='center'><br/>\n\t\t\t15,30 € + 1,50 € par mois</td></tr><tr><td align='center'><br/>\n\t\t\tMT 30</td><td align='left'><br/>\n\t\t\tDétail des trafics vers un abonné étranger sur une période indivisible de 31 jours. L'identification de l'abonné est en sus.</td><td align='center'><br/>\n\t\t\t6,46 € + 1,00 €\n\t\t\t<p></p><p>par mois</p></td><td align='center'><br/>\n\t\t\t9,69 € + 1,50 € par mois</td></tr><tr><td align='center'><br/>\n\t\t\tMT 40</td><td align='left'><br/>\n\t\t\tDétail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois. L'identification des abonnés est en sus.</td><td align='center'><br/>\n\t\t\t8,50 €</td><td align='center'><br/>\n\t\t\t12,75 €</td></tr><tr><td align='center'><br/>\n\t\t\tMT 41</td><td align='left'><br/>\n\t\t\tDétail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois.</td><td align='center'><br/>\n\t\t\tNon applicable</td><td align='center'><br/>\n\t\t\t12,75 € + 0,80 €\n\t\t\t<p></p><p>par abonné identifié</p></td></tr><tr><td rowspan='5' align='left'><br/>\n\t\t\tDonnées relatives aux services complémentaires demandés ou utilisés par les fournisseurs.</td><td align='center'><br/>\n\t\t\tMA 72</td><td align='left'><br/>\n\t\t\tIdentification d'un prestataire de services à partir d'un numéro court.</td><td align='center'><br/>\n\t\t\t3,06 €</td><td align='center'><br/>\n\t\t\t4,59 €</td></tr><tr><td align='center'><br/>\n\t\t\tME 50</td><td align='left'><br/>\n\t\t\tRecherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification.</td><td align='center'><br/>\n\t\t\t3,06 €</td><td align='center'><br/>\n\t\t\t4,59 €</td></tr><tr><td align='center'><br/>\n\t\t\tME 51</td><td align='left'><br/>\n\t\t\tCarte de couverture optimale d'une cellule.</td><td align='center'><br/>\n\t\t\t6,46 €</td><td align='center'><br/>\n\t\t\t9,69 €</td></tr><tr><td align='center'><br/>\n\t\t\tME 52</td><td align='left'><br/>\n\t\t\tCarte de couverture secondaire d'une cellule.</td><td align='center'><br/>\n\t\t\t6,46 €</td><td align='center'><br/>\n\t\t\t9,69 €</td></tr><tr><td align='center'><br/>\n\t\t\tME 53</td><td align='left'><br/>\n\t\t\tRecherche de cellule à partir d'un lieu géographique (couverture optimale théorique).</td><td align='center'><br/>\n\t\t\t6,46 €</td><td align='center'><br/>\n\t\t\t9,69 €</td></tr><tr><td align='left'><br/>\n\t\t\tDonnées permettant d'identifier le ou les destinataires de la communication.</td><td align='center'><br/>\n\t\t\tMA 60\n\t\t\t<p></p><p>MA 61</p><p>MA 62</p><p>MA 63</p></td><td align='left'><br/>\n\t\t\tRecherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI).</td><td align='center'><br/>\n\t\t\t4,08 €</td><td align='center'><br/>\n\t\t\t6,12 €</td></tr></tbody></table></center><p>II. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie fixe</p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCATÉGORIES<br/>\n\t\t\tde données</th><th><br/>\n\t\t\tCODE</th><th><br/>\n\t\t\tPRESTATIONS REQUISES</th><th><br/>\n\t\t\tTARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale<br/>\n\t\t\tdes interceptions judiciaires</th><th><br/>\n\t\t\tTARIFS DES RÉQUISITIONS transmises en dehors<br/>\n\t\t\tde la plate-forme nationale<br/>\n\t\t\tdes interceptions judiciaires</th></tr><tr><td rowspan='15' align='left'><br/>\n\t\t\tInformation permettant d'identifier l'utilisateur.</td><td align='center'><br/>\n\t\t\tFA 01\n\t\t\t<p></p><p>FA 03</p></td><td align='left'><br/>\n\t\t\tIdentification en nombre d'abonnés, à partir de leur numéro d'appel (avec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro demandé. Pour les quantités de 2 à 20 numéros, le prix est celui de 20 numéros.</td><td align='center'><br/>\n\t\t\tDe 2 à 20 numéros : 10,60 €\n\t\t\t<p></p><p>Au-dessus de 20 :</p><p>0,53 € par numéro</p></td><td align='center'><br/>\n\t\t\tDe 2 à 20 numéros : 16€\n\t\t\t<p></p><p>Au-dessus de 20 : 0,80 €</p><p>par numéro</p></td></tr><tr><td align='center'><br/>\n\t\t\tFA 02\n\t\t\t<p></p><p>FA 04</p></td><td align='left'><br/>\n\t\t\tIdentification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires) avec les caractéristiques techniques de la ligne. Demande reçue sous forme papier, par fax ou sous forme électronique.</td><td align='center'><br/>\n\t\t\t4,08 €</td><td align='center'><br/>\n\t\t\t6,12 €</td></tr><tr><td align='center'><br/>\n\t\t\tFE 10</td><td align='left'><br/>\n\t\t\tDétail des caractéristiques techniques de la ligne en vue d'une interception, demande copiable sous forme électronique.</td><td align='center'><br/>\n\t\t\t4,08€</td><td align='center'><br/>\n\t\t\t6,12 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 05</td><td align='left'><br/>\n\t\t\tRecherche et identification d'un abonné appelant derrière une tête de ligne ou un serveur.</td><td align='center'><br/>\n\t\t\t10,20 €</td><td align='center'><br/>\n\t\t\t15,30 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 06\n\t\t\t<p></p><p>FA 07</p></td><td align='left'><br/>\n\t\t\tHistorique d'attribution d'un numéro.</td><td align='center'><br/>\n\t\t\t4,08 €</td><td align='center'><br/>\n\t\t\t6,12 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 10\n\t\t\t<p></p><p>FA 11</p></td><td align='left'><br/>\n\t\t\tIdentification d'un abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande.</td><td align='center'><br/>\n\t\t\t10,20 €</td><td align='center'><br/>\n\t\t\t15,30 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 20</td><td align='left'><br/>\n\t\t\tRecherche des abonnements téléphoniques déclarés à une adresse postale et identification des abonnés, prix forfaitaire pour toutes les réponses correspondant à une demande.</td><td align='center'><br/>\n\t\t\t10,20 €</td><td align='center'><br/>\n\t\t\t15,30 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 30</td><td align='left'><br/>\n\t\t\tIdentification d'un point de vente à partir d'une carte prépayée.</td><td align='center'><br/>\n\t\t\t10,20 €</td><td align='center'><br/>\n\t\t\t15,30 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 31</td><td align='left'><br/>\n\t\t\tIdentification d'une carte prépayée et d'un numéro appelé.</td><td align='center'><br/>\n\t\t\t8,96 € par numéro</td><td align='center'><br/>\n\t\t\t13,44 € par numéro</td></tr><tr><td align='center'><br/>\n\t\t\tFA 40</td><td align='left'><br/>\n\t\t\tRecherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif.</td><td align='center'><br/>\n\t\t\t10,20 €</td><td align='center'><br/>\n\t\t\t15,30 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 41</td><td align='left'><br/>\n\t\t\tIdentification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif.</td><td align='center'><br/>\n\t\t\t10,20 €</td><td align='center'><br/>\n\t\t\t15,30 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 51</td><td align='left'><br/>\n\t\t\tIdentification d'un abonné ADSL et de son fournisseur d'accès internet.</td><td align='center'><br/>\n\t\t\t4,08 €</td><td align='center'><br/>\n\t\t\t6,12 €</td></tr><tr><td align='center'><br/>\n\t\t\tFD 10</td><td align='left'><br/>\n\t\t\tCopie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.</td><td align='center'><br/>\n\t\t\t4,05 €</td><td align='center'><br/>\n\t\t\t4,05 €</td></tr><tr><td align='center'><br/>\n\t\t\tFD 11</td><td align='left'><br/>\n\t\t\tCopie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.</td><td align='center'><br/>\n\t\t\t4,05 €</td><td align='center'><br/>\n\t\t\t4,05 €</td></tr><tr><td align='center'><br/>\n\t\t\tFD 12</td><td align='left'><br/>\n\t\t\tCopie de factures (fournie sous un mois), forfait indépendant du nombre de pages.</td><td align='center'><br/>\n\t\t\t4,05 €</td><td align='center'><br/>\n\t\t\t4,05 €</td></tr><tr><td rowspan='2' align='left'><br/>\n\t\t\tDonnées relatives aux équipements terminaux utilisés.</td><td align='center'><br/>\n\t\t\tFA 21</td><td align='left'><br/>\n\t\t\tIdentification des publiphones implantés dans une zone géographique donnée.</td><td align='center'><br/>\n\t\t\t10,20 €</td><td align='center'><br/>\n\t\t\t15,30 €</td></tr><tr><td align='center'><br/>\n\t\t\tFA 50</td><td align='left'><br/>\n\t\t\tRecherche d'un opérateur tiers à partir de son numéro de faisceau.</td><td align='center'><br/>\n\t\t\t6,46 €</td><td align='center'><br/>\n\t\t\t9,69 €</td></tr><tr><td rowspan='4' align='left'><br/>\n\t\t\tCaractéristiques techniques ainsi que date, horaire et durée de chaque communication.</td><td align='center'><br/>\n\t\t\tFT 10</td><td align='left'><br/>\n\t\t\tDétail des trafics entrants et sortants d'un abonné sur une période indivisible de 31 jours. L'identification de l'abonné est en sus.</td><td align='center'><br/>\n\t\t\t10,20 € + 1,00 €\n\t\t\t<p></p><p>par mois</p></td><td align='center'><br/>\n\t\t\t15,30 € + 1,50 € par mois</td></tr><tr><td align='center'><br/>\n\t\t\tFT 20</td><td align='left'><br/>\n\t\t\tDétail des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible de 31 jours.</td><td align='center'><br/>\n\t\t\t10,20 € + 1,00 €\n\t\t\t<p></p><p>par mois</p></td><td align='center'><br/>\n\t\t\t15,30 € + 1,50 € par mois</td></tr><tr><td align='center'><br/>\n\t\t\tFT 21</td><td align='left'><br/>\n\t\t\tDétail des données relatives au trafic d'un abonné avec un serveur.</td><td align='center'><br/>\n\t\t\t10,66 €</td><td align='center'><br/>\n\t\t\t16,00 €</td></tr><tr><td align='center'><br/>\n\t\t\tFT 40</td><td align='left'><br/>\n\t\t\tDétail des données relatives au trafic d'une carte prépayée.</td><td align='center'><br/>\n\t\t\t10,20 € + 1,00 €\n\t\t\t<p></p><p>par mois</p></td><td align='center'><br/>\n\t\t\t15,30 € + 1,50 € par mois</td></tr></tbody></table></center><p>III. - Tarifs hors taxes applicables aux interceptions de téléphonie</p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCATÉGORIES<br/>\n\t\t\tde données</th><th><br/>\n\t\t\tCODE</th><th><br/>\n\t\t\tPRESTATIONS REQUISES</th><th><br/>\n\t\t\tTARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale<br/>\n\t\t\tdes interceptions judiciaires</th><th><br/>\n\t\t\tTARIFS DES RÉQUISITIONS transmises en dehors<br/>\n\t\t\tde la plate-forme nationale<br/>\n\t\t\tdes interceptions judiciaires</th></tr><tr><td align='left'><br/>\n\t\t\tInterception de communication de lignes fixes.</td><td align='center'><br/>\n\t\t\tFI 20\n\t\t\t<p></p><p>FI 21</p><p>FI 22</p></td><td align='left'><br/>\n\t\t\tLe tarif inclut la fourniture d'un détail de communications en fin d'interception.</td><td align='center'><br/>\n\t\t\t16,00 €</td><td align='center'><br/>\n\t\t\t24,00 €</td></tr><tr><td rowspan='2' align='left'><br/>\n\t\t\tLigne temporaire de renvoi.</td><td align='center'><br/>\n\t\t\tFI 10</td><td align='left'><br/>\n\t\t\tMise en place et installation d'une ligne analogique temporaire de renvoi ainsi que les abonnements mensuels.</td><td align='center'><br/>\n\t\t\t84,00 € + 31,85 €</td><td align='center'><br/>\n\t\t\t120,00 € + 45,50 € par mois</td></tr><tr><td align='center'><br/>\n\t\t\tFI 11</td><td align='left'><br/>\n\t\t\tMise en place et installation d'une ligne numérique (accès de base RNIS) temporaire de renvoi ainsi que les abonnements mensuels.</td><td align='center'><br/>\n\t\t\t152,25 € + 31,85 €</td><td align='center'><br/>\n\t\t\t217,50 € + 45,50 € par mois</td></tr><tr><td align='left'><br/>\n\t\t\tSonde de renvoi.</td><td align='center'><br/>\n\t\t\tFI 17</td><td align='left'><br/>\n\t\t\tInstallation et enlèvement de la sonde hors ligne de renvoi.</td><td align='center'><br/>\n\t\t\t350,00 €</td><td align='center'><br/>\n\t\t\t350,00 €</td></tr><tr><td rowspan='2' align='left'><br/>\n\t\t\tLiaisons louées de renvoi.</td><td align='center'><br/>\n\t\t\tFI 12\n\t\t\t<p></p><p>FI 13</p></td><td align='left'><br/>\n\t\t\tEn sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km).</td><td align='center'><br/>\n\t\t\t1,1 × (37,77 €\n\t\t\t<p></p><p>+ 0,79 € par km).</p></td><td><br/>\n\t\t\t497,00 pour les frais fixes d'accès au service (sauf sites prééquipés)\n\t\t\t<p></p><p>En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km).</p></td></tr><tr><td align='left'></td><td align='left'><br/>\n\t\t\tEn sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km).</td><td align='center'><br/>\n\t\t\t1,1 × (60,10 €\n\t\t\t<p></p><p>+ 0,08 € par km).</p></td><td><br/>\n\t\t\tEn sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km).</td></tr><tr><td align='left'><br/>\n\t\t\tInterception des communications de téléphonie de voix sur IP.</td><td align='center'><br/>\n\t\t\tFI 23</td><td align='left'><br/>\n\t\t\tLe tarif inclut la fourniture du détail de trafic pour toute la période d'interception.</td><td align='center'><br/>\n\t\t\t16,00 €</td><td align='center'><br/>\n\t\t\t24,00 €</td></tr><tr><td align='left'><br/>\n\t\t\tInterception de communication à l'international.</td><td align='center'><br/>\n\t\t\tFI 27</td><td align='left'><br/>\n\t\t\tLe tarif inclut la fourniture du détail de trafic pour toute la période d'interception.</td><td align='center'><br/>\n\t\t\t16,00€</td><td align='center'><br/>\n\t\t\t24,00 €</td></tr><tr><td align='left'><br/>\n\t\t\tInterception des communications de téléphonie mobile.</td><td align='center'><br/>\n\t\t\tMI 20\n\t\t\t<p></p><p>MI 27</p></td><td align='left'><br/>\n\t\t\tLe tarif inclut la fourniture du détail de trafic pour toute la période d'interception.</td><td align='center'><br/>\n\t\t\t16,00€</td><td align='center'><br/>\n\t\t\t24,00 €</td></tr><tr><td rowspan='3' align='left'><br/>\n\t\t\tMise en suivi du trafic.</td><td align='center'><br/>\n\t\t\tMS 14</td><td align='left'><br/>\n\t\t\tDélivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies.</td><td align='center'><br/>\n\t\t\tNon applicable</td><td align='center'><br/>\n\t\t\t17,50 € par numéro\n\t\t\t<p></p><p>+ 17,50 € par mois</p></td></tr><tr><td align='center'><br/>\n\t\t\tMS 16</td><td align='left'><br/>\n\t\t\tDélivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies.</td><td align='center'><br/>\n\t\t\t16,00 €</td><td align='center'><br/>\n\t\t\tNon applicable</td></tr><tr><td align='center'>MS 20</td><td align='left'>Données permettant d'obtenir la position géographique d'un appareil. Localisation en temps réel des cellules déclenchées par un téléphone mobile.</td><td align='center'>16,00 €</td><td align='center'>24,00 €</td></tr></tbody></table></center><p>IV. - Tarifs hors taxes applicables à la fourniture de données par les opérateurs de communications électroniques</p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCATÉGORIES<br/>\n\t\t\tde données</th><th><br/>\n\t\t\tCODE</th><th><br/>\n\t\t\tPRESTATIONS REQUISES</th><th><br/>\n\t\t\tTARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale<br/>\n\t\t\tdes interceptions judiciaires</th><th><br/>\n\t\t\tTARIFS DES RÉQUISITIONS transmises en dehors<br/>\n\t\t\tde la plate-forme nationale<br/>\n\t\t\tdes interceptions judiciaires</th></tr><tr><td align='left'></td><td align='center'><br/>\n\t\t\tWA 0X</td><td align='left'><br/>\n\t\t\tA partir d'une demande dématérialisée conforme sur des adresses IP horodatées, rechercher sommairement dans le SI le plus pertinent les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</td><td align='center'><br/>\n\t\t\tDe 1 à 20 : 3,60 €\n\t\t\t<p></p><p>Au-dessus de 20 : 0,18 € par IP</p></td><td align='left'></td></tr><tr><td align='left'></td><td align='center'><br/>\n\t\t\tWA 0H</td><td align='left'><br/>\n\t\t\tA partir d'une demande accompagnée d'un fichier électronique copiable, rechercher sommairement dans le SI le plus pertinent les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</td><td align='left'></td><td align='center'><br/>\n\t\t\t1 et 20 IP : 5,60 €\n\t\t\t<p></p><p>Au-dessus de 20 : 0,28 € par IP</p></td></tr><tr><td align='left'></td><td align='center'><br/>\n\t\t\tWA 01</td><td align='left'><br/>\n\t\t\tA partir d'une adresse IP horodatée et d'informations complémentaires, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</td><td align='center'><br/>\n\t\t\t18 €</td><td align='center'><br/>\n\t\t\t18 €</td></tr><tr><td align='left'></td><td align='center'><br/>\n\t\t\tWA 07</td><td align='left'><br/>\n\t\t\tA partir de caractéristiques de compte, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</td><td align='center'><br/>\n\t\t\t15,70 €</td><td align='center'><br/>\n\t\t\t15,70 €</td></tr><tr><td align='left'></td><td align='center'><br/>\n\t\t\tWA 08</td><td align='left'><br/>\n\t\t\tA partir d'une adresse courriel, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</td><td align='center'><br/>\n\t\t\t15,70 €</td><td align='center'><br/>\n\t\t\t15,70 €</td></tr><tr><td align='left'></td><td align='center'><br/>\n\t\t\tWA 09</td><td align='left'><br/>\n\t\t\tA partir d'une adresse URL de site visité horodatée, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</td><td align='center'><br/>\n\t\t\t15,70 €</td><td align='center'><br/>\n\t\t\t15,70 €</td></tr><tr><td align='left'></td><td align='center'><br/>\n\t\t\tWI 01</td><td align='left'><br/>\n\t\t\tInterception du trafic DATA/IP émis et à destination de l'accès internet, à partir d'éléments caractéristique du compte (identité, adresse IP horodatée...) mettre en place l'interception du trafic DATA/IP sur la période demandée spécifiant les caractéristiques de renvoi.</td><td align='center'><br/>\n\t\t\t16,00 €</td><td align='center'><br/>\n\t\t\t24 €</td></tr></tbody></table></center>",
            "num": "A43-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1581292800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1130254550,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095533",
                        "id": "LEGISCTA000006095533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-02-28",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120173",
                        "id": "LEGISCTA000006120173",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Des frais de justice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137348",
                        "id": "LEGISCTA000006137348",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019458061",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006137348",
            "sectionParentId": "LEGISCTA000006137348",
            "sectionParentTitre": "Titre X : Des frais de justice",
            "fullSectionsTitre": "Partie Arrêtés &gt; Livre V : Des procédures d'exécution &gt; Titre X : Des frais de justice",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041553495",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041549067",
                    "textTitle": "Arrêté du 4 février 2020 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000041550518",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2020-02-09",
                    "dateSignaTexte": "2020-02-04",
                    "dateDebutCible": "2020-02-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025623384",
                    "textTitle": "Avis n° 2011-1517  du 22 décembre 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000025623393",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2011-1517",
                    "datePubli": 1333411200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028051689",
                    "textTitle": "Avis n°2013-0952  du 23 juillet 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028051697",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0952",
                    "datePubli": 1381363200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033441245",
                    "textTitle": "Avis n°2016-1171 du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033441250",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-1171",
                    "datePubli": 1479772800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10-13",
                    "articleId": "LEGIARTI000006466369",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143331200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-1",
                    "articleId": "LEGIARTI000006518196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-2",
                    "articleId": "LEGIARTI000006518198",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. A43-6 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A43-6",
                    "articleId": "LEGIARTI000019152317",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019462386",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1221177600000,
                    "dateFin": 1332633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025580096",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1332633600000,
                    "dateFin": 1381449600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028053220",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1381449600000,
                    "dateFin": 1479686400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033474180",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479686400000,
                    "dateFin": 1581292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041553495",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1581292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A43-9",
                "43-9"
            ],
            "versionPrecedente": "LEGIARTI000033474180",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033474180",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Conformément aux dispositions de l'article R. 213-2 , les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. II.-Conformément aux dispositions de l'article R. 213-1 , les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article R. 10-13 du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article. III. - Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement est déterminé en accord avec l'opérateur ou sur devis. ANNEXE I. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie mobile CATÉGORIES de données CODE PRESTATIONS REQUISES TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale des interceptions judiciaires TARIFS DES RÉQUISITIONS transmises en dehors de la plate-forme nationale des interceptions judiciaires Information permettant d'identifier l'utilisateur. MA 01 MA 03 MA 05 MA 07 Identification en nombre d'abonnés, avec les caractéristiques techniques de la ligne, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro demandé avec un minimum de perception de 20 numéros. De 2 à 20 numéros : 10,60 € Au-dessus de 20 : 0,53 € par numéro De 2 à 20 numéros : 16 € Au-dessus de 20 : 0,80 € par numéro MA 02 MA 04 MA 06 MA 08 MA 10 Identification d'un abonné à partir de son numéro d'appel, avec les caractéristiques techniques de la ligne ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous toute forme électronique. 3,06 € 4,59 € MA 21 MA 22 MA 23 Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI). 3,06 € 4,59 € MA 30 MA 31 Identification d'abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande. 6,46 € 9,69 € MA 40 Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif. 8,50 € 12,75 € MA 41 MA 42 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 8,50 € 12,75 € MA 50 Recherche de numéros d'appel et identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif. 5,10 € 7,65 € MA 51 MA 52 Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 5,10 € 7,65 € MD 10 Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € MD 11 Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € MD 12 Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € Données relatives aux équipements terminaux de communications utilisés. MA 70 MA 71 Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service. 3, 06 € 4,59 € Caractéristiques techniques ainsi que date, horaire et durée de chaque communication. MT 10 MT 11 MT 12 MT 14 Détail des trafics d'un abonné ou d'un terminal sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 6,46 € + 1,00 € par mois 9,69 € + 1,50 € par mois MT 13 Détail des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible de 31 jours. L'identification des abonnés est en sus. 6,46 € + 1,00 € par mois 9,69 € + 1,50 € par mois MT 20 MT 21 MT 22 MT 24 Détail des trafics avec localisation des équipements terminaux d'un abonné ou d'un terminal, accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois MT 23 Détail des trafics avec localisation des équipements terminaux d'un abonné d'un opérateur étranger accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois MT 30 Détail des trafics vers un abonné étranger sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 6,46 € + 1,00 € par mois 9,69 € + 1,50 € par mois MT 40 Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois. L'identification des abonnés est en sus. 8,50 € 12,75 € MT 41 Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois. Non applicable 12,75 € + 0,80 € par abonné identifié Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs. MA 72 Identification d'un prestataire de services à partir d'un numéro court. 3,06 € 4,59 € ME 50 Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification. 3,06 € 4,59 € ME 51 Carte de couverture optimale d'une cellule. 6,46 € 9,69 € ME 52 Carte de couverture secondaire d'une cellule. 6,46 € 9,69 € ME 53 Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique). 6,46 € 9,69 € Données permettant d'identifier le ou les destinataires de la communication. MA 60 MA 61 MA 62 MA 63 Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI). 4,08 € 6,12 € II. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie fixe CATÉGORIES de données CODE PRESTATIONS REQUISES TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale des interceptions judiciaires TARIFS DES RÉQUISITIONS transmises en dehors de la plate-forme nationale des interceptions judiciaires Information permettant d'identifier l'utilisateur. FA 01 FA 03 Identification en nombre d'abonnés, à partir de leur numéro d'appel (avec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro demandé. Pour les quantités de 2 à 20 numéros, le prix est celui de 20 numéros. De 2 à 20 numéros : 10,60 € Au-dessus de 20 : 0,53 € par numéro De 2 à 20 numéros : 16€ Au-dessus de 20 : 0,80 € par numéro FA 02 FA 04 Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires) avec les caractéristiques techniques de la ligne. Demande reçue sous forme papier, par fax ou sous forme électronique. 4,08 € 6,12 € FE 10 Détail des caractéristiques techniques de la ligne en vue d'une interception, demande copiable sous forme électronique. 4,08€ 6,12 € FA 05 Recherche et identification d'un abonné appelant derrière une tête de ligne ou un serveur. 10,20 € 15,30 € FA 06 FA 07 Historique d'attribution d'un numéro. 4,08 € 6,12 € FA 10 FA 11 Identification d'un abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande. 10,20 € 15,30 € FA 20 Recherche des abonnements téléphoniques déclarés à une adresse postale et identification des abonnés, prix forfaitaire pour toutes les réponses correspondant à une demande. 10,20 € 15,30 € FA 30 Identification d'un point de vente à partir d'une carte prépayée. 10,20 € 15,30 € FA 31 Identification d'une carte prépayée et d'un numéro appelé. 8,96 € par numéro 13,44 € par numéro FA 40 Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif. 10,20 € 15,30 € FA 41 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif. 10,20 € 15,30 € FA 51 Identification d'un abonné ADSL et de son fournisseur d'accès internet. 4,08 € 6,12 € FD 10 Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € FD 11 Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € FD 12 Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € 4,05 € Données relatives aux équipements terminaux utilisés. FA 21 Identification des publiphones implantés dans une zone géographique donnée. 10,20 € 15,30 € FA 50 Recherche d'un opérateur tiers à partir de son numéro de faisceau. 6,46 € 9,69 € Caractéristiques techniques ainsi que date, horaire et durée de chaque communication. FT 10 Détail des trafics entrants et sortants d'un abonné sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois FT 20 Détail des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible de 31 jours. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois FT 21 Détail des données relatives au trafic d'un abonné avec un serveur. 10,66 € 16,00 € FT 40 Détail des données relatives au trafic d'une carte prépayée. 10,20 € + 1,00 € par mois 15,30 € + 1,50 € par mois III. - Tarifs hors taxes applicables aux interceptions de téléphonie CATÉGORIES de données CODE PRESTATIONS REQUISES TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale des interceptions judiciaires TARIFS DES RÉQUISITIONS transmises en dehors de la plate-forme nationale des interceptions judiciaires Interception de communication de lignes fixes. FI 20 FI 21 FI 22 Le tarif inclut la fourniture d'un détail de communications en fin d'interception. 16,00 € 24,00 € Ligne temporaire de renvoi. FI 10 Mise en place et installation d'une ligne analogique temporaire de renvoi ainsi que les abonnements mensuels. 84,00 € + 31,85 € 120,00 € + 45,50 € par mois FI 11 Mise en place et installation d'une ligne numérique (accès de base RNIS) temporaire de renvoi ainsi que les abonnements mensuels. 152,25 € + 31,85 € 217,50 € + 45,50 € par mois Sonde de renvoi. FI 17 Installation et enlèvement de la sonde hors ligne de renvoi. 350,00 € 350,00 € Liaisons louées de renvoi. FI 12 FI 13 En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km). 1,1 × (37,77 € + 0,79 € par km). 497,00 pour les frais fixes d'accès au service (sauf sites prééquipés) En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km). En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km). 1,1 × (60,10 € + 0,08 € par km). En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km). Interception des communications de téléphonie de voix sur IP. FI 23 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 16,00 € 24,00 € Interception de communication à l'international. FI 27 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 16,00€ 24,00 € Interception des communications de téléphonie mobile. MI 20 MI 27 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 16,00€ 24,00 € Mise en suivi du trafic. MS 14 Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies. Non applicable 17,50 € par numéro + 17,50 € par mois MS 16 Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies. 16,00 € Non applicable IV. - Tarifs hors taxes applicables à la fourniture de données par les opérateurs de communications électroniques CATÉGORIES de données CODE PRESTATIONS REQUISES TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale des interceptions judiciaires TARIFS DES RÉQUISITIONS transmises en dehors de la plate-forme nationale des interceptions judiciaires WA 0X A partir d'une demande dématérialisée conforme sur des adresses IP horodatées, rechercher sommairement dans le SI le plus pertinent les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. De 1 à 20 : 3,60 € Au-dessus de 20 : 0,18 € par IP WA 0H A partir d'une demande accompagnée d'un fichier électronique copiable, rechercher sommairement dans le SI le plus pertinent les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 1 et 20 IP : 5,60 € Au-dessus de 20 : 0,28 € par IP WA 01 A partir d'une adresse IP horodatée et d'informations complémentaires, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 18 € 18 € WA 07 A partir de caractéristiques de compte, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € 15,70 € WA 08 A partir d'une adresse courriel, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € 15,70 € WA 09 A partir d'une adresse URL de site visité horodatée, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € 15,70 € WI 01 Interception du trafic DATA/IP émis et à destination de l'accès internet, à partir d'éléments caractéristique du compte (identité, adresse IP horodatée...) mettre en place l'interception du trafic DATA/IP sur la période demandée spécifiant les caractéristiques de renvoi. 16,00 € 24 €",
            "texteHtml": "<p>I.-Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518198&dateTexte=&categorieLien=cid'>l'article R. 213-2</a>, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. </p><p>II.-Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518196&dateTexte=&categorieLien=cid'>l'article R. 213-1</a>, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006466369&dateTexte=&categorieLien=cid'>R. 10-13</a> du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article.</p><p>III. - Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement est déterminé en accord avec l'opérateur ou sur devis.</p><p align='center'>ANNEXE</p><p align='center'>I. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie mobile</p><p align='center'><br/></p><center><table border='1'><tbody><tr><th><br/>CATÉGORIES <br/>de données<br/></th><th><br/>CODE<br/></th><th><br/>PRESTATIONS REQUISES<br/></th><th><br/>TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale <br/>des interceptions judiciaires<br/></th><th><br/>TARIFS DES RÉQUISITIONS transmises en dehors <br/>de la plate-forme nationale <br/>des interceptions judiciaires<br/></th></tr><tr><td rowSpan='11' align='left'><br/>Information permettant d'identifier l'utilisateur.<br/></td><td align='center'><br/>MA 01<br/><br/>MA 03<br/><br/>MA 05<br/><br/>MA 07<br/></td><td align='left'><br/>Identification en nombre d'abonnés, avec les caractéristiques techniques de la ligne, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro demandé avec un minimum de perception de 20 numéros.<br/></td><td align='center'><br/>De 2 à 20 numéros : 10,60 €<br/><br/>Au-dessus de 20 :<br/><br/>0,53 € par numéro<br/></td><td align='center'><br/>De 2 à 20 numéros : 16 €<br/><br/>Au-dessus de 20 : 0,80 €<br/><br/>par numéro<br/></td></tr><tr><td align='center'><br/>MA 02<br/><br/>MA 04<br/><br/>MA 06<br/><br/>MA 08<br/><br/>MA 10<br/></td><td align='left'><br/>Identification d'un abonné à partir de son numéro d'appel, avec les caractéristiques techniques de la ligne ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous toute forme électronique.<br/></td><td align='center'><br/>3,06 €<br/></td><td align='center'><br/>4,59 €<br/></td></tr><tr><td align='center'><br/>MA 21<br/><br/>MA 22<br/><br/>MA 23<br/></td><td align='left'><br/>Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI).<br/></td><td align='center'><br/>3,06 €<br/></td><td align='center'><br/>4,59 €<br/></td></tr><tr><td align='center'><br/>MA 30<br/><br/>MA 31<br/></td><td align='left'><br/>Identification d'abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande.<br/></td><td align='center'><br/>6,46 €<br/></td><td align='center'><br/>9,69 €<br/></td></tr><tr><td align='center'><br/>MA 40<br/></td><td align='left'><br/>Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif.<br/></td><td align='center'><br/>8,50 €<br/></td><td align='center'><br/>12,75 €<br/></td></tr><tr><td align='center'><br/>MA 41<br/><br/>MA 42<br/></td><td align='left'><br/>Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif.<br/></td><td align='center'><br/>8,50 €<br/></td><td align='center'><br/>12,75 €<br/></td></tr><tr><td align='center'><br/>MA 50<br/></td><td align='left'><br/>Recherche de numéros d'appel et identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif.<br/></td><td align='center'><br/>5,10 €<br/></td><td align='center'><br/>7,65 €<br/></td></tr><tr><td align='center'><br/>MA 51<br/><br/>MA 52<br/></td><td align='left'><br/>Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif.<br/></td><td align='center'><br/>5,10 €<br/></td><td align='center'><br/>7,65 €<br/></td></tr><tr><td align='center'><br/>MD 10<br/></td><td align='left'><br/>Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.<br/></td><td align='center'><br/>4,05 €<br/></td><td align='center'><br/>4,05 €<br/></td></tr><tr><td align='center'><br/>MD 11<br/></td><td align='left'><br/>Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.<br/></td><td align='center'><br/>4,05 €<br/></td><td align='center'><br/>4,05 €<br/></td></tr><tr><td align='center'><br/>MD 12<br/></td><td align='left'><br/>Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages.<br/></td><td align='center'><br/>4,05 €<br/></td><td align='center'><br/>4,05 €<br/></td></tr><tr><td align='left'><br/>Données relatives aux équipements terminaux de communications utilisés.<br/></td><td align='center'><br/>MA 70<br/><br/>MA 71<br/></td><td align='left'><br/>Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service.<br/></td><td align='center'><br/>3, 06 €<br/></td><td align='center'><br/>4,59 €<br/></td></tr><tr><td rowSpan='7' align='left'><br/>Caractéristiques techniques ainsi que date, horaire et durée de chaque communication.<br/></td><td align='center'><br/>MT 10<br/><br/>MT 11<br/><br/>MT 12<br/><br/>MT 14<br/></td><td align='left'><br/>Détail des trafics d'un abonné ou d'un terminal sur une période indivisible de 31 jours. L'identification de l'abonné est en sus.<br/></td><td align='center'><br/>6,46 € + 1,00 €<br/><br/>par mois<br/></td><td align='center'><br/>9,69 € + 1,50 € par mois<br/></td></tr><tr><td align='center'><br/>MT 13<br/></td><td align='left'><br/>Détail des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible de 31 jours. L'identification des abonnés est en sus.<br/></td><td align='center'><br/>6,46 € + 1,00 €<br/><br/>par mois<br/></td><td align='center'><br/>9,69 € + 1,50 € par mois<br/></td></tr><tr><td align='center'><br/>MT 20<br/><br/>MT 21<br/><br/>MT 22<br/><br/>MT 24<br/></td><td align='left'><br/>Détail des trafics avec localisation des équipements terminaux d'un abonné ou d'un terminal, accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus.<br/></td><td align='center'><br/>10,20 € + 1,00 €<br/><br/>par mois<br/></td><td align='center'><br/>15,30 € + 1,50 € par mois<br/></td></tr><tr><td align='center'><br/>MT 23<br/></td><td align='left'><br/>Détail des trafics avec localisation des équipements terminaux d'un abonné d'un opérateur étranger accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus.<br/></td><td align='center'><br/>10,20 € + 1,00 €<br/><br/>par mois<br/></td><td align='center'><br/>15,30 € + 1,50 € par mois<br/></td></tr><tr><td align='center'><br/>MT 30<br/></td><td align='left'><br/>Détail des trafics vers un abonné étranger sur une période indivisible de 31 jours. L'identification de l'abonné est en sus.<br/></td><td align='center'><br/>6,46 € + 1,00 €<br/><br/>par mois<br/></td><td align='center'><br/>9,69 € + 1,50 € par mois<br/></td></tr><tr><td align='center'><br/>MT 40<br/></td><td align='left'><br/>Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois. L'identification des abonnés est en sus.<br/></td><td align='center'><br/>8,50 €<br/></td><td align='center'><br/>12,75 €<br/></td></tr><tr><td align='center'><br/>MT 41<br/></td><td align='left'><br/>Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois.<br/></td><td align='center'><br/>Non applicable<br/></td><td align='center'><br/>12,75 € + 0,80 €<br/><br/>par abonné identifié<br/></td></tr><tr><td rowSpan='5' align='left'><br/>Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs.<br/></td><td align='center'><br/>MA 72<br/></td><td align='left'><br/>Identification d'un prestataire de services à partir d'un numéro court.<br/></td><td align='center'><br/>3,06 €<br/></td><td align='center'><br/>4,59 €<br/></td></tr><tr><td align='center'><br/>ME 50<br/></td><td align='left'><br/>Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification.<br/></td><td align='center'><br/>3,06 €<br/></td><td align='center'><br/>4,59 €<br/></td></tr><tr><td align='center'><br/>ME 51<br/></td><td align='left'><br/>Carte de couverture optimale d'une cellule.<br/></td><td align='center'><br/>6,46 €<br/></td><td align='center'><br/>9,69 €<br/></td></tr><tr><td align='center'><br/>ME 52<br/></td><td align='left'><br/>Carte de couverture secondaire d'une cellule.<br/></td><td align='center'><br/>6,46 €<br/></td><td align='center'><br/>9,69 €<br/></td></tr><tr><td align='center'><br/>ME 53<br/></td><td align='left'><br/>Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique).<br/></td><td align='center'><br/>6,46 €<br/></td><td align='center'><br/>9,69 €<br/></td></tr><tr><td align='left'><br/>Données permettant d'identifier le ou les destinataires de la communication.<br/></td><td align='center'><br/>MA 60<br/><br/>MA 61<br/><br/>MA 62<br/><br/>MA 63<br/></td><td align='left'><br/>Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI).<br/></td><td align='center'><br/>4,08 €<br/></td><td align='center'><br/>6,12 €<br/></td></tr></tbody></table></center><p></p><p><br/>II. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie fixe</p><center><table border='1'><tbody><tr><th><br/>CATÉGORIES <br/>de données<br/></th><th><br/>CODE<br/></th><th><br/>PRESTATIONS REQUISES<br/></th><th><br/>TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale <br/>des interceptions judiciaires<br/></th><th><br/>TARIFS DES RÉQUISITIONS transmises en dehors <br/>de la plate-forme nationale <br/>des interceptions judiciaires<br/></th></tr><tr><td rowSpan='15' align='left'><br/>Information permettant d'identifier l'utilisateur.<br/></td><td align='center'><br/>FA 01<br/><br/>FA 03<br/></td><td align='left'><br/>Identification en nombre d'abonnés, à partir de leur numéro d'appel (avec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro demandé. Pour les quantités de 2 à 20 numéros, le prix est celui de 20 numéros.<br/></td><td align='center'><br/>De 2 à 20 numéros : 10,60 €<br/><br/>Au-dessus de 20 :<br/><br/>0,53 € par numéro<br/></td><td align='center'><br/>De 2 à 20 numéros : 16€<br/><br/>Au-dessus de 20 : 0,80 €<br/><br/>par numéro<br/></td></tr><tr><td align='center'><br/>FA 02<br/><br/>FA 04<br/></td><td align='left'><br/>Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires) avec les caractéristiques techniques de la ligne. Demande reçue sous forme papier, par fax ou sous forme électronique.<br/></td><td align='center'><br/>4,08 €<br/></td><td align='center'><br/>6,12 €<br/></td></tr><tr><td align='center'><br/>FE 10<br/></td><td align='left'><br/>Détail des caractéristiques techniques de la ligne en vue d'une interception, demande copiable sous forme électronique.<br/></td><td align='center'><br/>4,08€<br/></td><td align='center'><br/>6,12 €<br/></td></tr><tr><td align='center'><br/>FA 05<br/></td><td align='left'><br/>Recherche et identification d'un abonné appelant derrière une tête de ligne ou un serveur.<br/></td><td align='center'><br/>10,20 €<br/></td><td align='center'><br/>15,30 €<br/></td></tr><tr><td align='center'><br/>FA 06<br/><br/>FA 07<br/></td><td align='left'><br/>Historique d'attribution d'un numéro.<br/></td><td align='center'><br/>4,08 €<br/></td><td align='center'><br/>6,12 €<br/></td></tr><tr><td align='center'><br/>FA 10<br/><br/>FA 11<br/></td><td align='left'><br/>Identification d'un abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande.<br/></td><td align='center'><br/>10,20 €<br/></td><td align='center'><br/>15,30 €<br/></td></tr><tr><td align='center'><br/>FA 20<br/></td><td align='left'><br/>Recherche des abonnements téléphoniques déclarés à une adresse postale et identification des abonnés, prix forfaitaire pour toutes les réponses correspondant à une demande.<br/></td><td align='center'><br/>10,20 €<br/></td><td align='center'><br/>15,30 €<br/></td></tr><tr><td align='center'><br/>FA 30<br/></td><td align='left'><br/>Identification d'un point de vente à partir d'une carte prépayée.<br/></td><td align='center'><br/>10,20 €<br/></td><td align='center'><br/>15,30 €<br/></td></tr><tr><td align='center'><br/>FA 31<br/></td><td align='left'><br/>Identification d'une carte prépayée et d'un numéro appelé.<br/></td><td align='center'><br/>8,96 € par numéro<br/></td><td align='center'><br/>13,44 € par numéro<br/></td></tr><tr><td align='center'><br/>FA 40<br/></td><td align='left'><br/>Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif.<br/></td><td align='center'><br/>10,20 €<br/></td><td align='center'><br/>15,30 €<br/></td></tr><tr><td align='center'><br/>FA 41<br/></td><td align='left'><br/>Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif.<br/></td><td align='center'><br/>10,20 €<br/></td><td align='center'><br/>15,30 €<br/></td></tr><tr><td align='center'><br/>FA 51<br/></td><td align='left'><br/>Identification d'un abonné ADSL et de son fournisseur d'accès internet.<br/></td><td align='center'><br/>4,08 €<br/></td><td align='center'><br/>6,12 €<br/></td></tr><tr><td align='center'><br/>FD 10<br/></td><td align='left'><br/>Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.<br/></td><td align='center'><br/>4,05 €<br/></td><td align='center'><br/>4,05 €<br/></td></tr><tr><td align='center'><br/>FD 11<br/></td><td align='left'><br/>Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.<br/></td><td align='center'><br/>4,05 €<br/></td><td align='center'><br/>4,05 €<br/></td></tr><tr><td align='center'><br/>FD 12<br/></td><td align='left'><br/>Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages.<br/></td><td align='center'><br/>4,05 €<br/></td><td align='center'><br/>4,05 €<br/></td></tr><tr><td rowSpan='2' align='left'><br/>Données relatives aux équipements terminaux utilisés.<br/></td><td align='center'><br/>FA 21<br/></td><td align='left'><br/>Identification des publiphones implantés dans une zone géographique donnée.<br/></td><td align='center'><br/>10,20 €<br/></td><td align='center'><br/>15,30 €<br/></td></tr><tr><td align='center'><br/>FA 50<br/></td><td align='left'><br/>Recherche d'un opérateur tiers à partir de son numéro de faisceau.<br/></td><td align='center'><br/>6,46 €<br/></td><td align='center'><br/>9,69 €<br/></td></tr><tr><td rowSpan='4' align='left'><br/>Caractéristiques techniques ainsi que date, horaire et durée de chaque communication.<br/></td><td align='center'><br/>FT 10<br/></td><td align='left'><br/>Détail des trafics entrants et sortants d'un abonné sur une période indivisible de 31 jours. L'identification de l'abonné est en sus.<br/></td><td align='center'><br/>10,20 € + 1,00 €<br/><br/>par mois<br/></td><td align='center'><br/>15,30 € + 1,50 € par mois<br/></td></tr><tr><td align='center'><br/>FT 20<br/></td><td align='left'><br/>Détail des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible de 31 jours.<br/></td><td align='center'><br/>10,20 € + 1,00 €<br/><br/>par mois<br/></td><td align='center'><br/>15,30 € + 1,50 € par mois<br/></td></tr><tr><td align='center'><br/>FT 21<br/></td><td align='left'><br/>Détail des données relatives au trafic d'un abonné avec un serveur.<br/></td><td align='center'><br/>10,66 €<br/></td><td align='center'><br/>16,00 €<br/></td></tr><tr><td align='center'><br/>FT 40<br/></td><td align='left'><br/>Détail des données relatives au trafic d'une carte prépayée.<br/></td><td align='center'><br/>10,20 € + 1,00 €<br/><br/>par mois<br/></td><td align='center'><br/>15,30 € + 1,50 € par mois<br/></td></tr></tbody></table></center><p></p><p><br/>III. - Tarifs hors taxes applicables aux interceptions de téléphonie</p><center><table border='1'><tbody><tr><th><br/>CATÉGORIES <br/>de données<br/></th><th><br/>CODE<br/></th><th><br/>PRESTATIONS REQUISES<br/></th><th><br/>TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale <br/>des interceptions judiciaires<br/></th><th><br/>TARIFS DES RÉQUISITIONS transmises en dehors <br/>de la plate-forme nationale <br/>des interceptions judiciaires<br/></th></tr><tr><td align='left'><br/>Interception de communication de lignes fixes.<br/></td><td align='center'><br/>FI 20<br/><br/>FI 21<br/><br/>FI 22<br/></td><td align='left'><br/>Le tarif inclut la fourniture d'un détail de communications en fin d'interception.<br/></td><td align='center'><br/>16,00 €<br/></td><td align='center'><br/>24,00 €<br/></td></tr><tr><td rowSpan='2' align='left'><br/>Ligne temporaire de renvoi.<br/></td><td align='center'><br/>FI 10<br/></td><td align='left'><br/>Mise en place et installation d'une ligne analogique temporaire de renvoi ainsi que les abonnements mensuels.<br/></td><td align='center'><br/>84,00 € + 31,85 €<br/></td><td align='center'><br/>120,00 € + 45,50 € par mois<br/></td></tr><tr><td align='center'><br/>FI 11<br/></td><td align='left'><br/>Mise en place et installation d'une ligne numérique (accès de base RNIS) temporaire de renvoi ainsi que les abonnements mensuels.<br/></td><td align='center'><br/>152,25 € + 31,85 €<br/></td><td align='center'><br/>217,50 € + 45,50 € par mois<br/></td></tr><tr><td align='left'><br/>Sonde de renvoi.<br/></td><td align='center'><br/>FI 17<br/></td><td align='left'><br/>Installation et enlèvement de la sonde hors ligne de renvoi.<br/></td><td align='center'><br/>350,00 €<br/></td><td align='center'><br/>350,00 €<br/></td></tr><tr><td rowSpan='2' align='left'><br/>Liaisons louées de renvoi.<br/></td><td align='center'><br/>FI 12<br/><br/>FI 13<br/></td><td align='left'><br/>En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km).<br/></td><td align='center'><br/>1,1 × (37,77 €<br/><br/>+ 0,79 € par km).<br/></td><td><br/>497,00 pour les frais fixes d'accès au service (sauf sites prééquipés)<br/><br/>En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km).<br/></td></tr><tr><td align='left'></td><td align='left'><br/>En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km).<br/></td><td align='center'><br/>1,1 × (60,10 €<br/><br/>+ 0,08 € par km).<br/></td><td><br/>En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km).<br/></td></tr><tr><td align='left'><br/>Interception des communications de téléphonie de voix sur IP.<br/></td><td align='center'><br/>FI 23<br/></td><td align='left'><br/>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception.<br/></td><td align='center'><br/>16,00 €<br/></td><td align='center'><br/>24,00 €<br/></td></tr><tr><td align='left'><br/>Interception de communication à l'international.<br/></td><td align='center'><br/>FI 27<br/></td><td align='left'><br/>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception.<br/></td><td align='center'><br/>16,00€<br/></td><td align='center'><br/>24,00 €<br/></td></tr><tr><td align='left'><br/>Interception des communications de téléphonie mobile.<br/></td><td align='center'><br/>MI 20<br/><br/>MI 27<br/></td><td align='left'><br/>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception.<br/></td><td align='center'><br/>16,00€<br/></td><td align='center'><br/>24,00 €<br/></td></tr><tr><td rowSpan='2' align='left'><br/>Mise en suivi du trafic.<br/></td><td align='center'><br/>MS 14<br/></td><td align='left'><br/>Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies.<br/></td><td align='center'><br/>Non applicable<br/></td><td align='center'><br/>17,50 € par numéro<br/><br/>+ 17,50 € par mois<br/></td></tr><tr><td align='center'><br/>MS 16<br/></td><td align='left'><br/>Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies.<br/></td><td align='center'><br/>16,00 €<br/></td><td align='center'><br/>Non applicable<br/></td></tr></tbody></table></center><p></p><p><br/>IV. - Tarifs hors taxes applicables à la fourniture de données par les opérateurs de communications électroniques</p><p></p><center><table border='1'><tbody><tr><th><br/>CATÉGORIES <br/>de données<br/></th><th><br/>CODE<br/></th><th><br/>PRESTATIONS REQUISES<br/></th><th><br/>TARIFS DES RÉQUISITIONS transmises par l'intermédiaire de la plate-forme nationale <br/>des interceptions judiciaires<br/></th><th><br/>TARIFS DES RÉQUISITIONS transmises en dehors <br/>de la plate-forme nationale <br/>des interceptions judiciaires<br/></th></tr><tr><td align='left'></td><td align='center'><br/>WA 0X<br/></td><td align='left'><br/>A partir d'une demande dématérialisée conforme sur des adresses IP horodatées, rechercher sommairement dans le SI le plus pertinent les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.<br/></td><td align='center'><br/>De 1 à 20 : 3,60 €<br/><br/>Au-dessus de 20 : 0,18 € par IP<br/></td><td align='left'></td></tr><tr><td align='left'></td><td align='center'><br/>WA 0H<br/></td><td align='left'><br/>A partir d'une demande accompagnée d'un fichier électronique copiable, rechercher sommairement dans le SI le plus pertinent les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.<br/></td><td align='left'></td><td align='center'><br/>1 et 20 IP : 5,60 €<br/><br/>Au-dessus de 20 : 0,28 € par IP<br/></td></tr><tr><td align='left'></td><td align='center'><br/>WA 01<br/></td><td align='left'><br/>A partir d'une adresse IP horodatée et d'informations complémentaires, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.<br/></td><td align='center'><br/>18 €<br/></td><td align='center'><br/>18 €<br/></td></tr><tr><td align='left'></td><td align='center'><br/>WA 07<br/></td><td align='left'><br/>A partir de caractéristiques de compte, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.<br/></td><td align='center'><br/>15,70 €<br/></td><td align='center'><br/>15,70 €<br/></td></tr><tr><td align='left'></td><td align='center'><br/>WA 08<br/></td><td align='left'><br/>A partir d'une adresse courriel, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.<br/></td><td align='center'><br/>15,70 €<br/></td><td align='center'><br/>15,70 €<br/></td></tr><tr><td align='left'></td><td align='center'><br/>WA 09<br/></td><td align='left'><br/>A partir d'une adresse URL de site visité horodatée, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.<br/></td><td align='center'><br/>15,70 €<br/></td><td align='center'><br/>15,70 €<br/></td></tr><tr><td align='left'></td><td align='center'><br/>WI 01<br/></td><td align='left'><br/>Interception du trafic DATA/IP émis et à destination de l'accès internet, à partir d'éléments caractéristique du compte (identité, adresse IP horodatée...) mettre en place l'interception du trafic DATA/IP sur la période demandée spécifiant les caractéristiques de renvoi.<br/></td><td align='center'><br/>16,00 €<br/></td><td align='center'><br/>24 €<br/></td></tr></tbody></table></center>",
            "num": "A43-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1479686400000,
            "dateFin": 1581292800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1130254550,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095533",
                        "id": "LEGISCTA000006095533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-02-28",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120173",
                        "id": "LEGISCTA000006120173",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Des frais de justice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137348",
                        "id": "LEGISCTA000006137348",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019458061",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006137348",
            "sectionParentId": "LEGISCTA000006137348",
            "sectionParentTitre": "Titre X : Des frais de justice",
            "fullSectionsTitre": "Partie Arrêtés &gt; Livre V : Des procédures d'exécution &gt; Titre X : Des frais de justice",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033474180",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033423388",
                    "textTitle": "Arrêté du 14 novembre 2016 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033443598",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2016-11-20",
                    "dateSignaTexte": "2016-11-14",
                    "dateDebutCible": "2016-11-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025623384",
                    "textTitle": "Avis n° 2011-1517  du 22 décembre 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000025623393",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2011-1517",
                    "datePubli": 1333411200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028051689",
                    "textTitle": "Avis n°2013-0952  du 23 juillet 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028051697",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0952",
                    "datePubli": 1381363200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033441245",
                    "textTitle": "Avis n°2016-1171 du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033441250",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-1171",
                    "datePubli": 1479772800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10-13",
                    "articleId": "LEGIARTI000006466369",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143331200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-1",
                    "articleId": "LEGIARTI000006518196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-2",
                    "articleId": "LEGIARTI000006518198",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. A43-6 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A43-6",
                    "articleId": "LEGIARTI000019152317",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019462386",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1221177600000,
                    "dateFin": 1332633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025580096",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1332633600000,
                    "dateFin": 1381449600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028053220",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1381449600000,
                    "dateFin": 1479686400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033474180",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479686400000,
                    "dateFin": 1581292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041553495",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1581292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A43-9",
                "43-9"
            ],
            "versionPrecedente": "LEGIARTI000028053220",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028053220",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Conformément aux dispositions de l'article R. 213-2, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. II.-Conformément aux dispositions de l'article R. 213-1, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article R. 10-13 du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article. III. - Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement est déterminé en accord avec l'opérateur ou sur devis. ANNEXE I. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie mobile CATÉGORIES DE DONNÉES CODE PRESTATIONS REQUISES TARIFS (en euros) Information permettant d'identifier l'utilisateur. MA 01 MA 03 MA 05 MA 07 Identification en nombre d'abonnés, avec les caractéristiques techniques de la ligne, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro demandé avec un minimum de perception de 20 numéros. De 2 à 20 numéros 16 € Au dessus de 20 0,80 € par numéro MA 02 MA 04 MA 06 MA 08 Identification d'un abonné à partir de son numéro d'appel, avec les caractéristiques techniques de la ligne ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous toute forme électronique. 4,59 € MA 21 MA 22 MA 23 Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI). 4,59 € MA 30 MA 31 Identification d'abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande. 9,69 € MA 40 Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif. 12,75 € MA 41 MA 42 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 12,75 € MA 50 Recherche de numéros d'appel et identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif. 7,65 € MA 51 MA 52 Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 7,65 € MD 10 Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4 ,05€ MD 11 Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € MD 12 Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € Données relatives aux équipements terminaux de communications utilisés. MA 70 MA 71 Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service. 4,59 € Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. MT 10 MT 11 MT 12 MT 14 Détail des trafics d'un abonné ou d'un terminal sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 9,69 € + 1,50 € par mois MT 13 Détails des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible de 31 jours. L'identification des abonnés est en sus. 9,69 € + 1,50 € par mois MT 20 MT 21 MT 22 MT 24 Détail des trafics avec localisation des équipements terminaux d'un abonné ou d'un terminal, accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 15,30 € + 1,50 € par mois MT 23 Détails des trafics avec localisation des équipements terminaux d'un abonné d'un opérateur étranger accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 15,30 € + 1,50 € par mois MT 30 Détail des trafics vers un abonné étranger sur une période indivisible de 31 jours, l'identification de l'abonné est en sus. 9,69 € + 1,50 € par mois MT 40 Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois. L'identification des abonnés est en sus. 12,75 € MT 41 Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois. 12,75 € + 0,80 € par abonné identifié Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs. MA 72 Identification d'un prestataire de services à partir d'un numéro court. 4,59 € ME 50 Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification. 4,59 € ME 51 Carte de couverture optimale d'une cellule. 9,69 € ME 52 Carte de couverture secondaire d'une cellule. 9,69 € ME 53 Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique). 9,69 € Données permettant d'identifier le ou les destinataires de la communication. MA 60 MA 61 MA 62 MA 63 Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI). 6,12 € II. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie fixe CATÉGORIES DE DONNÉES CODE PRESTATIONS REQUISES TARIFS (en euros) Information permettant d'identifier l'utilisateur. FA 01 FA 03 Identification en nombre d'abonnés, à partir de leur numéro d'appel (avec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro demandé. Pour les quantités de 2 à 20 numéros, le prix est celui de 20 numéros. De 2 à 20 numéros 16 € Au dessus de 20 0,80 € par numéro FA 02 FA 04 Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires) avec les caractéristiques techniques de la ligne. Demande reçue sous forme papier, par fax ou sous toute forme électronique . 6,12 € FE 10 Détail des caractéristiques techniques de la ligne en vue d'une interception, demande copiable sous forme électronique. 6,12 € FA 05 Recherche et identification d'un abonné appelant ou appelé derrière une tête de ligne ou un serveur. 15,30 € FA 06 FA 07 Historique d'attribution d'un numéro. 6,12 € FA 10 FA 11 Identification d'abonné à partir du nom ou de la raison sociale et filtres portant sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande. 15,30 € FA 20 Recherche des abonnements téléphoniques déclarés à une adresse postale et identification des abonnés, prix forfaitaire pour toutes les réponses correspondant à une demande. 15,30 € FA 30 Identification d'un point de vente à partir d'une carte prépayée. 15,30 € FA 31 Identification d'une carte prépayée et d'un numéro appelé. 13,44 € par numéro FA 40 Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif. 15,30 € FA 41 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif. 15,30 € FA 51 Identification d'un abonné ADSL et de son fournisseur d'accès internet. 6,12 € FD 10 Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4 ,05 € FD 11 Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € FD 12 Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages. 4,05 € Données relatives aux équipements terminaux utilisés. FA 21 Identification des publiphones implantés dans une zone géographique donnée. 15,30 € FA 50 Recherche d'un opérateur tiers à partir de son numéro de faisceau. 9,69 € Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. FT 10 Détail des trafics entrants et sortants d'un abonné sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 15,30 € + 1,50 € par mois FT 20 Détail des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible de 31 jours. 15,30 € + 1,50 € par mois FT 21 Détail des données relatives au trafic d'un abonné avec un serveur. 16,00 € FT 40 Détail des données relatives au trafic d'une carte prépayée. 15,30 € + 1,50 € par mois III. Tarifs hors taxes applicables aux interceptions de téléphonie CATÉGORIES DE DONNÉES CODE PRESTATIONS REQUISES TARIFS (en euros) Interception de communication de lignes fixes. FI 20 FI 21 FI 22 Le tarif inclut la fourniture d'un détail de communications en fin d'interception. 24,00 € Ligne temporaire de renvoi. FI 10 Mise en place et installation d'une ligne analogique temporaire de renvoi ainsi que les abonnements mensuels. 120,00 € + 45,50 € par mois FI 11 Mise en place et installation d'une ligne numérique (accès de base RNIS) temporaire de renvoi ainsi que les abonnements mensuels. 217,50 € + 45,50 € par mois Sonde de renvoi. FI 17 Installation et enlèvement de la sonde hors ligne de renvoi. 350,00 € Liaisons louées de renvoi. FI 12 FI 13 En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km). 497,00 € pour les frais fixes d'accès au service (sauf sites pré-équipés) En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km). Interception des communications de téléphonie de voix sur IP. FI 23 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 24,00 € Interception de communication à l'international. FI 27 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 24,00 € Interception des communications de téléphonie mobile. MI 20 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 24,00€ Mise en suivi du trafic. MS 14 Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies. 17,50 € par numéro + 17,50 € par mois IV - Tarifs hors taxes applicables à la fourniture de données par les opérateurs de communications électroniques. CATEGORIES DE DONNEES CODE PRESTATIONS REQUISES TARIFS (en Euros) WA 0X A partir d'une demande dématérialisée conforme sur des adresses IP horodatées, rechercher sommairement dans le SI le plus pertinent les éléments d'identifications relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. De 1 à 20 : 4 € Au-dessus de 20 : 0,18 € par IP WA 0H A partir d'une demande accompagnée d'un fichier électronique copiable, rechercher sommairement dans le SI le plus pertinent les éléments d'identifications relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 1 et 20 IP : 6,10 € Au-dessus de 20 : 0,28€ par IP WA 01 A partir d'une adresse IP horodatée et d'informations complémentaires, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 18 € WA 07 A partir de caractéristiques de compte, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € WA 08 A partir d'une adresse courriel, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € WA 09 A partir d'une adresse URL de site visité horodatée, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques. 15,70 € WI 01 Interception du trafic DATA/IP émis et à destination de l'accès internet, à partir d'éléments caractéristique du compte (identité, adresse IP horodatée, ...) mettre en place l'interception du trafic DATA/IP sur la période demandée spécifiant les caractéristiques de renvoi. 24 €",
            "texteHtml": "<p>I.-Conformément aux dispositions de l'article R. 213-2, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. </p><p>II.-Conformément aux dispositions de l'article R. 213-1, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article R. 10-13 du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article.</p><p>III. - Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement est déterminé en accord avec l'opérateur ou sur devis.</p><p align='center'>ANNEXE</p><p align='center'></p><p>I. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie mobile </p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td width='189'><p align='center'>CATÉGORIES DE DONNÉES </p></td><td width='76'><p align='center'>CODE </p></td><td width='265'><p align='center'>PRESTATIONS REQUISES </p></td><td width='151'><p align='center'>TARIFS <br clear='none'/>(en euros) </p></td></tr><tr><td rowspan='11' width='189' valign='top'><p>Information permettant d'identifier l'utilisateur. </p></td><td width='76'><p align='center'>MA 01 <br clear='none'/>MA 03 <br clear='none'/>MA 05 <br clear='none'/>MA 07 </p></td><td width='265'><p>Identification en nombre d'abonnés, avec les caractéristiques techniques de la ligne, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro demandé avec un minimum de perception de 20 numéros. </p></td><td width='151'><p align='center'>De 2 à 20 numéros 16 €<br clear='none'/>Au dessus de 20<br clear='none'/>0,80 € par numéro</p></td></tr><tr><td width='76'><p align='center'>MA 02 <br clear='none'/>MA 04 <br clear='none'/>MA 06 <br clear='none'/>MA 08 </p></td><td width='265'><p>Identification d'un abonné à partir de son numéro d'appel, avec les caractéristiques techniques de la ligne ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous toute forme électronique. </p></td><td width='151'><p align='center'>4,59 €</p></td></tr><tr><td width='76'><p align='center'>MA 21 <br clear='none'/>MA 22 <br clear='none'/>MA 23 </p></td><td width='265'><p>Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI). </p></td><td width='151'><p align='center'>4,59 €</p></td></tr><tr><td width='76'><p align='center'>MA 30 <br clear='none'/>MA 31 </p></td><td width='265'><p>Identification d'abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande.</p></td><td width='151'><p align='center'>9,69 €</p></td></tr><tr><td width='76'><p align='center'>MA 40 </p></td><td width='265'><p>Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='151'><p align='center'>12,75 €</p></td></tr><tr><td width='76'><p align='center'>MA 41 <br clear='none'/>MA 42 </p></td><td width='265'><p>Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='151'><p align='center'>12,75 €</p></td></tr><tr><td width='76'><p align='center'>MA 50 </p></td><td width='265'><p>Recherche de numéros d'appel et identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='151'><p align='center'>7,65 €</p></td></tr><tr><td width='76'><p align='center'>MA 51 <br clear='none'/>MA 52 </p></td><td width='265'><p>Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='151'><p align='center'>7,65 €</p></td></tr><tr><td width='76'><p align='center'>MD 10 </p></td><td width='265'><p>Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.</p></td><td width='151'><p align='center'><a shape='rect' href='http://www.legifrance.gouv.fr/affichCodeArticle.do;jsessionid=035F1461F7F89B70E57CCC4C711F0ECC.tpdjo12v_1?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518193&dateTexte=&categorieLien=cid' target='_blank'>4</a>,05€</p></td></tr><tr><td width='76'><p align='center'>MD 11 </p></td><td width='265'><p>Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.</p></td><td width='151'><p align='center'>4,05 €</p></td></tr><tr><td width='76'><p align='center'>MD 12 </p></td><td width='265'><p>Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages. </p></td><td width='151'><p align='center'>4,05 €</p></td></tr><tr><td width='189' valign='top'><p>Données relatives aux équipements terminaux de communications utilisés. </p></td><td width='76'><p align='center'>MA 70 <br clear='none'/>MA 71 </p></td><td width='265'><p>Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service. </p></td><td width='151'><p align='center'>4,59 €</p></td></tr><tr><td rowspan='7' width='189' valign='top'><p>Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. </p></td><td width='76'><p align='center'>MT 10 <br clear='none'/>MT 11 <br clear='none'/>MT 12 <br clear='none'/>MT 14</p></td><td width='265'><p>Détail des trafics d'un abonné ou d'un terminal sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. </p></td><td width='151'><p align='center'>9,69 € + 1,50 € par mois </p></td></tr><tr><td width='76'><p align='center'>MT 13 </p></td><td width='265'><p>Détails des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible de 31 jours. L'identification des abonnés est en sus. </p></td><td width='151'><p align='center'>9,69 € + 1,50 € par mois </p></td></tr><tr><td width='76'><p align='center'>MT 20 <br clear='none'/>MT 21 <br clear='none'/>MT 22 <br clear='none'/>MT 24 </p></td><td width='265'><p>Détail des trafics avec localisation des équipements terminaux d'un abonné ou d'un terminal, accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. </p></td><td width='151'><p align='center'>15,30 € + 1,50 € par mois </p></td></tr><tr><td width='76'><p align='center'>MT 23 </p></td><td width='265'><p>Détails des trafics avec localisation des équipements terminaux d'un abonné d'un opérateur étranger accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. </p></td><td width='151'><p align='center'>15,30 € + 1,50 € par mois </p></td></tr><tr><td width='76'><p align='center'>MT 30 </p></td><td width='265'><p>Détail des trafics vers un abonné étranger sur une période indivisible de 31 jours, l'identification de l'abonné est en sus. </p></td><td width='151'><p align='center'>9,69 € + 1,50 € par mois </p></td></tr><tr><td width='76'><p align='center'>MT 40 </p></td><td width='265'><p>Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois. L'identification des abonnés est en sus. </p></td><td width='151'><p align='center'>12,75 € </p></td></tr><tr><td width='76'><p align='center'>MT 41 </p></td><td width='265'><p>Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois. </p></td><td width='151'><p align='center'>12,75 € + 0,80 €<br clear='none'/>par abonné identifié </p></td></tr><tr><td rowspan='5' width='189' valign='top'><p>Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs. </p></td><td width='76'><p align='center'>MA 72 </p></td><td width='265'><p>Identification d'un prestataire de services à partir d'un numéro court. </p></td><td width='151'><p align='center'>4,59 € </p></td></tr><tr><td width='76'><p align='center'>ME 50 </p></td><td width='265'><p>Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification. </p></td><td width='151'><p align='center'>4,59 €</p></td></tr><tr><td width='76'><p align='center'>ME 51 </p></td><td width='265'><p>Carte de couverture optimale d'une cellule. </p></td><td width='151'><p align='center'>9,69 €</p></td></tr><tr><td width='76'><p align='center'>ME 52 </p></td><td width='265'><p>Carte de couverture secondaire d'une cellule. </p></td><td width='151'><p align='center'>9,69 €</p></td></tr><tr><td width='76'><p align='center'>ME 53 </p></td><td width='265'><p>Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique). </p></td><td width='151'><p align='center'>9,69 €</p></td></tr><tr><td width='189' valign='top'><p>Données permettant d'identifier le ou les destinataires de la communication. </p></td><td width='76'><p align='center'>MA 60 <br clear='none'/>MA 61 <br clear='none'/>MA 62 <br clear='none'/>MA 63 </p></td><td width='265'><p>Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI). </p></td><td width='151'><p align='center'>6,12 € </p></td></tr></tbody></table><p>II. - Tarifs hors taxes applicables aux prestations requises aux opérateurs de téléphonie fixe </p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td width='189' align='center'><p>CATÉGORIES DE DONNÉES </p></td><td width='76' align='center'><p>CODE </p></td><td width='265' align='center'><p>PRESTATIONS REQUISES </p></td><td width='151' align='center'><p>TARIFS <br clear='none'/>(en euros) </p></td></tr><tr><td rowspan='15' width='189' valign='top'><p>Information permettant d'identifier l'utilisateur. </p></td><td width='76'><p align='center'>FA 01 <br clear='none'/>FA 03 </p></td><td width='265'><p>Identification en nombre d'abonnés, à partir de leur numéro d'appel (avec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro demandé. Pour les quantités de 2 à 20 numéros, le prix est celui de 20 numéros.</p></td><td width='151'><p align='center'>De 2 à 20 numéros 16 €<br clear='none'/>Au dessus de 20<br clear='none'/>0,80 € par numéro</p></td></tr><tr><td width='76'><p align='center'>FA 02 <br clear='none'/>FA 04 </p></td><td width='265'><p>Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires) avec les caractéristiques techniques de la ligne. Demande reçue sous forme papier, par fax ou sous toute forme électronique . </p></td><td width='151'><p align='center'>6,12 €</p></td></tr><tr><td width='76'><p align='center'>FE 10 </p></td><td width='265'><p>Détail des caractéristiques techniques de la ligne en vue d'une interception, demande copiable sous forme électronique. </p></td><td width='151'><p align='center'>6,12 €</p></td></tr><tr><td width='76'><p align='center'>FA 05 </p></td><td width='265'><p>Recherche et identification d'un abonné appelant ou appelé derrière une tête de ligne ou un serveur. </p></td><td width='151'><p align='center'>15,30 €</p></td></tr><tr><td width='76'><p align='center'>FA 06 <br clear='none'/>FA 07 </p></td><td width='265'><p>Historique d'attribution d'un numéro. </p></td><td width='151'><p align='center'>6,12 €</p></td></tr><tr><td width='76'><p align='center'>FA 10 <br clear='none'/>FA 11 </p></td><td width='265'><p>Identification d'abonné à partir du nom ou de la raison sociale et filtres portant sur d'autres critères, prix forfaitaire pour toutes les réponses correspondant à une demande.</p></td><td width='151'><p align='center'>15,30 €</p></td></tr><tr><td width='76'><p align='center'>FA 20 </p></td><td width='265'><p>Recherche des abonnements téléphoniques déclarés à une adresse postale et identification des abonnés, prix forfaitaire pour toutes les réponses correspondant à une demande.</p></td><td width='151'><p align='center'>15,30 €</p></td></tr><tr><td width='76'><p align='center'>FA 30 </p></td><td width='265'><p>Identification d'un point de vente à partir d'une carte prépayée. </p></td><td width='151'><p align='center'>15,30 €</p></td></tr><tr><td width='76'><p align='center'>FA 31 </p></td><td width='265'><p>Identification d'une carte prépayée et d'un numéro appelé. </p></td><td width='151'><p align='center'>13,44 € par numéro </p></td></tr><tr><td width='76'><p align='center'>FA 40 </p></td><td width='265'><p>Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='151'><p align='center'>15,30 €</p></td></tr><tr><td width='76'><p align='center'>FA 41 </p></td><td width='265'><p>Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='151'><p align='center'>15,30 €</p></td></tr><tr><td width='76'><p align='center'>FA 51 </p></td><td width='265'><p>Identification d'un abonné ADSL et de son fournisseur d'accès internet. </p></td><td width='151'><p align='center'>6,12 € </p></td></tr><tr><td width='76'><p align='center'>FD 10 </p></td><td width='265'><p>Copie du contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.</p></td><td width='151'><p align='center'><u><a shape='rect' href='http://www.legifrance.gouv.fr/affichCodeArticle.do;jsessionid=035F1461F7F89B70E57CCC4C711F0ECC.tpdjo12v_1?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518193&dateTexte=&categorieLien=cid' target='_blank'>4</a></u>,05 €</p></td></tr><tr><td width='76'><p align='center'>FD 11 </p></td><td width='265'><p>Copie des documents annexés au contrat d'abonnement (fournie sous un mois), forfait indépendant du nombre de pages.</p></td><td width='151'><p align='center'>4,05 €</p></td></tr><tr><td width='76'><p align='center'>FD 12 </p></td><td width='265'><p>Copie de factures (fournie sous un mois), forfait indépendant du nombre de pages. </p></td><td width='151'><p align='center'>4,05 €</p></td></tr><tr><td rowspan='2' width='189' valign='top'><p>Données relatives aux équipements terminaux utilisés. </p></td><td width='76'><p align='center'>FA 21 </p></td><td width='265'><p>Identification des publiphones implantés dans une zone géographique donnée. </p></td><td width='151'><p align='center'>15,30 €</p></td></tr><tr><td width='76'><p align='center'>FA 50 </p></td><td width='265'><p>Recherche d'un opérateur tiers à partir de son numéro de faisceau. </p></td><td width='151'><p align='center'>9,69 €</p></td></tr><tr><td rowspan='4' width='189' valign='top'><p>Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. </p></td><td width='76'><p align='center'>FT 10 </p></td><td width='265'><p>Détail des trafics entrants et sortants d'un abonné sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. </p></td><td width='151'><p align='center'>15,30 € + 1,50 € par mois </p></td></tr><tr><td width='76'><p align='center'>FT 20 </p></td><td width='265'><p>Détail des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible de 31 jours. </p></td><td width='151'><p align='center'>15,30 € + 1,50 € par mois </p></td></tr><tr><td width='76'><p align='center'>FT 21 </p></td><td width='265'><p>Détail des données relatives au trafic d'un abonné avec un serveur. </p></td><td width='151'><p align='center'>16,00 €</p></td></tr><tr><td width='76'><p align='center'>FT 40 </p></td><td width='265'><p>Détail des données relatives au trafic d'une carte prépayée. </p></td><td width='151'><p align='center'>15,30 € + 1,50 € par mois </p></td></tr></tbody></table><p>III. Tarifs hors taxes applicables aux interceptions de téléphonie</p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td width='189' align='center'><p>CATÉGORIES DE DONNÉES </p></td><td width='76' align='center'><p>CODE </p></td><td width='265' align='center'><p>PRESTATIONS REQUISES </p></td><td width='151' align='center'><p>TARIFS <br clear='none'/>(en euros) </p></td></tr><tr><td width='189' valign='top'><p>Interception de communication de lignes fixes. </p></td><td width='76'><p align='center'>FI 20 <br clear='none'/>FI 21 <br clear='none'/>FI 22 </p></td><td width='265'><p>Le tarif inclut la fourniture d'un détail de communications en fin d'interception.</p></td><td width='151'><p align='center'>24,00 € </p></td></tr><tr><td rowspan='2' width='189' valign='top'><p>Ligne temporaire de renvoi. </p></td><td width='76'><p align='center'>FI 10 </p></td><td width='265'><p>Mise en place et installation d'une ligne analogique temporaire de renvoi ainsi que les abonnements mensuels. </p></td><td width='151'><p align='center'>120,00 € + 45,50 € par mois </p></td></tr><tr><td width='76'><p align='center'>FI 11 </p></td><td width='265'><p>Mise en place et installation d'une ligne numérique (accès de base RNIS) temporaire de renvoi ainsi que les abonnements mensuels. </p></td><td width='151'><p align='center'>217,50 € + 45,50 € par mois </p></td></tr><tr><td width='189' valign='top'><p>Sonde de renvoi. </p></td><td width='76'><p align='center'>FI 17 </p></td><td width='265'><p>Installation et enlèvement de la sonde hors ligne de renvoi. </p></td><td width='151'><p align='center'>350,00 €</p></td></tr><tr><td rowspan='2' width='189' valign='top'><p>Liaisons louées de renvoi. </p></td><td rowspan='2' width='76'><p align='center'>FI 12 <br clear='none'/>FI 13 </p></td><td width='265'><p>En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km). </p></td><td rowspan='2' width='151'><p align='center'>497,00 € pour les frais fixes d'accès au service (sauf sites pré-équipés) </p></td></tr><tr><td width='265'><p>En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km). </p></td></tr><tr><td width='189' valign='top'><p>Interception des communications de téléphonie de voix sur IP. </p></td><td width='76'><p align='center'>FI 23 </p></td><td width='265'><p>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. </p></td><td width='151'><p align='center'>24,00 €</p></td></tr><tr><td width='189' valign='top'><p>Interception de communication à l'international. </p></td><td width='76'><p align='center'>FI 27 </p></td><td width='265'><p>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. </p></td><td width='151'><p align='center'>24,00 €</p></td></tr><tr><td width='189' valign='top'><p>Interception des communications de téléphonie mobile.</p></td><td width='76'><p align='center'>MI 20 </p></td><td width='265'><p>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. </p></td><td width='151'><p align='center'>24,00€</p></td></tr><tr><td width='189' valign='top'><p>Mise en suivi du trafic. </p></td><td width='76'><p align='center'>MS 14 </p></td><td width='265'><p>Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et le récapitulatif historique des données fournies. </p></td><td width='151'><p align='center'>17,50 € par numéro <br clear='none'/>+ 17,50 € par mois</p></td></tr></tbody></table><p>IV - Tarifs hors taxes applicables à la fourniture de données par les opérateurs de communications électroniques.</p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td width='189'><p align='center'>CATEGORIES DE DONNEES</p></td><td width='76'><p align='center'>CODE</p></td><td width='265'><p align='center'>PRESTATIONS REQUISES</p></td><td width='151'><p align='center'>TARIFS<br clear='none'/>(en Euros)</p></td></tr><tr><td rowspan='7' width='189' valign='top'><p align='center'></p><br clear='none'/></td><td width='76'><p align='center'>WA 0X</p></td><td width='265' valign='top'><p>A partir d'une demande dématérialisée conforme sur des adresses IP horodatées, rechercher sommairement dans le SI le plus pertinent les éléments d'identifications relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</p></td><td width='151'><p align='center'>De 1 à 20 : 4 €<br clear='none'/>Au-dessus de 20 : <br clear='none'/>0,18 € par IP</p></td></tr><tr><td width='76'><p align='center'>WA 0H</p></td><td width='265' valign='top'><p>A partir d'une demande accompagnée d'un fichier électronique copiable, rechercher sommairement dans le SI le plus pertinent les éléments d'identifications relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</p></td><td width='151'><p align='center'>1 et 20 IP : 6,10 € <br clear='none'/>Au-dessus de 20 : 0,28€ par IP</p></td></tr><tr><td width='76'><p align='center'>WA 01</p></td><td width='265' valign='top'><p>A partir d'une adresse IP horodatée et d'informations complémentaires, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</p></td><td width='151'><p align='center'>18 €</p></td></tr><tr><td width='76'><p align='center'>WA 07</p></td><td width='265' valign='top'><p>A partir de caractéristiques de compte, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</p></td><td width='151'><p align='center'>15,70 €</p></td></tr><tr><td width='76'><p align='center'>WA 08</p></td><td width='265' valign='top'><p>A partir d'une adresse courriel, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</p></td><td width='151'><p align='center'>15,70 €</p></td></tr><tr><td width='76'><p align='center'>WA 09</p></td><td width='265' valign='top'><p>A partir d'une adresse URL de site visité horodatée, obtenir les éléments d'identification relatifs à la personne physique, à l'installation, à la connexion, au contrat et aux identifications numériques.</p></td><td width='151'><p align='center'>15,70 €</p></td></tr><tr><td width='76'><p align='center'>WI 01</p></td><td width='265' valign='top'><p>Interception du trafic DATA/IP émis et à destination de l'accès internet, à partir d'éléments caractéristique du compte (identité, adresse IP horodatée, ...) mettre en place l'interception du trafic DATA/IP sur la période demandée spécifiant les caractéristiques de renvoi.</p></td><td width='151'><p align='center'>24 €</p></td></tr></tbody></table>",
            "num": "A43-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1381449600000,
            "dateFin": 1479686400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1130254550,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095533",
                        "id": "LEGISCTA000006095533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-02-28",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120173",
                        "id": "LEGISCTA000006120173",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Des frais de justice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137348",
                        "id": "LEGISCTA000006137348",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019458061",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006137348",
            "sectionParentId": "LEGISCTA000006137348",
            "sectionParentTitre": "Titre X : Des frais de justice",
            "fullSectionsTitre": "Partie Arrêtés &gt; Livre V : Des procédures d'exécution &gt; Titre X : Des frais de justice",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028053220",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 3 de l'arrêté du 21 août 2013,  le présent arrêté entre en vigueur à compter du lendemain de la date de sa publication au Journal officiel de la République française, pour les réquisitions datées postérieurement à cette même date.",
            "notaHtml": "<p>Conformément à l'article 3 de l'arrêté du 21 août 2013,  le présent arrêté entre en vigueur à compter du lendemain de la date de sa publication au Journal officiel de la République française, pour les réquisitions datées postérieurement à cette même date.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028051025",
                    "textTitle": "Arrêté du 21 août 2013 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000028051769",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2013-10-10",
                    "dateSignaTexte": "2013-08-21",
                    "dateDebutCible": "2013-10-11"
                },
                {
                    "textCid": "JORFTEXT000028051025",
                    "textTitle": "Arrêté du 21 août 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028051761",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2013-10-10",
                    "dateSignaTexte": "2013-08-21",
                    "dateDebutCible": "2013-10-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025623384",
                    "textTitle": "Avis n° 2011-1517  du 22 décembre 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000025623393",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2011-1517",
                    "datePubli": 1333411200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028051689",
                    "textTitle": "Avis n°2013-0952  du 23 juillet 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028051697",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0952",
                    "datePubli": 1381363200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033441245",
                    "textTitle": "Avis n°2016-1171 du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033441250",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-1171",
                    "datePubli": 1479772800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10-13",
                    "articleId": "LEGIARTI000006466369",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143331200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-1",
                    "articleId": "LEGIARTI000006518196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-2",
                    "articleId": "LEGIARTI000006518198",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. A43-6 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A43-6",
                    "articleId": "LEGIARTI000019152317",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019462386",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1221177600000,
                    "dateFin": 1332633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025580096",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1332633600000,
                    "dateFin": 1381449600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028053220",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1381449600000,
                    "dateFin": 1479686400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033474180",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479686400000,
                    "dateFin": 1581292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041553495",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1581292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A43-9",
                "43-9"
            ],
            "versionPrecedente": "LEGIARTI000025580096",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025580096",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Conformément aux dispositions de l'article R. 213-2 , les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. II.-Conformément aux dispositions de l'article R. 213-1 , les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article R. 10-13 du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article. III.-Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement prévu aux I et II est déterminé sur devis. I. - Tarifs hors taxe applicables aux prestations requises aux opérateurs de téléphonie mobile CATÉGORIES DE DONNÉES CODE PRESTATIONS REQUISES TARIFS (en euros) Information permettant d'identifier l'utilisateur. MA 01 MA 03 MA 05 MA 07 Identification en nombre d'abonnés, avec les caractéristiques techniques de la ligne, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro d'appel avec un minimum de perception de 20 numéros. 0,80 MA 02 MA 04 MA 06 MA 08 Identification d'un abonné à partir de son numéro d'appel, avec les caractéristiques techniques de la ligne ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous forme électronique non copiable. 4,59 MA 21 MA 22 MA 23 Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI). 4,59 MA 30 MA 31 Identification d'abonnés à partir du nom ou de la raison sociale. 9,69 MA 40 Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif. 12,75 MA 41 MA 42 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 12,75 MA 50 Recherche de numéros d'appel et identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif. 7,65 MA 51 MA 52 Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 7,65 MD 10 Copie du contrat d'abonnement (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale MD 11 Copie des documents annexés au contrat d'abonnement (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale MD 12 Copie de factures (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale Données relatives aux équipements terminaux de communications utilisés. MA 70 MA 71 Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service. 4,59 Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. MT 10 MT 11 MT 12 MT 14 Détail des trafics d'un abonné ou d'un terminal sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 9,69 + 1,50 par mois MT 13 Détails des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible de 31 jours. L'identification des abonnés est en sus. 9,69 + 1,50 par mois MT 20 MT 21 MT 22 MT 24 Détail des trafics avec localisation des équipements terminaux d'un abonné ou d'un terminal, accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 15,30 + 1,50 par mois MT 23 Détails des trafics avec localisation des équipements terminaux d'un abonné d'un opérateur étranger accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 15,30 + 1,50 par mois MT 30 Détail des trafics vers un abonné étranger sur une période indivisible de 31 jours, l'identification de l'abonné est en sus. 9,69 + 1,50 par mois MT 40 Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois. L'identification des abonnés est en sus. 12,75 MT 41 Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois. 12,75 + 0,80 par abonné identifié Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs. MA 72 Identification d'un prestataire de services à partir d'un numéro court. 4,59 ME 50 Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification. 4,59 ME 51 Carte de couverture optimale d'une cellule. 9,69 ME 52 Carte de couverture secondaire d'une cellule. 9,69 ME 53 Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique). 9,69 Données permettant d'identifier le ou les destinataires de la communication. MA 60 MA 61 MA 62 MA 63 Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI). 6,12 II. - Tarifs hors taxe applicables aux prestations requises aux opérateurs de téléphonie fixe CATÉGORIES DE DONNÉES CODE PRESTATIONS REQUISES TARIFS (en euros) Information permettant d'identifier l'utilisateur. FA 01 FA 03 Identification en nombre d'abonnés, à partir de leur numéro d'appel (avec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro d'appel avec un minimum de perception de 20 numéros. 0,80 FA 02 FA 04 Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires) avec les caractéristiques techniques de la ligne. Demande reçue sous forme papier, par fax ou sous forme électronique non copiable. 6,12 FE 10 Détail des caractéristiques techniques de la ligne en vue d'une interception, demande copiable sous forme électronique. 6,12 FA 05 Recherche et identification d'un abonné appelant derrière une tête de ligne ou un serveur. 15,30 FA 06 FA 07 Historique d'attribution d'un numéro. 6,12 FA 10 FA 11 Identification d'un abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères. 15,30 FA 20 Identification d'un abonné à partir de l'adresse de son installation téléphonique. 15,30 FA 30 Identification d'un point de vente à partir d'une carte prépayée. 15,30 FA 31 Identification d'une carte prépayée et d'un numéro appelé. 13,44 par numéro FA 40 Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif. 15,30 FA 41 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif. 15,30 FA 51 Identification d'un abonné ADSL et de son fournisseur d'accès internet. 6,12 FD 10 Copie du contrat d'abonnement (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale FD 11 Copie des documents annexés au contrat d'abonnement (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale FD 12 Copie de factures (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale Données relatives aux équipements terminaux utilisés. FA 21 Identification des publiphones implantés dans une zone géographique donnée. 15,30 FA 50 Recherche d'un opérateur tiers à partir de son numéro de faisceau. 9,69 Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. FT 10 Détail des trafics entrants et sortants d'un abonné sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. 15,30 + 1,50 par mois FT 20 Détail des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible de 31 jours. 15,30 + 1,50 par mois FT 21 Détail des données relatives au trafic d'un abonné avec un serveur. 16,00 FT 40 Détail des données relatives au trafic d'une carte prépayée. 15,30 + 1,50 par mois III. - Tarifs hors taxe applicables aux interceptions de téléphonie CATÉGORIES DE DONNÉES CODE PRESTATIONS REQUISES TARIFS (en euros) Interception de communication de lignes fixes. FI 20 FI 21 FI 22 Le tarif inclut la fourniture d'un détail de communications en fin d'interception. 24,00 Ligne temporaire de renvoi. FI 10 Mise en place et installation d'une ligne analogique temporaire de renvoi ainsi que les abonnements mensuels. 120,00 + 45,50 par mois FI 11 Mise en place et installation d'une ligne numérique (accès de base RNIS) temporaire de renvoi ainsi que les abonnements mensuels. 217,50 + 45,50 par mois Sonde de renvoi. FI 17 Installation et enlèvement de la sonde hors ligne de renvoi. 350,00 Liaisons louées de renvoi. FI 12 FI 13 En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km). 497,00 pour les frais fixes d'accès au service (sauf sites prééquipés) En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km). Interception des communications de téléphonie de voix sur IP. FI 23 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 24,00 Interception de communication à l'international. FI 27 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 24,00 Interception des communications de téléphonie mobile. MI 20 Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. 24,00 Mise en suivi du trafic. MS 14 Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et l'historique. 17,50 par numéro + 17,50 par mois",
            "texteHtml": "<p>I.-Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518198&dateTexte=&categorieLien=cid'>l'article R. 213-2</a>, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. </p><p>II.-Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518196&dateTexte=&categorieLien=cid'>l'article R. 213-1</a>, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006466369&dateTexte=&categorieLien=cid'>R. 10-13</a> du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article.</p><p>III.-Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement prévu aux I et II est déterminé sur devis. </p><p></p><p></p><p align='center'>I. - Tarifs hors taxe applicables aux prestations requises aux opérateurs de téléphonie mobile </p><br/><br/><table border='1' width='680' align='center' cellPadding='0'><tbody><tr><td><p align='center'>CATÉGORIES DE DONNÉES</p></td><td width='67'><p align='center'>CODE</p></td><td width='310'><p align='center'>PRESTATIONS REQUISES</p></td><td width='135'><p align='center'>TARIFS<br/>(en euros)</p></td></tr><tr><td rowSpan='11' vAlign='top'><p>Information permettant d'identifier l'utilisateur. </p><p></p></td><td width='67' vAlign='top'><p align='center'>MA 01 <br/>MA 03 <br/>MA 05 <br/>MA 07</p></td><td width='310' vAlign='top'><p>Identification en nombre d'abonnés, avec les caractéristiques techniques de la ligne, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro d'appel avec un minimum de perception de 20 numéros. </p></td><td width='135' vAlign='top'><p align='center'>0,80</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MA 02 <br/>MA 04 <br/>MA 06 <br/>MA 08</p></td><td width='310' vAlign='top'><p>Identification d'un abonné à partir de son numéro d'appel, avec les caractéristiques techniques de la ligne ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous forme électronique non copiable. </p></td><td width='135' vAlign='top'><p align='center'>4,59</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MA 21 <br/>MA 22 <br/>MA 23</p></td><td width='310' vAlign='top'><p>Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI). </p></td><td width='135' vAlign='top'><p align='center'>4,59</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MA 30 <br/>MA 31</p></td><td width='310' vAlign='top'><p>Identification d'abonnés à partir du nom ou de la raison sociale. </p></td><td width='135' vAlign='top'><p align='center'>9,69</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MA 40</p></td><td width='310' vAlign='top'><p>Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='135' vAlign='top'><p align='center'>12,75</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MA 41 <br/>MA 42</p></td><td width='310' vAlign='top'><p>Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='135' vAlign='top'><p align='center'>12,75</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MA 50</p></td><td width='310' vAlign='top'><p>Recherche de numéros d'appel et identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='135' vAlign='top'><p align='center'>7,65</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MA 51 <br/>MA 52</p></td><td width='310' vAlign='top'><p>Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='135' vAlign='top'><p align='center'>7,65</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MD 10</p></td><td width='310' vAlign='top'><p>Copie du contrat d'abonnement (fournie sous un mois). </p></td><td width='135' vAlign='top'><p align='center'>Tarif prévu par l'article <br/>R. 213 du code <br/>de procédure pénale</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MD 11</p></td><td width='310' vAlign='top'><p>Copie des documents annexés au contrat d'abonnement (fournie sous un mois). </p></td><td width='135' vAlign='top'><p align='center'>Tarif prévu par l'article <br/>R. 213 du code <br/>de procédure pénale</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MD 12</p></td><td width='310' vAlign='top'><p>Copie de factures (fournie sous un mois). </p></td><td width='135' vAlign='top'><p align='center'>Tarif prévu par l'article <br/>R. 213 du code <br/>de procédure pénale</p></td></tr><tr><td vAlign='top'><p>Données relatives aux équipements terminaux de communications utilisés. </p></td><td width='67' vAlign='top'><p align='center'>MA 70 <br/>MA 71</p></td><td width='310' vAlign='top'><p>Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service. </p></td><td width='135' vAlign='top'><p align='center'>4,59</p></td></tr><tr><td rowSpan='7' vAlign='top'><p>Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. </p></td><td width='67' vAlign='top'><p align='center'>MT 10 <br/>MT 11 <br/>MT 12 <br/>MT 14</p></td><td width='310' vAlign='top'><p>Détail des trafics d'un abonné ou d'un terminal sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. </p></td><td width='135' vAlign='top'><p align='center'>9,69 + 1,50 par mois</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MT 13</p></td><td width='310' vAlign='top'><p>Détails des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible de 31 jours. L'identification des abonnés est en sus. </p></td><td width='135' vAlign='top'><p align='center'>9,69 + 1,50 par mois</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MT 20 <br/>MT 21 <br/>MT 22 <br/>MT 24</p></td><td width='310' vAlign='top'><p>Détail des trafics avec localisation des équipements terminaux d'un abonné ou d'un terminal, accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. </p></td><td width='135' vAlign='top'><p align='center'>15,30 + 1,50 par mois</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MT 23</p></td><td width='310' vAlign='top'><p>Détails des trafics avec localisation des équipements terminaux d'un abonné d'un opérateur étranger accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période indivisible de 31 jours. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. </p></td><td width='135' vAlign='top'><p align='center'>15,30 + 1,50 par mois</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MT 30</p></td><td width='310' vAlign='top'><p>Détail des trafics vers un abonné étranger sur une période indivisible de 31 jours, l'identification de l'abonné est en sus. </p></td><td width='135' vAlign='top'><p align='center'>9,69 + 1,50 par mois</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MT 40</p></td><td width='310' vAlign='top'><p>Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois. L'identification des abonnés est en sus. </p></td><td width='135' vAlign='top'><p align='center'>12,75</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>MT 41</p></td><td width='310' vAlign='top'><p>Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois. </p></td><td width='135' vAlign='top'><p align='center'>12,75 + 0,80 <br/>par abonné identifié</p></td></tr><tr><td rowSpan='5' vAlign='top'><p>Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs. </p></td><td width='67' vAlign='top'><p align='center'>MA 72</p></td><td width='310' vAlign='top'><p>Identification d'un prestataire de services à partir d'un numéro court. </p></td><td width='135' vAlign='top'><p align='center'>4,59</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>ME 50</p></td><td width='310' vAlign='top'><p>Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification. </p></td><td width='135' vAlign='top'><p align='center'>4,59</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>ME 51</p></td><td width='310' vAlign='top'><p>Carte de couverture optimale d'une cellule. </p></td><td width='135' vAlign='top'><p align='center'>9,69</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>ME 52</p></td><td width='310' vAlign='top'><p>Carte de couverture secondaire d'une cellule. </p></td><td width='135' vAlign='top'><p align='center'>9,69</p></td></tr><tr><td width='67' vAlign='top'><p align='center'>ME 53</p></td><td width='310' vAlign='top'><p>Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique). </p></td><td width='135' vAlign='top'><p align='center'>9,69</p></td></tr><tr><td vAlign='top'><p>Données permettant d'identifier le ou les destinataires de la communication. </p></td><td width='67' vAlign='top'><p align='center'>MA 60 <br/>MA 61 <br/>MA 62 <br/>MA 63</p></td><td width='310' vAlign='top'><p>Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI). </p></td><td width='135' vAlign='top'><p align='center'>6,12</p></td></tr></tbody></table><center><p align='center'></p><p align='center'></p><p align='center'>II. - Tarifs hors taxe applicables aux prestations requises aux opérateurs de téléphonie fixe</p><p align='center'></p><table border='1' width='680' cellPadding='0'><tbody><tr><td width='157'><p align='center'>CATÉGORIES DE DONNÉES</p></td><td width='70'><p align='center'>CODE</p></td><td width='306'><p align='center'>PRESTATIONS REQUISES</p></td><td width='138'><p align='center'>TARIFS <br/>(en euros)</p></td></tr><tr><td rowSpan='15' width='157' vAlign='top'><p>Information permettant d'identifier l'utilisateur. </p></td><td width='70' vAlign='top'><p align='center'>FA 01 <br/>FA 03</p></td><td width='306' vAlign='top'><p>Identification en nombre d'abonnés, à partir de leur numéro d'appel (avec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro d'appel avec un minimum de perception de 20 numéros. </p></td><td width='138' vAlign='top'><p align='center'>0,80</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 02 <br/>FA 04</p></td><td width='306' vAlign='top'><p>Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires) avec les caractéristiques techniques de la ligne. Demande reçue sous forme papier, par fax ou sous forme électronique non copiable. </p></td><td width='138' vAlign='top'><p align='center'>6,12</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FE 10</p></td><td width='306' vAlign='top'><p>Détail des caractéristiques techniques de la ligne en vue d'une interception, demande copiable sous forme électronique. </p></td><td width='138' vAlign='top'><p align='center'>6,12</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 05</p></td><td width='306' vAlign='top'><p>Recherche et identification d'un abonné appelant derrière une tête de ligne ou un serveur. </p></td><td width='138' vAlign='top'><p align='center'>15,30</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 06 <br/>FA 07</p></td><td width='306' vAlign='top'><p>Historique d'attribution d'un numéro. </p></td><td width='138' vAlign='top'><p align='center'>6,12</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 10 <br/>FA 11</p></td><td width='306' vAlign='top'><p>Identification d'un abonné à partir du nom ou de la raison sociale et filtre sur d'autres critères. </p></td><td width='138' vAlign='top'><p align='center'>15,30</p></td></tr><tr><td width='70' vAlign='top'><p align='center'><br/>FA 20</p></td><td width='306' vAlign='top'><p>Identification d'un abonné à partir de l'adresse de son installation téléphonique. </p></td><td width='138' vAlign='top'><p align='center'>15,30</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 30</p></td><td width='306' vAlign='top'><p>Identification d'un point de vente à partir d'une carte prépayée. </p></td><td width='138' vAlign='top'><p align='center'>15,30</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 31</p></td><td width='306' vAlign='top'><p>Identification d'une carte prépayée et d'un numéro appelé. </p></td><td width='138' vAlign='top'><p align='center'>13,44 par numéro</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 40</p></td><td width='306' vAlign='top'><p>Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='138' vAlign='top'><p align='center'>15,30</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 41</p></td><td width='306' vAlign='top'><p>Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='138' vAlign='top'><p align='center'>15,30</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 51</p></td><td width='306' vAlign='top'><p>Identification d'un abonné ADSL et de son fournisseur d'accès internet. </p></td><td width='138' vAlign='top'><p align='center'>6,12</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FD 10</p></td><td width='306' vAlign='top'><p>Copie du contrat d'abonnement (fournie sous un mois). </p></td><td width='138' vAlign='top'><p align='center'>Tarif prévu par l'article <br/>R. 213 du code <br/>de procédure pénale</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FD 11</p></td><td width='306' vAlign='top'><p>Copie des documents annexés au contrat d'abonnement (fournie sous un mois). </p></td><td width='138' vAlign='top'><p align='center'>Tarif prévu par l'article <br/>R. 213 du code <br/>de procédure pénale</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FD 12</p></td><td width='306' vAlign='top'><p>Copie de factures (fournie sous un mois). </p></td><td width='138' vAlign='top'><p align='center'>Tarif prévu par l'article R. 213 du code de procédure pénale</p></td></tr><tr><td rowSpan='2' width='157' vAlign='top'><p>Données relatives aux équipements terminaux utilisés. </p></td><td width='70' vAlign='top'><p align='center'>FA 21</p></td><td width='306' vAlign='top'><p>Identification des publiphones implantés dans une zone géographique donnée. </p></td><td width='138' vAlign='top'><p align='center'>15,30</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FA 50</p></td><td width='306' vAlign='top'><p>Recherche d'un opérateur tiers à partir de son numéro de faisceau. </p></td><td width='138' vAlign='top'><p align='center'>9,69</p></td></tr><tr><td width='157' vAlign='top'><p>Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. </p></td><td width='70' vAlign='top'><p align='center'>FT 10</p></td><td width='306' vAlign='top'><p>Détail des trafics entrants et sortants d'un abonné sur une période indivisible de 31 jours. L'identification de l'abonné est en sus. </p></td><td width='138' vAlign='top'><p align='center'>15,30 + 1,50 par mois</p></td></tr><tr><td width='157' vAlign='top'><p></p></td><td width='70' vAlign='top'><p align='center'>FT 20</p></td><td width='306' vAlign='top'><p>Détail des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible de 31 jours. </p></td><td width='138' vAlign='top'><p align='center'>15,30 + 1,50 par mois</p></td></tr><tr><td width='157' vAlign='top'><p></p></td><td width='70' vAlign='top'><p align='center'>FT 21</p></td><td width='306' vAlign='top'><p>Détail des données relatives au trafic d'un abonné avec un serveur. </p></td><td width='138' vAlign='top'><p align='center'>16,00</p></td></tr><tr><td width='157' vAlign='top'><p></p></td><td width='70' vAlign='top'><p align='center'>FT 40</p></td><td width='306' vAlign='top'><p>Détail des données relatives au trafic d'une carte prépayée. </p></td><td width='138' vAlign='top'><p align='center'>15,30 + 1,50 par mois</p></td></tr></tbody></table><p></p><p></p><p align='center'>III. - Tarifs hors taxe applicables aux interceptions de téléphonie</p><p></p><p></p><table border='1' width='680' cellPadding='0'><tbody><tr><td width='159'><p align='center'>CATÉGORIES DE DONNÉES</p></td><td width='70'><p align='center'>CODE</p></td><td width='302'><p align='center'>PRESTATIONS REQUISES</p></td><td width='139'><p align='center'>TARIFS <br/>(en euros)</p></td></tr><tr><td width='159' vAlign='top'><p>Interception de communication de lignes fixes. </p></td><td width='70' vAlign='top'><p align='center'>FI 20 <br/>FI 21 <br/>FI 22</p></td><td width='302' vAlign='top'><p>Le tarif inclut la fourniture d'un détail de communications en fin d'interception. </p></td><td width='139' vAlign='top'><p align='center'>24,00</p></td></tr><tr><td rowSpan='2' width='159' vAlign='top'><p>Ligne temporaire de renvoi. </p></td><td width='70' vAlign='top'><p align='center'>FI 10</p></td><td width='302' vAlign='top'><p>Mise en place et installation d'une ligne analogique temporaire de renvoi ainsi que les abonnements mensuels. </p></td><td width='139' vAlign='top'><p align='center'>120,00 + 45,50 par mois</p></td></tr><tr><td width='70' vAlign='top'><p align='center'>FI 11</p></td><td width='302' vAlign='top'><p>Mise en place et installation d'une ligne numérique (accès de base RNIS) temporaire de renvoi ainsi que les abonnements mensuels. </p></td><td width='139' vAlign='top'><p align='center'>217,50 + 45,50 par mois</p></td></tr><tr><td width='159' vAlign='top'><p>Sonde de renvoi. </p></td><td width='70' vAlign='top'><p align='center'>FI 17</p></td><td width='302' vAlign='top'><p>Installation et enlèvement de la sonde hors ligne de renvoi. </p></td><td width='139' vAlign='top'><p align='center'>350,00</p></td></tr><tr><td rowSpan='2' width='159' vAlign='top'><p>Liaisons louées de renvoi. </p></td><td rowSpan='2' width='70' vAlign='top'><p align='center'>FI 12 <br/>FI 13</p><p align='center'></p></td><td width='302' vAlign='top'><p>En sus des frais fixes d'accès au service, pour les liaisons inférieures ou égales à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (37,77 € + 0,79 € par km). </p></td><td width='139' vAlign='top'><p align='center'>497,00 pour les frais fixes d'accès au service (sauf sites prééquipés)</p></td></tr><tr><td width='302' vAlign='top'><p>En sus des frais fixes d'accès au service, pour les liaisons supérieures à 10 km, abonnement par période indivisible de 31 jours : 1,1 × (60,10 € + 0,08 € par km). </p></td><td width='139' vAlign='top'><p align='center'></p></td></tr><tr><td width='159' vAlign='top'><p>Interception des communications de téléphonie de voix sur IP. </p></td><td width='70' vAlign='top'><p align='center'>FI 23</p></td><td width='302' vAlign='top'><p>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. </p></td><td width='139' vAlign='top'><p align='center'>24,00</p></td></tr><tr><td width='159' vAlign='top'><p>Interception de communication à l'international. </p></td><td width='70' vAlign='top'><p align='center'>FI 27</p></td><td width='302' vAlign='top'><p>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. </p></td><td width='139' vAlign='top'><p align='center'>24,00</p></td></tr><tr><td width='159' vAlign='top'><p>Interception des communications de téléphonie mobile. </p></td><td width='70' vAlign='top'><p align='center'>MI 20</p></td><td width='302' vAlign='top'><p>Le tarif inclut la fourniture du détail de trafic pour toute la période d'interception. </p></td><td width='139' vAlign='top'><p align='center'>24,00</p></td></tr><tr><td width='159' vAlign='top'><p>Mise en suivi du trafic. </p></td><td width='70' vAlign='top'><p align='center'>MS 14</p></td><td width='302' vAlign='top'><p>Délivrance en temps réel des appels émis et reçus avec le code en temps réel de la cellule déclenchée par un téléphone mobile sous interception. La prestation comprend la localisation des bornes, la mise en service et l'historique. </p></td><td width='139' vAlign='top'><p align='center'>17,50 par numéro <br/>+ 17,50 par mois</p></td></tr></tbody></table><p></p></center>",
            "num": "A43-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1332633600000,
            "dateFin": 1381449600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1130254550,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095533",
                        "id": "LEGISCTA000006095533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-02-28",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120173",
                        "id": "LEGISCTA000006120173",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Des frais de justice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137348",
                        "id": "LEGISCTA000006137348",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019458061",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006137348",
            "sectionParentId": "LEGISCTA000006137348",
            "sectionParentTitre": "Titre X : Des frais de justice",
            "fullSectionsTitre": "Partie Arrêtés &gt; Livre V : Des procédures d'exécution &gt; Titre X : Des frais de justice",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025580096",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'arrêté du 21 mars 2012, article 3 : Ces dispositions entrent en vigueur à compter du 25 mars 2012 pour les réquisitions datées postérieurement à cette même date.",
            "notaHtml": "<p>Conformément à l'arrêté du 21 mars 2012, article 3 : Ces dispositions entrent en vigueur à compter du 25 mars 2012 pour les réquisitions datées postérieurement à cette même date.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025560913",
                    "textTitle": "Arrêté du 21 mars 2012 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000025562611",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2012-03-24",
                    "dateSignaTexte": "2012-03-21",
                    "dateDebutCible": "2012-03-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025623384",
                    "textTitle": "Avis n° 2011-1517  du 22 décembre 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000025623393",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2011-1517",
                    "datePubli": 1333411200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028051689",
                    "textTitle": "Avis n°2013-0952  du 23 juillet 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028051697",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0952",
                    "datePubli": 1381363200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033441245",
                    "textTitle": "Avis n°2016-1171 du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033441250",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-1171",
                    "datePubli": 1479772800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10-13",
                    "articleId": "LEGIARTI000006466369",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143331200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-1",
                    "articleId": "LEGIARTI000006518196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-2",
                    "articleId": "LEGIARTI000006518198",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. A43-6 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A43-6",
                    "articleId": "LEGIARTI000019152317",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019462386",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1221177600000,
                    "dateFin": 1332633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025580096",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1332633600000,
                    "dateFin": 1381449600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028053220",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1381449600000,
                    "dateFin": 1479686400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033474180",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479686400000,
                    "dateFin": 1581292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041553495",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1581292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A43-9",
                "43-9"
            ],
            "versionPrecedente": "LEGIARTI000019462386",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019462386",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Conformément aux dispositions de l'article R. 213-2 , les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. II.-Conformément aux dispositions de l'article R. 213-1 , les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article R. 10-13 du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article. III.-Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement prévu aux I et II est déterminé sur devis. Tarifs hors taxe applicables aux prestations requises aux opérateurs de téléphonie mobile CATÉGORIES DE DONNÉES PRESTATIONS REQUISES TARIFS (en euros) Informations permettant d'identifier l'utilisateur. Identification en nombre d'abonnés, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro d'appel avec un minimum de perception de 20 numéros. 0, 65 Identification d'un abonné à partir de son numéro d'appel ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous forme électronique non copiable. 6, 50 Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI). 6, 50 Identification d'abonnés à partir du patronyme ou de la raison sociale. 13, 00 Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif. 17, 50 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 17, 50 Recherche de numéros d'appel ou identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif. 13, 00 Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. 13, 00 Copie du contrat d'abonnement (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale Copie des documents annexés au contrat d'abonnement (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale Copie de factures (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale Données relatives aux équipements terminaux de communications utilisés. Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service. 6, 50 Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. Détail des trafics d'un abonné sur une période indivisible d'un mois.L'identification de l'abonné est en sus. 17, 50 Détails des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible d'un mois.L'identification des abonnés est en sus. 17, 50 Détail géolocalisé des trafics d'un abonné sur une période indivisible d'un mois accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période d'un mois. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 35, 00 Détails géolocalisé des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible d'un mois accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période d'un mois. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. 35, 00 Détail des trafics vers un abonné étranger sur une période indivisible d'un mois, l'identification de l'abonné est en sus. 17, 50 Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois.L'identification des abonnés est en sus. 17, 50 Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois. 17, 50 + 0, 65 par abonné identifié Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs. Identification d'un prestataire de services à partir d'un numéro court. 6, 50 Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification. 6, 50 Carte de couverture optimale d'une cellule. 17, 50 Carte de couverture secondaire d'une cellule. 17, 50 Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique). 17, 50 Données permettant d'identifier le ou les destinataires de la communication. Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI). 17, 50 Tarifs hors taxe applicables aux prestations requises aux opérateurs de téléphonie fixe CATÉGORIES DE DONNÉES PRESTATIONS REQUISES TARIFS (en euros) Informations permettant d'identifier l'utilisateur. Identification en nombre d'abonnés, à partir de leur numéro (ad'appel vec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro d'appel avec un minimum de perception de 20 numéros. 0, 65 Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires). Demande reçue sous forme papier, par fax ou sous forme électronique non copiable. 8, 50 Recherche et identification d'un abonné appelant derrière une tête de ligne ou un serveur. Sur devis Identification d'un abonné à partir du patronyme ou de la raison sociale et filtre sur d'autres critères. 13, 00 Identification d'un abonné à partir de l'adresse de son installation téléphonique. 13, 00 Identification d'un point de vente à partir d'une carte prépayée. 17, 50 Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif. 17, 50 Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif. 17, 50 Identification d'un abonné ADSL et de son fournisseur d'accès internet. 8, 50 Copie du contrat d'abonnement (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale Copie des documents annexés au contrat d'abonnement (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale Copie de factures (fournie sous un mois). Tarif prévu par l'article R. 213 du code de procédure pénale Données relatives aux équipements terminaux utilisés. Identification des publiphones implantés dans une zone géographique donnée. 17, 50 Recherche d'un opérateur tiers à partir de son numéro de faisceau 13, 00 Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. Détail des trafics d'un abonné sur une période indivisible d'un mois.L'identification de l'abonné est en sus. 17, 50 Détail des trafics en relation avec un abonné d'un opérateur étranger. Sur devis",
            "texteHtml": "<p>I.-Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518198&dateTexte=&categorieLien=cid'>l'article R. 213-2</a>, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet les interceptions de communications de téléphonie donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces demandes, pour chacune des prestations demandées, le montant hors taxes des tarifs fixés dans le tableau annexé au présent arrêté. </p><p>II.-Conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006518196&dateTexte=&categorieLien=cid'>l'article R. 213-1</a>, les réquisitions adressées dans les conditions prévues au présent code ayant pour objet la production et la fourniture des données mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006466369&dateTexte=&categorieLien=cid'>R. 10-13</a> du code des postes et des communications électroniques donnent lieu à remboursement aux opérateurs de communications électroniques, sur facture et justificatifs, en appliquant à ces réquisitions, pour chacune des prestations demandées, le montant hors taxe des tarifs fixés dans les tableaux annexés au présent article.</p><p><br/>III.-Pour les prestations ne figurant pas dans les tableaux annexés, le montant du remboursement prévu aux I et II est déterminé sur devis. </p><p align='center'>Tarifs hors taxe applicables aux prestations requises aux opérateurs de téléphonie mobile </p><p align='center'></p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td><p align='center'>CATÉGORIES DE DONNÉES </p></td><td><p align='center'>PRESTATIONS REQUISES </p></td><td><p align='center'>TARIFS <br/>(en euros) </p></td></tr><tr><td vAlign='top'><p>Informations permettant d'identifier l'utilisateur. </p></td><td vAlign='top'><p>Identification en nombre d'abonnés, à partir de leur numéro d'appel ou du numéro de leur carte SIM (avec ou sans coordonnées bancaires), demande copiable sous format électronique. Prix par numéro d'appel avec un minimum de perception de 20 numéros. </p></td><td vAlign='top'><p align='center'>0, 65 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Identification d'un abonné à partir de son numéro d'appel ou du numéro de sa carte SIM (avec ou sans coordonnées bancaires), demande reçue sous forme papier, par fax ou sous forme électronique non copiable. </p></td><td vAlign='top'><p align='center'>6, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Historique d'attribution d'un numéro d'appel, d'un numéro de carte SIM ou d'un identifiant d'abonné (numéro IMSI). </p></td><td vAlign='top'><p align='center'>6, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Identification d'abonnés à partir du patronyme ou de la raison sociale. </p></td><td vAlign='top'><p align='center'>13, 00 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Identification des numéros d'appel et des abonnés associés à partir des moyens de paiement utilisés. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel ou de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Recherche de numéros d'appel ou identification d'un abonné à partir d'un numéro IMEI. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td vAlign='top'><p align='center'>13, 00 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Recherche d'identifiants de téléphone mobile et identification d'abonné à partir d'un numéro d'appel ou d'un numéro de carte SIM. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td vAlign='top'><p align='center'>13, 00 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Copie du contrat d'abonnement (fournie sous un mois). </p></td><td vAlign='top'><p align='center'>Tarif prévu par l'article R. 213 du code de procédure pénale </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Copie des documents annexés au contrat d'abonnement (fournie sous un mois). </p></td><td vAlign='top'><p align='center'>Tarif prévu par l'article R. 213 du code de procédure pénale </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Copie de factures (fournie sous un mois). </p></td><td vAlign='top'><p align='center'>Tarif prévu par l'article R. 213 du code de procédure pénale </p></td></tr><tr><td vAlign='top'><p>Données relatives aux équipements terminaux de communications utilisés. </p></td><td vAlign='top'><p>Fourniture du code de déblocage (code PUK) d'une carte SIM bloquée suite à trois tentatives infructueuses de mise en service. </p></td><td vAlign='top'><p align='center'>6, 50 </p></td></tr><tr><td vAlign='top'><p>Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. </p></td><td vAlign='top'><p>Détail des trafics d'un abonné sur une période indivisible d'un mois.L'identification de l'abonné est en sus. </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Détails des trafics à partir d'un numéro d'appel étranger ou vers un numéro d'appel étranger en itinérance sur le réseau de l'opérateur, sur une période indivisible d'un mois.L'identification des abonnés est en sus. </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Détail géolocalisé des trafics d'un abonné sur une période indivisible d'un mois accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période d'un mois. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. </p></td><td vAlign='top'><p align='center'>35, 00 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Détails géolocalisé des trafics en relation avec un abonné d'un opérateur étranger sur une période indivisible d'un mois accompagné de l'adresse du relais téléphonique (cellule) par lequel les communications ont débuté, sur une période d'un mois. Le coût inclut l'identification de la totalité des cellules, l'identification des abonnés est en sus. </p></td><td vAlign='top'><p align='center'>35, 00 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Détail des trafics vers un abonné étranger sur une période indivisible d'un mois, l'identification de l'abonné est en sus. </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Détail des trafics écoulés dans un relais téléphonique (cellule) sur une période de 4 heures au cours des douze derniers mois.L'identification des abonnés est en sus. </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Détail des trafics écoulés dans un relais téléphonique (cellule) avec identification des abonnés sur une période de 4 heures au cours des douze derniers mois. </p></td><td vAlign='top'><p align='center'>17, 50 + 0, 65 par abonné identifié </p></td></tr><tr><td vAlign='top'><p>Données relatives aux services complémentaires demandés ou utilisés par les fournisseurs. </p></td><td vAlign='top'><p>Identification d'un prestataire de services à partir d'un numéro court. </p></td><td vAlign='top'><p align='center'>6, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Recherche de l'adresse d'un relais téléphonique (cellule) à partir de son numéro d'identification. </p></td><td vAlign='top'><p align='center'>6, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Carte de couverture optimale d'une cellule. </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Carte de couverture secondaire d'une cellule. </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'></td><td vAlign='top'><p>Recherche de cellule à partir d'un lieu géographique (couverture optimale théorique). </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr><tr><td vAlign='top'><p>Données permettant d'identifier le ou les destinataires de la communication. </p></td><td vAlign='top'><p>Recherche d'un point de vente à partir d'un numéro d'appel, d'un numéro de carte SIM, d'un identifiant d'abonné (IMSI) ou d'un identifiant de téléphone (IMEI). </p></td><td vAlign='top'><p align='center'>17, 50 </p></td></tr></tbody></table><p align='center'></p><p align='center'></p><p align='center'>Tarifs hors taxe applicables aux prestations requises aux opérateurs de téléphonie fixe </p><p align='center'><br/></p><table border='1' cellSpacing='0' align='center' cellPadding='0'><tbody><tr><td width='151'><p align='center'>CATÉGORIES DE DONNÉES </p></td><td width='340'><p align='center'>PRESTATIONS REQUISES </p></td><td width='113'><p align='center'>TARIFS </p><p align='center'>(en euros) </p></td></tr><tr><td rowSpan='12' width='151' vAlign='top'><p>Informations permettant d'identifier l'utilisateur. </p></td><td width='340' vAlign='top'><p>Identification en nombre d'abonnés, à partir de leur numéro (ad'appel vec ou sans coordonnées bancaires), demande copiable sous forme électronique. Prix par numéro d'appel avec un minimum de perception de 20 numéros. </p></td><td width='113'><p align='center'>0, 65 </p></td></tr><tr><td width='340' vAlign='top'><p>Identification d'un abonné à partir de son numéro d'appel (avec ou sans coordonnées bancaires). Demande reçue sous forme papier, par fax ou sous forme électronique non copiable. </p></td><td width='113'><p align='center'>8, 50 </p></td></tr><tr><td width='340' vAlign='top'><p>Recherche et identification d'un abonné appelant derrière une tête de ligne ou un serveur. </p></td><td width='113'><p align='center'>Sur devis </p></td></tr><tr><td width='340' vAlign='top'><p>Identification d'un abonné à partir du patronyme ou de la raison sociale et filtre sur d'autres critères. </p></td><td width='113'><p align='center'>13, 00 </p></td></tr><tr><td width='340' vAlign='top'><p>Identification d'un abonné à partir de l'adresse de son installation téléphonique. </p></td><td width='113'><p align='center'>13, 00 </p></td></tr><tr><td width='340' vAlign='top'><p>Identification d'un point de vente à partir d'une carte prépayée. </p></td><td width='113'><p align='center'>17, 50 </p></td></tr><tr><td width='340' vAlign='top'><p>Recherche de numéros d'appel et identification d'un abonné à partir d'un moyen de paiement. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='113'><p align='center'>17, 50 </p></td></tr><tr><td width='340' vAlign='top'><p>Identification d'un abonné et de ses moyens de paiement à partir d'un numéro d'appel. Le coût de l'identification de l'abonné est inclus dans le tarif. </p></td><td width='113'><p align='center'>17, 50 </p></td></tr><tr><td width='340' vAlign='top'><p>Identification d'un abonné ADSL et de son fournisseur d'accès internet. </p></td><td width='113'><p align='center'>8, 50 </p></td></tr><tr><td width='340' vAlign='top'><p>Copie du contrat d'abonnement (fournie sous un mois). </p></td><td width='113'><p align='center'>Tarif prévu par l'article R. 213 du code de procédure pénale </p></td></tr><tr><td width='340' vAlign='top'><p>Copie des documents annexés au contrat d'abonnement (fournie sous un mois). </p></td><td width='113'><p align='center'>Tarif prévu par l'article R. 213 du code de procédure pénale </p></td></tr><tr><td width='340' vAlign='top'><p>Copie de factures (fournie sous un mois). </p></td><td width='113'><p align='center'>Tarif prévu par l'article R. 213 du code de procédure pénale </p></td></tr><tr><td rowSpan='2' width='151' vAlign='top'><p>Données relatives aux équipements terminaux utilisés. </p></td><td width='340' vAlign='top'><p>Identification des publiphones implantés dans une zone géographique donnée. </p></td><td width='113'><p align='center'>17, 50 </p></td></tr><tr><td width='340' vAlign='top'><p>Recherche d'un opérateur tiers à partir de son numéro de faisceau </p></td><td width='113'><p align='center'>13, 00 </p></td></tr><tr><td rowSpan='2' width='151' vAlign='top'><p>Caractéristiques techniques ainsi que la date, l'horaire et la durée de chaque communication. </p></td><td width='340' vAlign='top'><p>Détail des trafics d'un abonné sur une période indivisible d'un mois.L'identification de l'abonné est en sus. </p></td><td width='113'><p align='center'>17, 50 </p></td></tr><tr><td width='340' vAlign='top'><p>Détail des trafics en relation avec un abonné d'un opérateur étranger. </p></td><td width='113'><p align='center'>Sur devis</p></td></tr></tbody></table>",
            "num": "A43-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1221177600000,
            "dateFin": 1332633600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1130254550,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095533",
                        "id": "LEGISCTA000006095533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-02-28",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120173",
                        "id": "LEGISCTA000006120173",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-09-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Des frais de justice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137348",
                        "id": "LEGISCTA000006137348",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019458061",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006137348",
            "sectionParentId": "LEGISCTA000006137348",
            "sectionParentTitre": "Titre X : Des frais de justice",
            "fullSectionsTitre": "Partie Arrêtés &gt; Livre V : Des procédures d'exécution &gt; Titre X : Des frais de justice",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000019462386",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019457173",
                    "textTitle": "Arrêté du 2 septembre 2008 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000019457592",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-09-11",
                    "dateSignaTexte": "2008-09-02",
                    "dateDebutCible": "2008-09-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025623384",
                    "textTitle": "Avis n° 2011-1517  du 22 décembre 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000025623393",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2011-1517",
                    "datePubli": 1333411200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028051689",
                    "textTitle": "Avis n°2013-0952  du 23 juillet 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028051697",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2013-0952",
                    "datePubli": 1381363200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033441245",
                    "textTitle": "Avis n°2016-1171 du 15 septembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033441250",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-1171",
                    "datePubli": 1479772800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R10-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R10-13",
                    "articleId": "LEGIARTI000006466369",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143331200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-1",
                    "articleId": "LEGIARTI000006518196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R213-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-2",
                    "articleId": "LEGIARTI000006518198",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. A43-6 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "A43-6",
                    "articleId": "LEGIARTI000019152317",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019462386",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1221177600000,
                    "dateFin": 1332633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025580096",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1332633600000,
                    "dateFin": 1381449600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028053220",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1381449600000,
                    "dateFin": 1479686400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033474180",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1479686400000,
                    "dateFin": 1581292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041553495",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1581292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A43-9",
                "43-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}