{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043757727",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les services, établissements, institutions ou organismes qui participent ou qui concourent à l'application des législations relatives à l'éducation, à l'enseignement supérieur, à la recherche et à la technologie sont soumis, quelle que soit leur nature juridique, aux vérifications de l'inspection générale de l'éducation, du sport et de la recherche, lorsqu'ils bénéficient ou ont bénéficié, sous quelque forme que ce soit, de concours de l'Etat, d'une collectivité territoriale, d'un établissement public, ainsi que de concours financiers provenant de la Communauté européenne, ou lorsqu'ils sont financés par des cotisations obligatoires. Quand les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent attribuent des concours, sous quelque forme que ce soit, à d'autres organismes, ces derniers peuvent également faire l'objet des vérifications de l'inspection générale de l'éducation, du sport et de la recherche. Les vérifications de l'inspection générale de l'éducation, du sport et de la recherche portent sur le respect de ces législations et sur l'utilisation de ces concours ou cotisations, dont la destination doit demeurer conforme au but pour lequel ils ont été consentis. Les vérifications de l'inspection générale de l'éducation, du sport et de la recherche portent également sur la gestion des ressources humaines des établissements. II.-Dans les domaines de l'éducation, de l'enseignement supérieur, de la recherche et de la technologie, l'inspection générale de l'éducation, du sport et de la recherche exerce également, dans des conditions fixées par décret en Conseil d'Etat, un contrôle du compte d'emploi des ressources collectées auprès du public par les organismes visés à l'article 3 de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, afin de vérifier la conformité des dépenses engagées par ces organismes aux objectifs poursuivis par l'appel à la générosité du public. Ce contrôle peut comporter des vérifications auprès d'autres organismes qui reçoivent des organismes mentionnés au premier alinéa du présent paragraphe, sous quelque forme que ce soit, des ressources collectées auprès du public. Les rapports établis par l'inspection générale de l'éducation, du sport et de la recherche, en application du présent paragraphe, sont adressés aux organismes concernés qui disposent d'un délai de deux mois pour faire valoir leurs observations. Les rapports définitifs, auxquels sont jointes, le cas échéant, les réponses des organismes concernés, sont ensuite adressés aux présidents de ces organismes qui sont tenus de les communiquer au conseil d'administration et à l'assemblée générale lors de la première réunion qui suit. Un décret en Conseil d'Etat fixe les modalités de la publicité de ces rapports. III.-Pour l'exercice de leurs missions, les membres de l'inspection générale de l'éducation, du sport et de la recherche ont libre accès à toutes les administrations de l'Etat et des collectivités publiques, ainsi qu'à tous les services, établissements, institutions ou organismes mentionnés au I et au II. Les administrations de l'Etat, les collectivités publiques, les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent sont tenus de prêter leur concours aux membres de l'inspection générale, de leur fournir toutes justifications et tous renseignements utiles et leur communiquer tous documents nécessaires à l'accomplissement de leurs missions. Pour les opérations faisant appel à l'informatique, le droit de communication implique l'accès aux logiciels et aux données, ainsi que la faculté d'en demander la transcription par tout traitement approprié dans des documents directement utilisables pour les besoins du contrôle. Pour les besoins du contrôle de l'emploi des concours mentionnés au I et des ressources collectées auprès du public mentionnées au II, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres de l'inspection générale de l'éducation, du sport et de la recherche.",
            "texteHtml": "<p></p><p>I.-Les services, établissements, institutions ou organismes qui participent ou qui concourent à l'application des législations relatives à l'éducation, à l'enseignement supérieur, à la recherche et à la technologie sont soumis, quelle que soit leur nature juridique, aux vérifications de l'inspection générale de l'éducation, du sport et de la recherche, lorsqu'ils bénéficient ou ont bénéficié, sous quelque forme que ce soit, de concours de l'Etat, d'une collectivité territoriale, d'un établissement public, ainsi que de concours financiers provenant de la Communauté européenne, ou lorsqu'ils sont financés par des cotisations obligatoires.</p><p></p><p>Quand les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent attribuent des concours, sous quelque forme que ce soit, à d'autres organismes, ces derniers peuvent également faire l'objet des vérifications de l'inspection générale de l'éducation, du sport et de la recherche.</p><p></p><p></p><p>Les vérifications de l'inspection générale de l'éducation, du sport et de la recherche portent sur le respect de ces législations et sur l'utilisation de ces concours ou cotisations, dont la destination doit demeurer conforme au but pour lequel ils ont été consentis.</p><p></p><p>Les vérifications de l'inspection générale de l'éducation, du sport et de la recherche portent également sur la gestion des ressources humaines des établissements.</p><p></p><p>II.-Dans les domaines de l'éducation, de l'enseignement supérieur, de la recherche et de la technologie, l'inspection générale de l'éducation, du sport et de la recherche exerce également, dans des conditions fixées par décret en Conseil d'Etat, un contrôle du compte d'emploi des ressources collectées auprès du public par les organismes visés à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000162114&idArticle=LEGIARTI000006657684&dateTexte=&categorieLien=cid'>l'article 3</a> de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, afin de vérifier la conformité des dépenses engagées par ces organismes aux objectifs poursuivis par l'appel à la générosité du public.</p><p></p><p></p><p>Ce contrôle peut comporter des vérifications auprès d'autres organismes qui reçoivent des organismes mentionnés au premier alinéa du présent paragraphe, sous quelque forme que ce soit, des ressources collectées auprès du public.</p><p></p><p></p><p>Les rapports établis par l'inspection générale de l'éducation, du sport et de la recherche, en application du présent paragraphe, sont adressés aux organismes concernés qui disposent d'un délai de deux mois pour faire valoir leurs observations. Les rapports définitifs, auxquels sont jointes, le cas échéant, les réponses des organismes concernés, sont ensuite adressés aux présidents de ces organismes qui sont tenus de les communiquer au conseil d'administration et à l'assemblée générale lors de la première réunion qui suit. Un décret en Conseil d'Etat fixe les modalités de la publicité de ces rapports.</p><p></p><p></p><p>III.-Pour l'exercice de leurs missions, les membres de l'inspection générale de l'éducation, du sport et de la recherche ont libre accès à toutes les administrations de l'Etat et des collectivités publiques, ainsi qu'à tous les services, établissements, institutions ou organismes mentionnés au I et au II.</p><p></p><p></p><p>Les administrations de l'Etat, les collectivités publiques, les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent sont tenus de prêter leur concours aux membres de l'inspection générale, de leur fournir toutes justifications et tous renseignements utiles et leur communiquer tous documents nécessaires à l'accomplissement de leurs missions.</p><p></p><p></p><p>Pour les opérations faisant appel à l'informatique, le droit de communication implique l'accès aux logiciels et aux données, ainsi que la faculté d'en demander la transcription par tout traitement approprié dans des documents directement utilisables pour les besoins du contrôle.</p><p></p><p></p><p>Pour les besoins du contrôle de l'emploi des concours mentionnés au I et des ressources collectées auprès du public mentionnées au II, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres de l'inspection générale de l'éducation, du sport et de la recherche.</p><p></p><p></p>",
            "num": "L241-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1625270400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151336",
                        "id": "LEGISCTA000006151336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166591",
                        "id": "LEGISCTA000006166591",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524691",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166591",
            "sectionParentId": "LEGISCTA000006166591",
            "sectionParentTitre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre IV : L'inspection et l'évaluation de l'éducation &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043757727",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi n° 2003-339 du 14 avril 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000043741543",
                    "textTitle": "LOI n°2021-875 du 1er juillet 2021 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000043743505",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-07-02",
                    "dateSignaTexte": "2021-07-01",
                    "dateDebutCible": "2021-07-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000162114",
                    "textTitle": "Loi n°91-772 du 7 août 1991 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006657684",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "91-772",
                    "datePubli": 681782400000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006443879",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006443881",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006443882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006443883",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000037615468",
                    "textTitle": "Décision n°2018-276 L du 15 novembre 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037615494",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-276 L",
                    "datePubli": 1542326400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037615468",
                    "textTitle": "Décision n°2018-276 L du 15 novembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037615469",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-276 L",
                    "datePubli": 1542326400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046793026",
                    "textTitle": "Décret n°2022-1635 du 23 décembre 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046798037",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1635",
                    "datePubli": 1671840000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L241-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L241-3",
                    "articleId": "LEGIARTI000006524693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-10",
                    "articleId": "LEGIARTI000042830589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-11",
                    "articleId": "LEGIARTI000042830694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-12",
                    "articleId": "LEGIARTI000042830684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-15",
                    "articleId": "LEGIARTI000042830669",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-8",
                    "articleId": "LEGIARTI000042830606",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071190",
                    "textTitle": "Code de la recherche - art. L114-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-4",
                    "articleId": "LEGIARTI000006524156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145404800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000759583",
                    "textTitle": "Loi n°99-587 du 12 juillet 1999 - art. 12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006627878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000759583",
                    "textTitle": "Loi n°99-587 du 12 juillet 1999 - art. 12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006627878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524691",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027747787",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1569974400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039163184",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1569974400000,
                    "dateFin": 1625270400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043757727",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1625270400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L241-2",
                "241-2"
            ],
            "versionPrecedente": "LEGIARTI000039163184",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039163184",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les services, établissements, institutions ou organismes qui participent ou qui concourent à l'application des législations relatives à l'éducation, à l'enseignement supérieur, à la recherche et à la technologie sont soumis, quelle que soit leur nature juridique, aux vérifications de l'inspection générale de l'éducation, du sport et de la recherche, lorsqu'ils bénéficient ou ont bénéficié, sous quelque forme que ce soit, de concours de l'Etat, d'une collectivité territoriale, d'un établissement public, ainsi que de concours financiers provenant de la Communauté européenne, ou lorsqu'ils sont financés par des cotisations obligatoires. Quand les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent attribuent des concours, sous quelque forme que ce soit, à d'autres organismes, ces derniers peuvent également faire l'objet des vérifications de l'inspection générale de l'éducation, du sport et de la recherche. Les vérifications de l'inspection générale de l'éducation, du sport et de la recherche portent sur le respect de ces législations et sur l'utilisation de ces concours ou cotisations, dont la destination doit demeurer conforme au but pour lequel ils ont été consentis. Les vérifications de l'inspection générale de l'éducation, du sport et de la recherche portent également sur la gestion des ressources humaines des établissements. II.-Dans les domaines de l'éducation, de l'enseignement supérieur, de la recherche et de la technologie, l'inspection générale de l'éducation, du sport et de la recherche exerce également, dans des conditions fixées par décret en Conseil d'Etat, un contrôle du compte d'emploi des ressources collectées auprès du public dans le cadre de campagnes menées à l'échelon national par les organismes visés à l'article 3 de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, afin de vérifier la conformité des dépenses engagées par ces organismes aux objectifs poursuivis par l'appel à la générosité publique. Ce contrôle peut comporter des vérifications auprès d'autres organismes qui reçoivent des organismes mentionnés au premier alinéa du présent paragraphe, sous quelque forme que ce soit, des ressources collectées dans le cadre de ces campagnes. Les rapports établis par l'inspection générale de l'éducation, du sport et de la recherche, en application du présent paragraphe, sont adressés aux organismes concernés qui disposent d'un délai de deux mois pour faire valoir leurs observations. Les rapports définitifs, auxquels sont jointes, le cas échéant, les réponses des organismes concernés, sont ensuite adressés aux présidents de ces organismes qui sont tenus de les communiquer au conseil d'administration et à l'assemblée générale lors de la première réunion qui suit. Un décret en Conseil d'Etat fixe les modalités de la publicité de ces rapports. III.-Pour l'exercice de leurs missions, les membres de l'inspection générale de l'éducation, du sport et de la recherche ont libre accès à toutes les administrations de l'Etat et des collectivités publiques, ainsi qu'à tous les services, établissements, institutions ou organismes mentionnés au I et au II. Les administrations de l'Etat, les collectivités publiques, les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent sont tenus de prêter leur concours aux membres de l'inspection générale, de leur fournir toutes justifications et tous renseignements utiles et leur communiquer tous documents nécessaires à l'accomplissement de leurs missions. Pour les opérations faisant appel à l'informatique, le droit de communication implique l'accès aux logiciels et aux données, ainsi que la faculté d'en demander la transcription par tout traitement approprié dans des documents directement utilisables pour les besoins du contrôle. Pour les besoins du contrôle de l'emploi des concours mentionnés au I et des ressources collectées auprès du public mentionnées au II, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres de l'inspection générale de l'éducation, du sport et de la recherche.",
            "texteHtml": "<p></p><p>I.-Les services, établissements, institutions ou organismes qui participent ou qui concourent à l'application des législations relatives à l'éducation, à l'enseignement supérieur, à la recherche et à la technologie sont soumis, quelle que soit leur nature juridique, aux vérifications de l'inspection générale de l'éducation, du sport et de la recherche, lorsqu'ils bénéficient ou ont bénéficié, sous quelque forme que ce soit, de concours de l'Etat, d'une collectivité territoriale, d'un établissement public, ainsi que de concours financiers provenant de la Communauté européenne, ou lorsqu'ils sont financés par des cotisations obligatoires.</p><p><p>Quand les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent attribuent des concours, sous quelque forme que ce soit, à d'autres organismes, ces derniers peuvent également faire l'objet des vérifications de l'inspection générale de l'éducation, du sport et de la recherche.</p></p><p><p>Les vérifications de l'inspection générale de l'éducation, du sport et de la recherche portent sur le respect de ces législations et sur l'utilisation de ces concours ou cotisations, dont la destination doit demeurer conforme au but pour lequel ils ont été consentis.</p></p><p>Les vérifications de l'inspection générale de l'éducation, du sport et de la recherche portent également sur la gestion des ressources humaines des établissements.</p><p><p>II.-Dans les domaines de l'éducation, de l'enseignement supérieur, de la recherche et de la technologie, l'inspection générale de l'éducation, du sport et de la recherche exerce également, dans des conditions fixées par décret en Conseil d'Etat, un contrôle du compte d'emploi des ressources collectées auprès du public dans le cadre de campagnes menées à l'échelon national par les organismes visés à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000162114&idArticle=LEGIARTI000006657684&dateTexte=&categorieLien=cid'>l'article 3</a> de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, afin de vérifier la conformité des dépenses engagées par ces organismes aux objectifs poursuivis par l'appel à la générosité publique.</p></p><p><p>Ce contrôle peut comporter des vérifications auprès d'autres organismes qui reçoivent des organismes mentionnés au premier alinéa du présent paragraphe, sous quelque forme que ce soit, des ressources collectées dans le cadre de ces campagnes.</p></p><p><p>Les rapports établis par l'inspection générale de l'éducation, du sport et de la recherche, en application du présent paragraphe, sont adressés aux organismes concernés qui disposent d'un délai de deux mois pour faire valoir leurs observations. Les rapports définitifs, auxquels sont jointes, le cas échéant, les réponses des organismes concernés, sont ensuite adressés aux présidents de ces organismes qui sont tenus de les communiquer au conseil d'administration et à l'assemblée générale lors de la première réunion qui suit. Un décret en Conseil d'Etat fixe les modalités de la publicité de ces rapports.</p></p><p><p>III.-Pour l'exercice de leurs missions, les membres de l'inspection générale de l'éducation, du sport et de la recherche ont libre accès à toutes les administrations de l'Etat et des collectivités publiques, ainsi qu'à tous les services, établissements, institutions ou organismes mentionnés au I et au II.</p></p><p><p>Les administrations de l'Etat, les collectivités publiques, les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent sont tenus de prêter leur concours aux membres de l'inspection générale, de leur fournir toutes justifications et tous renseignements utiles et leur communiquer tous documents nécessaires à l'accomplissement de leurs missions.</p></p><p><p>Pour les opérations faisant appel à l'informatique, le droit de communication implique l'accès aux logiciels et aux données, ainsi que la faculté d'en demander la transcription par tout traitement approprié dans des documents directement utilisables pour les besoins du contrôle.</p></p><p><p>Pour les besoins du contrôle de l'emploi des concours mentionnés au I et des ressources collectées auprès du public mentionnées au II, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres de l'inspection générale de l'éducation, du sport et de la recherche.</p></p><p></p>",
            "num": "L241-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1569974400000,
            "dateFin": 1625270400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151336",
                        "id": "LEGISCTA000006151336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166591",
                        "id": "LEGISCTA000006166591",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524691",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166591",
            "sectionParentId": "LEGISCTA000006166591",
            "sectionParentTitre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre IV : L'inspection et l'évaluation de l'éducation &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039163184",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi n° 2003-339 du 14 avril 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039160249",
                    "textTitle": "Décret n°2019-1008 du 30 septembre 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000039161256",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-10-01",
                    "dateSignaTexte": "2019-09-30",
                    "dateDebutCible": "2019-10-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000162114",
                    "textTitle": "Loi n°91-772 du 7 août 1991 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006657684",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "91-772",
                    "datePubli": 681782400000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006443879",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006443881",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006443882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006443883",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000037615468",
                    "textTitle": "Décision n°2018-276 L du 15 novembre 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037615494",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-276 L",
                    "datePubli": 1542326400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037615468",
                    "textTitle": "Décision n°2018-276 L du 15 novembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037615469",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-276 L",
                    "datePubli": 1542326400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046793026",
                    "textTitle": "Décret n°2022-1635 du 23 décembre 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046798037",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1635",
                    "datePubli": 1671840000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L241-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L241-3",
                    "articleId": "LEGIARTI000039163174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1569974400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-10",
                    "articleId": "LEGIARTI000042830589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-11",
                    "articleId": "LEGIARTI000042830694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-12",
                    "articleId": "LEGIARTI000042830684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-15",
                    "articleId": "LEGIARTI000042830669",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-8",
                    "articleId": "LEGIARTI000042830606",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071190",
                    "textTitle": "Code de la recherche - art. L114-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-4",
                    "articleId": "LEGIARTI000006524156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145404800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000759583",
                    "textTitle": "Loi n°99-587 du 12 juillet 1999 - art. 12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006627878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000759583",
                    "textTitle": "Loi n°99-587 du 12 juillet 1999 - art. 12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006627878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524691",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027747787",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1569974400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039163184",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1569974400000,
                    "dateFin": 1625270400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043757727",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1625270400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L241-2",
                "241-2"
            ],
            "versionPrecedente": "LEGIARTI000027747787",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027747787",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les services, établissements, institutions ou organismes qui participent ou qui concourent à l'application des législations relatives à l'éducation, à l'enseignement supérieur, à la recherche et à la technologie sont soumis, quelle que soit leur nature juridique, aux vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche, lorsqu'ils bénéficient ou ont bénéficié, sous quelque forme que ce soit, de concours de l'Etat, d'une collectivité territoriale, d'un établissement public, ainsi que de concours financiers provenant de la Communauté européenne, ou lorsqu'ils sont financés par des cotisations obligatoires. Quand les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent attribuent des concours, sous quelque forme que ce soit, à d'autres organismes, ces derniers peuvent également faire l'objet des vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche. Les vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche portent sur le respect de ces législations et sur l'utilisation de ces concours ou cotisations, dont la destination doit demeurer conforme au but pour lequel ils ont été consentis. Les vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche portent également sur la gestion des ressources humaines des établissements. II.-Dans les domaines de l'éducation, de l'enseignement supérieur, de la recherche et de la technologie, l'inspection générale de l'administration de l'éducation nationale et de la recherche exerce également, dans des conditions fixées par décret en Conseil d'Etat, un contrôle du compte d'emploi des ressources collectées auprès du public dans le cadre de campagnes menées à l'échelon national par les organismes visés à l'article 3 de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, afin de vérifier la conformité des dépenses engagées par ces organismes aux objectifs poursuivis par l'appel à la générosité publique. Ce contrôle peut comporter des vérifications auprès d'autres organismes qui reçoivent des organismes mentionnés au premier alinéa du présent paragraphe, sous quelque forme que ce soit, des ressources collectées dans le cadre de ces campagnes. Les rapports établis par l'inspection générale de l'administration de l'éducation nationale et de la recherche, en application du présent paragraphe, sont adressés aux organismes concernés qui disposent d'un délai de deux mois pour faire valoir leurs observations. Les rapports définitifs, auxquels sont jointes, le cas échéant, les réponses des organismes concernés, sont ensuite adressés aux présidents de ces organismes qui sont tenus de les communiquer au conseil d'administration et à l'assemblée générale lors de la première réunion qui suit. Un décret en Conseil d'Etat fixe les modalités de la publicité de ces rapports. III.-Pour l'exercice de leurs missions, les membres de l'inspection générale de l'administration de l'éducation nationale et de la recherche ont libre accès à toutes les administrations de l'Etat et des collectivités publiques, ainsi qu'à tous les services, établissements, institutions ou organismes mentionnés au I et au II. Les administrations de l'Etat, les collectivités publiques, les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent sont tenus de prêter leur concours aux membres de l'inspection générale, de leur fournir toutes justifications et tous renseignements utiles et leur communiquer tous documents nécessaires à l'accomplissement de leurs missions. Pour les opérations faisant appel à l'informatique, le droit de communication implique l'accès aux logiciels et aux données, ainsi que la faculté d'en demander la transcription par tout traitement approprié dans des documents directement utilisables pour les besoins du contrôle. Pour les besoins du contrôle de l'emploi des concours mentionnés au I et des ressources collectées auprès du public mentionnées au II, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres de l'inspection générale de l'administration de l'éducation nationale et de la recherche.",
            "texteHtml": "<p>I.-Les services, établissements, institutions ou organismes qui participent ou qui concourent à l'application des législations relatives à l'éducation, à l'enseignement supérieur, à la recherche et à la technologie sont soumis, quelle que soit leur nature juridique, aux vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche, lorsqu'ils bénéficient ou ont bénéficié, sous quelque forme que ce soit, de concours de l'Etat, d'une collectivité territoriale, d'un établissement public, ainsi que de concours financiers provenant de la Communauté européenne, ou lorsqu'ils sont financés par des cotisations obligatoires. </p><p></p><p>Quand les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent attribuent des concours, sous quelque forme que ce soit, à d'autres organismes, ces derniers peuvent également faire l'objet des vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche. </p><p></p><p>Les vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche portent sur le respect de ces législations et sur l'utilisation de ces concours ou cotisations, dont la destination doit demeurer conforme au but pour lequel ils ont été consentis. </p><p>Les vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche portent également sur la gestion des ressources humaines des établissements. </p><p></p><p>II.-Dans les domaines de l'éducation, de l'enseignement supérieur, de la recherche et de la technologie, l'inspection générale de l'administration de l'éducation nationale et de la recherche exerce également, dans des conditions fixées par décret en Conseil d'Etat, un contrôle du compte d'emploi des ressources collectées auprès du public dans le cadre de campagnes menées à l'échelon national par les organismes visés à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000162114&idArticle=LEGIARTI000006657684&dateTexte=&categorieLien=cid'>l'article 3</a> de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, afin de vérifier la conformité des dépenses engagées par ces organismes aux objectifs poursuivis par l'appel à la générosité publique. </p><p></p><p>Ce contrôle peut comporter des vérifications auprès d'autres organismes qui reçoivent des organismes mentionnés au premier alinéa du présent paragraphe, sous quelque forme que ce soit, des ressources collectées dans le cadre de ces campagnes. </p><p></p><p>Les rapports établis par l'inspection générale de l'administration de l'éducation nationale et de la recherche, en application du présent paragraphe, sont adressés aux organismes concernés qui disposent d'un délai de deux mois pour faire valoir leurs observations. Les rapports définitifs, auxquels sont jointes, le cas échéant, les réponses des organismes concernés, sont ensuite adressés aux présidents de ces organismes qui sont tenus de les communiquer au conseil d'administration et à l'assemblée générale lors de la première réunion qui suit. Un décret en Conseil d'Etat fixe les modalités de la publicité de ces rapports. </p><p></p><p>III.-Pour l'exercice de leurs missions, les membres de l'inspection générale de l'administration de l'éducation nationale et de la recherche ont libre accès à toutes les administrations de l'Etat et des collectivités publiques, ainsi qu'à tous les services, établissements, institutions ou organismes mentionnés au I et au II. </p><p></p><p>Les administrations de l'Etat, les collectivités publiques, les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent sont tenus de prêter leur concours aux membres de l'inspection générale, de leur fournir toutes justifications et tous renseignements utiles et leur communiquer tous documents nécessaires à l'accomplissement de leurs missions. </p><p></p><p>Pour les opérations faisant appel à l'informatique, le droit de communication implique l'accès aux logiciels et aux données, ainsi que la faculté d'en demander la transcription par tout traitement approprié dans des documents directement utilisables pour les besoins du contrôle. </p><p></p><p>Pour les besoins du contrôle de l'emploi des concours mentionnés au I et des ressources collectées auprès du public mentionnées au II, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres de l'inspection générale de l'administration de l'éducation nationale et de la recherche.</p><p></p>",
            "num": "L241-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1374624000000,
            "dateFin": 1569974400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151336",
                        "id": "LEGISCTA000006151336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166591",
                        "id": "LEGISCTA000006166591",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524691",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166591",
            "sectionParentId": "LEGISCTA000006166591",
            "sectionParentTitre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre IV : L'inspection et l'évaluation de l'éducation &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027747787",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi n° 2003-339 du 14 avril 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000027735009",
                    "textTitle": "LOI n°2013-660\n du 22 juillet 2013 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000027736705",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-07-23",
                    "dateSignaTexte": "2013-07-22",
                    "dateDebutCible": "2013-07-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000162114",
                    "textTitle": "Loi n°91-772 du 7 août 1991 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006657684",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "91-772",
                    "datePubli": 681782400000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006443879",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006443881",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006443882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006443883",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000037615468",
                    "textTitle": "Décision n°2018-276 L du 15 novembre 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037615494",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-276 L",
                    "datePubli": 1542326400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037615468",
                    "textTitle": "Décision n°2018-276 L du 15 novembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037615469",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-276 L",
                    "datePubli": 1542326400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046793026",
                    "textTitle": "Décret n°2022-1635 du 23 décembre 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046798037",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1635",
                    "datePubli": 1671840000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L241-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L241-3",
                    "articleId": "LEGIARTI000006524693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-10",
                    "articleId": "LEGIARTI000042830589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-11",
                    "articleId": "LEGIARTI000042830694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-12",
                    "articleId": "LEGIARTI000042830684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-15",
                    "articleId": "LEGIARTI000042830669",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-8",
                    "articleId": "LEGIARTI000042830606",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071190",
                    "textTitle": "Code de la recherche - art. L114-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-4",
                    "articleId": "LEGIARTI000006524156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145404800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000759583",
                    "textTitle": "Loi n°99-587 du 12 juillet 1999 - art. 12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006627878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000759583",
                    "textTitle": "Loi n°99-587 du 12 juillet 1999 - art. 12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006627878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524691",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027747787",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1569974400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039163184",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1569974400000,
                    "dateFin": 1625270400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043757727",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1625270400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L241-2",
                "241-2"
            ],
            "versionPrecedente": "LEGIARTI000006524691",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006524691",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les services, établissements, institutions ou organismes qui participent ou qui concourent à l'application des législations relatives à l'éducation, à l'enseignement supérieur, à la recherche et à la technologie sont soumis, quelle que soit leur nature juridique, aux vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche, lorsqu'ils bénéficient ou ont bénéficié, sous quelque forme que ce soit, de concours de l'Etat, d'une collectivité territoriale, d'un établissement public, ainsi que de concours financiers provenant de la Communauté européenne, ou lorsqu'ils sont financés par des cotisations obligatoires. Quand les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent attribuent des concours, sous quelque forme que ce soit, à d'autres organismes, ces derniers peuvent également faire l'objet des vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche. Les vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche portent sur le respect de ces législations et sur l'utilisation de ces concours ou cotisations, dont la destination doit demeurer conforme au but pour lequel ils ont été consentis. II. - Dans les domaines de l'éducation, de l'enseignement supérieur, de la recherche et de la technologie, l'inspection générale de l'administration de l'éducation nationale et de la recherche exerce également, dans des conditions fixées par décret en Conseil d'Etat, un contrôle du compte d'emploi des ressources collectées auprès du public dans le cadre de campagnes menées à l'échelon national par les organismes visés à l'article 3 de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, afin de vérifier la conformité des dépenses engagées par ces organismes aux objectifs poursuivis par l'appel à la générosité publique. Ce contrôle peut comporter des vérifications auprès d'autres organismes qui reçoivent des organismes mentionnés au premier alinéa du présent paragraphe, sous quelque forme que ce soit, des ressources collectées dans le cadre de ces campagnes. Les rapports établis par l'inspection générale de l'administration de l'éducation nationale et de la recherche, en application du présent paragraphe, sont adressés aux organismes concernés qui disposent d'un délai de deux mois pour faire valoir leurs observations. Les rapports définitifs, auxquels sont jointes, le cas échéant, les réponses des organismes concernés, sont ensuite adressés aux présidents de ces organismes qui sont tenus de les communiquer au conseil d'administration et à l'assemblée générale lors de la première réunion qui suit. Un décret en Conseil d'Etat fixe les modalités de la publicité de ces rapports. III. - Pour l'exercice de leurs missions, les membres de l'inspection générale de l'administration de l'éducation nationale et de la recherche ont libre accès à toutes les administrations de l'Etat et des collectivités publiques, ainsi qu'à tous les services, établissements, institutions ou organismes mentionnés au I et au II. Les administrations de l'Etat, les collectivités publiques, les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent sont tenus de prêter leur concours aux membres de l'inspection générale, de leur fournir toutes justifications et tous renseignements utiles et leur communiquer tous documents nécessaires à l'accomplissement de leurs missions. Pour les opérations faisant appel à l'informatique, le droit de communication implique l'accès aux logiciels et aux données, ainsi que la faculté d'en demander la transcription par tout traitement approprié dans des documents directement utilisables pour les besoins du contrôle. Pour les besoins du contrôle de l'emploi des concours mentionnés au I et des ressources collectées auprès du public mentionnées au II, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres de l'inspection générale de l'administration de l'éducation nationale et de la recherche.",
            "texteHtml": "<p></p>   I. - Les services, établissements, institutions ou organismes qui participent ou qui concourent à l'application des législations relatives à l'éducation, à l'enseignement supérieur, à la recherche et à la technologie sont soumis, quelle que soit leur nature juridique, aux vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche, lorsqu'ils bénéficient ou ont bénéficié, sous quelque forme que ce soit, de concours de l'Etat, d'une collectivité territoriale, d'un établissement public, ainsi que de concours financiers provenant de la Communauté européenne, ou lorsqu'ils sont financés par des cotisations obligatoires.<p></p><p></p>   Quand les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent attribuent des concours, sous quelque forme que ce soit, à d'autres organismes, ces derniers peuvent également faire l'objet des vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche.<p></p><p></p>   Les vérifications de l'inspection générale de l'administration de l'éducation nationale et de la recherche portent sur le respect de ces législations et sur l'utilisation de ces concours ou cotisations, dont la destination doit demeurer conforme au but pour lequel ils ont été consentis.<p></p><p></p>   II. - Dans les domaines de l'éducation, de l'enseignement supérieur, de la recherche et de la technologie, l'inspection générale de l'administration de l'éducation nationale et de la recherche exerce également, dans des conditions fixées par décret en Conseil d'Etat, un contrôle du compte d'emploi des ressources collectées auprès du public dans le cadre de campagnes menées à l'échelon national par les organismes visés à l'article 3 de la loi n° 91-772 du 7 août 1991 relative au congé de représentation en faveur des associations et des mutuelles et au contrôle des comptes des organismes faisant appel à la générosité publique, afin de vérifier la conformité des dépenses engagées par ces organismes aux objectifs poursuivis par l'appel à la générosité publique.<p></p><p></p>   Ce contrôle peut comporter des vérifications auprès d'autres organismes qui reçoivent des organismes mentionnés au premier alinéa du présent paragraphe, sous quelque forme que ce soit, des ressources collectées dans le cadre de ces campagnes.<p></p><p></p>   Les rapports établis par l'inspection générale de l'administration de l'éducation nationale et de la recherche, en application du présent paragraphe, sont adressés aux organismes concernés qui disposent d'un délai de deux mois pour faire valoir leurs observations. Les rapports définitifs, auxquels sont jointes, le cas échéant, les réponses des organismes concernés, sont ensuite adressés aux présidents de ces organismes qui sont tenus de les communiquer au conseil d'administration et à l'assemblée générale lors de la première réunion qui suit. Un décret en Conseil d'Etat fixe les modalités de la publicité de ces rapports.<p></p><p></p>   III. - Pour l'exercice de leurs missions, les membres de l'inspection générale de l'administration de l'éducation nationale et de la recherche ont libre accès à toutes les administrations de l'Etat et des collectivités publiques, ainsi qu'à tous les services, établissements, institutions ou organismes mentionnés au I et au II.<p></p><p></p>   Les administrations de l'Etat, les collectivités publiques, les services, établissements, institutions ou organismes mentionnés à l'alinéa précédent sont tenus de prêter leur concours aux membres de l'inspection générale, de leur fournir toutes justifications et tous renseignements utiles et leur communiquer tous documents nécessaires à l'accomplissement de leurs missions.<p></p><p></p>   Pour les opérations faisant appel à l'informatique, le droit de communication implique l'accès aux logiciels et aux données, ainsi que la faculté d'en demander la transcription par tout traitement approprié dans des documents directement utilisables pour les besoins du contrôle.<p></p><p></p>   Pour les besoins du contrôle de l'emploi des concours mentionnés au I et des ressources collectées auprès du public mentionnées au II, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres de l'inspection générale de l'administration de l'éducation nationale et de la recherche.<p></p>",
            "num": "L241-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 961632000000,
            "dateFin": 1374624000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151336",
                        "id": "LEGISCTA000006151336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166591",
                        "id": "LEGISCTA000006166591",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524691",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166591",
            "sectionParentId": "LEGISCTA000006166591",
            "sectionParentTitre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre IV : L'inspection et l'évaluation de l'éducation &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006524691",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi 2003-339 2003-04-14 art. 1 (loi de ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000162114",
                    "textTitle": "Loi 91-772 1991-08-07 art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000162114",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "91-772",
                    "datePubli": 681782400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006443879",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006443881",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006443882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000000213655",
                    "textTitle": "Décret n°2001-711 du 27 juillet 2001 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006443883",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2001-711",
                    "datePubli": 996796800000,
                    "dateDebut": 996796800000
                },
                {
                    "textCid": "JORFTEXT000037615468",
                    "textTitle": "Décision n°2018-276 L du 15 novembre 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037615494",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-276 L",
                    "datePubli": 1542326400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037615468",
                    "textTitle": "Décision n°2018-276 L du 15 novembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037615469",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-276 L",
                    "datePubli": 1542326400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046793026",
                    "textTitle": "Décret n°2022-1635 du 23 décembre 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046798037",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1635",
                    "datePubli": 1671840000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L241-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L241-3",
                    "articleId": "LEGIARTI000006524693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-10",
                    "articleId": "LEGIARTI000042830589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-11",
                    "articleId": "LEGIARTI000042830694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-12",
                    "articleId": "LEGIARTI000042830684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-15",
                    "articleId": "LEGIARTI000042830669",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R241-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R241-8",
                    "articleId": "LEGIARTI000042830606",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071190",
                    "textTitle": "Code de la recherche - art. L114-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-4",
                    "articleId": "LEGIARTI000006524156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145404800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000759583",
                    "textTitle": "Loi n°99-587 du 12 juillet 1999 - art. 12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006627878",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000759583",
                    "textTitle": "Loi n°99-587 du 12 juillet 1999 - art. 12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006627878",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524691",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1374624000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027747787",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374624000000,
                    "dateFin": 1569974400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039163184",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1569974400000,
                    "dateFin": 1625270400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043757727",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1625270400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L241-2",
                "241-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}