{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042735223",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les dispositions du présent article s'appliquent dans le cas où il n'existe pas d'accord entre l'Union européenne et un Etat non membre de l'Union et dans les cas où un accord existant ne traite pas de la reconnaissance et de l'exécution des procédures de résolution en vigueur dans cet Etat. II. – Sans préjudice du VIII, lorsque le collège de résolution participe à un collège d'autorités de résolution européennes mentionné à l'article L. 613-59-1 , le collège de résolution et les autorités de résolution se concertent en vue d'aboutir à une décision commune sur la possibilité de reconnaître les procédures de résolution d'un Etat non membre de l'Union européenne relatives à un établissement de crédit ou à une entreprise d'investissement de cet Etat ou à une entreprise mère qui remplit l'une ou l'autre des conditions suivantes : 1° Il a des filiales agréées en qualité d'établissement de crédit ou d'entreprise d'investissement établies dans au moins deux Etats membres ou des succursales mentionnées au premier alinéa du I de l'article L. 511-10 ou à l'article L. 532-48 situées dans au moins deux Etats membres et considérées par ces derniers comme d'importance significative ; 2° Il possède des actifs, droits ou engagements situés dans au moins deux Etats membres ou sont régis par le droit de ces Etats membres. III. – Lorsqu'une décision commune sur la reconnaissance des procédures de résolution d'un pays non membre de l'Union européenne est intervenue, le collège de résolution apporte tout son concours en vue d'assurer l'exécution en France des procédures de résolution en cause. IV. – En l'absence de décision commune ou en l'absence de collège d'autorités de résolution européennes et sans préjudice du VIII, le collège de résolution prend une décision sur la reconnaissance et l'exécution des procédures de résolution en vigueur dans un Etat non membre de l'Union européenne relatives à un établissement de crédit ou une entreprise d'investissement dans un Etat non membre ou une entreprise mère. La décision tient compte des intérêts de chaque Etat membre dans lequel un établissement de crédit ou une entreprise d'investissement ou une entreprise mère d'un Etat non membre de l'Union européenne exerce son activité, notamment de l'incidence potentielle de la reconnaissance et de l'exécution des procédures de résolution de l'Etat en question sur les autres entités du groupe et sur la stabilité financière dans les Etats membres concernés. V. – Le collège de résolution peut décider : 1° De mettre en œuvre des mesures de résolution à l'égard : a) Des biens d'un établissement de crédit, d'une entreprise d'investissement ou d'une entreprise mère d'un pays tiers qui sont situés en France ou sont régis par le droit français ; b) Des droits ou obligations d'un établissement de crédit ou d'une entreprise d'investissement dans un Etat non membre de l'Union qui sont inscrits dans ses comptes par une de ses succursales respectivement mentionnées au I de l'article L. 511-10 ou à l'article L. 532-48 ou qui sont régis par le droit national ou dont les créances sont payées en France ; 2° De réaliser le transfert de titres de capital mentionnés au chapitre II du titre Ier du livre II ou d'autres titres de propriété au profit d'une filiale de l'Union agréée dans un Etat membre, y compris en exigeant d'une autre personne qu'elle prenne des mesures pour effectuer ce transfert ; 3° De mettre en œuvre les mesures mentionnées au II de l'article L. 613-56-2 et aux articles L. 613-56-4 et L. 613-56-5 à l'égard des droits de toute partie à un contrat conclu avec une entité mentionnée au II, lorsque de telles mesures sont nécessaires pour appliquer les procédures de résolution d'un Etat non membre de l'Union européenne ; 4° Sous réserve que les obligations essentielles du contrat, notamment les obligations de paiement et de livraison ainsi que la fourniture d'une garantie, continuent d'être remplies : a) De faire obstacle à l'application d'un éventuel droit contractuel de procéder à la résiliation, à la compensation ou à la déchéance du terme des contrats ; b) De modifier les droits contractuels d'entités mentionnées au II et d'autres entités d'un groupe lorsque ce droit découle d'une mesure de résolution prise à l'égard de l'établissement de crédit, de l'entreprise d'investissement ou de l'entreprise mère d'un Etat non membre de l'Union européenne, que ce soit par l'autorité de résolution de l'Etat en cause ou en application du droit de cet Etat en matière de résolution. VI. – Le collège de résolution peut prendre une mesure de résolution à l'égard d'une entreprise mère située en France, lorsque l'autorité d'un Etat non membre de l'Union européenne concernée constate qu'un établissement de crédit ou une entreprise d'investissement remplit les conditions d'ouverture d'une procédure de résolution en application du droit national de cet Etat. Les dispositions des articles L. 613-45-1 et L. 613-50-4 sont applicables. VII. – La reconnaissance et l'exécution des procédures de résolution d'un Etat non membre de l'Union européenne ne fait pas obstacle à l'application des dispositions du livre VI du code de commerce. VIII. – Après consultation des membres du collège d'autorités de résolution européennes prévu à l'article L. 613-59-1, le collège de résolution peut s'opposer à la reconnaissance ou à l'exécution d'une procédure de résolution d'un Etat non membre de l'Union européenne lorsqu'il estime : 1° Que cette procédure de résolution pourrait avoir des effets négatifs sur la stabilité financière en France ou dans un autre Etat membre ; 2° Qu'il est nécessaire de prendre en application de l'article L. 613-62-2 d'autres mesures de résolution à l'égard d'une succursale d'établissement de crédit mentionnée au premier alinéa du I de l'article L. 511-10 ou d'une succursale d'entreprise de pays tiers mentionnée à l'article L. 532-48 ; 3° Que les créanciers dans les Etats membres, notamment les déposants, ne bénéficieraient pas d'un traitement équivalent à celui appliqué aux créanciers relevant de la procédure de résolution mise en œuvre par l'Etat non membre de l'Union européenne ; 4° Que cette procédure aurait des incidences budgétaires et fiscales significatives en France ; 5° La mise en œuvre de cette procédure serait susceptible de produire des effets contraires au droit applicable en France.",
            "texteHtml": "<p>I. – Les dispositions du présent article s'appliquent dans le cas où il n'existe pas d'accord entre l'Union européenne et un Etat non membre de l'Union et dans les cas où un accord existant ne traite pas de la reconnaissance et de l'exécution des procédures de résolution en vigueur dans cet Etat. </p><p>II. – Sans préjudice du VIII, lorsque le collège de résolution participe à un collège d'autorités de résolution européennes mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082896&dateTexte=&categorieLien=cid'>L. 613-59-1</a>, le collège de résolution et les autorités de résolution se concertent en vue d'aboutir à une décision commune sur la possibilité de reconnaître les procédures de résolution d'un Etat non membre de l'Union européenne relatives à un établissement de crédit ou à une entreprise d'investissement de cet Etat ou à une entreprise mère qui remplit l'une ou l'autre des conditions suivantes : </p><p>1° Il a des filiales agréées en qualité d'établissement de crédit ou d'entreprise d'investissement établies dans au moins deux Etats membres ou des succursales mentionnées au premier alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654310&dateTexte=&categorieLien=cid'>L. 511-10 </a>ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000032757173&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L532-48 (V)'>L. 532-48</a> situées dans au moins deux Etats membres et considérées par ces derniers comme d'importance significative ; </p><p>2° Il possède des actifs, droits ou engagements situés dans au moins deux Etats membres ou sont régis par le droit de ces Etats membres. </p><p>III. – Lorsqu'une décision commune sur la reconnaissance des procédures de résolution d'un pays non membre de l'Union européenne est intervenue, le collège de résolution apporte tout son concours en vue d'assurer l'exécution en France des procédures de résolution en cause. </p><p>IV. – En l'absence de décision commune ou en l'absence de collège d'autorités de résolution européennes et sans préjudice du VIII, le collège de résolution prend une décision sur la reconnaissance et l'exécution des procédures de résolution en vigueur dans un Etat non membre de l'Union européenne relatives à un établissement de crédit ou une entreprise d'investissement dans un Etat non membre ou une entreprise mère. </p><p>La décision tient compte des intérêts de chaque Etat membre dans lequel un établissement de crédit ou une entreprise d'investissement ou une entreprise mère d'un Etat non membre de l'Union européenne exerce son activité, notamment de l'incidence potentielle de la reconnaissance et de l'exécution des procédures de résolution de l'Etat en question sur les autres entités du groupe et sur la stabilité financière dans les Etats membres concernés. </p><p>V. – Le collège de résolution peut décider : </p><p>1° De mettre en œuvre des mesures de résolution à l'égard : </p><p>a) Des biens d'un établissement de crédit, d'une entreprise d'investissement ou d'une entreprise mère d'un pays tiers qui sont situés en France ou sont régis par le droit français ; </p><p>b) Des droits ou obligations d'un établissement de crédit ou d'une entreprise d'investissement dans un Etat non membre de l'Union qui sont inscrits dans ses comptes par une de ses succursales respectivement mentionnées au I de l'article L. 511-10 ou à l'article L. 532-48 ou qui sont régis par le droit national ou dont les créances sont payées en France ; </p><p>2° De réaliser le transfert de titres de capital mentionnés au chapitre II du titre Ier du livre II ou d'autres titres de propriété au profit d'une filiale de l'Union agréée dans un Etat membre, y compris en exigeant d'une autre personne qu'elle prenne des mesures pour effectuer ce transfert ; </p><p>3° De mettre en œuvre les mesures mentionnées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082099&dateTexte=&categorieLien=cid'>L. 613-56-2 </a>et aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082103&dateTexte=&categorieLien=cid'>L. 613-56-4 et L. 613-56-5 </a>à l'égard des droits de toute partie à un contrat conclu avec une entité mentionnée au II, lorsque de telles mesures sont nécessaires pour appliquer les procédures de résolution d'un Etat non membre de l'Union européenne ; </p><p>4° Sous réserve que les obligations essentielles du contrat, notamment les obligations de paiement et de livraison ainsi que la fourniture d'une garantie, continuent d'être remplies : </p><p>a) De faire obstacle à l'application d'un éventuel droit contractuel de procéder à la résiliation, à la compensation ou à la déchéance du terme des contrats ; </p><p>b) De modifier les droits contractuels d'entités mentionnées au II et d'autres entités d'un groupe lorsque ce droit découle d'une mesure de résolution prise à l'égard de l'établissement de crédit, de l'entreprise d'investissement ou de l'entreprise mère d'un Etat non membre de l'Union européenne, que ce soit par l'autorité de résolution de l'Etat en cause ou en application du droit de cet Etat en matière de résolution. </p><p>VI. – Le collège de résolution peut prendre une mesure de résolution à l'égard d'une entreprise mère située en France, lorsque l'autorité d'un Etat non membre de l'Union européenne concernée constate qu'un établissement de crédit ou une entreprise d'investissement remplit les conditions d'ouverture d'une procédure de résolution en application du droit national de cet Etat. Les dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081324&dateTexte=&categorieLien=cid'>L. 613-45-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081890&dateTexte=&categorieLien=cid'>L. 613-50-4 </a>sont applicables. </p><p>VII. – La reconnaissance et l'exécution des procédures de résolution d'un Etat non membre de l'Union européenne ne fait pas obstacle à l'application des dispositions du livre VI du code de commerce. </p><p>VIII. – Après consultation des membres du collège d'autorités de résolution européennes prévu à l'article L. 613-59-1, le collège de résolution peut s'opposer à la reconnaissance ou à l'exécution d'une procédure de résolution d'un Etat non membre de l'Union européenne lorsqu'il estime : </p><p>1° Que cette procédure de résolution pourrait avoir des effets négatifs sur la stabilité financière en France ou dans un autre Etat membre ; </p><p>2° Qu'il est nécessaire de prendre en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082924&dateTexte=&categorieLien=cid'>L. 613-62-2 </a>d'autres mesures de résolution à l'égard d'une succursale d'établissement de crédit mentionnée au premier alinéa du I de l'article L. 511-10 ou d'une succursale d'entreprise de pays tiers mentionnée à l'article L. 532-48 ; </p><p>3° Que les créanciers dans les Etats membres, notamment les déposants, ne bénéficieraient pas d'un traitement équivalent à celui appliqué aux créanciers relevant de la procédure de résolution mise en œuvre par l'Etat non membre de l'Union européenne ; </p><p>4° Que cette procédure aurait des incidences budgétaires et fiscales significatives en France ; </p><p>5° La mise en œuvre de cette procédure serait susceptible de produire des effets contraires au droit applicable en France.</p>",
            "num": "L613-62",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609113600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 12 : Dispositions relatives aux relations avec les autorités des Etats non membres de l'Union européenne dans le cadre d'une procédure de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031082916",
                        "id": "LEGISCTA000031082916",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031082918",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031082916",
            "sectionParentId": "LEGISCTA000031082916",
            "sectionParentTitre": "Sous-section 12 : Dispositions relatives aux relations avec les autorités des Etats non membres de l'Union européenne dans le cadre d'une procédure de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 12 : Dispositions relatives aux relations avec les autorités des Etats non membres de l'Union européenne dans le cadre d'une procédure de résolution",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042735223",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.",
            "notaHtml": "<p>Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042722149",
                    "textTitle": "Ordonnance n°2020-1636 du 21 décembre 2020 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000042723611",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-23",
                    "dateSignaTexte": "2020-12-21",
                    "dateDebutCible": "2020-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-10",
                    "articleId": "LEGIARTI000006654310",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-48",
                    "articleId": "LEGIARTI000032757173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-50 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-50",
                    "articleId": "LEGIARTI000044563953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000042734928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-38 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-38",
                    "articleId": "LEGIARTI000042734959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-45-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-45-1",
                    "articleId": "LEGIARTI000031081324",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-50-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-50-4",
                    "articleId": "LEGIARTI000031081890",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-56-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-56-2",
                    "articleId": "LEGIARTI000031082099",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-56-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-56-4",
                    "articleId": "LEGIARTI000031082103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-59-1",
                    "articleId": "LEGIARTI000031082896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-62-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-62-1",
                    "articleId": "LEGIARTI000042735211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-62-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-62-2",
                    "articleId": "LEGIARTI000031082924",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031082918",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735223",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-62",
                "613-62"
            ],
            "versionPrecedente": "LEGIARTI000031082918",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031082918",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les dispositions du présent article s'appliquent dans le cas où il n'existe pas d'accord entre l'Union européenne et un Etat non membre de l'Union et dans les cas où un accord existant ne traite pas de la reconnaissance et de l'exécution des procédures de résolution en vigueur dans cet Etat. II. – Sans préjudice du VIII, lorsque le collège de résolution participe à un collège d'autorités de résolution européennes mentionné à l'article L. 613-59-1 , le collège de résolution et les autorités de résolution se concertent en vue d'aboutir à une décision commune sur la possibilité de reconnaître les procédures de résolution d'un Etat non membre de l'Union européenne relatives à un établissement de crédit ou à une entreprise d'investissement de cet Etat ou à une entreprise mère qui remplit l'une ou l'autre des conditions suivantes : 1° Il a des filiales agréées en qualité d'établissement de crédit ou d'entreprise d'investissement établies dans au moins deux Etats membres ou des succursales mentionnées au premier alinéa du I de l'article L. 511-10 situées dans au moins deux Etats membres et considérées par ces derniers comme d'importance significative ; 2° Il possède des actifs, droits ou engagements situés dans au moins deux Etats membres ou sont régis par le droit de ces Etats membres. III. – Lorsqu'une décision commune sur la reconnaissance des procédures de résolution d'un pays non membre de l'Union européenne est intervenue, le collège de résolution apporte tout son concours en vue d'assurer l'exécution en France des procédures de résolution en cause. IV. – En l'absence de décision commune ou en l'absence de collège d'autorités de résolution européennes et sans préjudice du VIII, le collège de résolution prend une décision sur la reconnaissance et l'exécution des procédures de résolution en vigueur dans un Etat non membre de l'Union européenne relatives à un établissement de crédit ou une entreprise d'investissement dans un Etat non membre ou une entreprise mère. La décision tient compte des intérêts de chaque Etat membre dans lequel un établissement de crédit ou une entreprise d'investissement ou une entreprise mère d'un Etat non membre de l'Union européenne exerce son activité, notamment de l'incidence potentielle de la reconnaissance et de l'exécution des procédures de résolution de l'Etat en question sur les autres entités du groupe et sur la stabilité financière dans les Etats membres concernés. V. – Le collège de résolution peut décider : 1° De mettre en œuvre des mesures de résolution à l'égard : a) Des biens d'un établissement de crédit, d'une entreprise d'investissement ou d'une entreprise mère d'un pays tiers qui sont situés en France ou sont régis par le droit français ; b) Des droits ou obligations d'un établissement de crédit dans un Etat non membre de l'Union qui sont inscrits dans ses comptes par une de ses succursales mentionnées au I de l'article L. 511-10 ou qui sont régis par le droit français ou dont les créances sont payées en France ; 2° De réaliser le transfert de titres de capital mentionnés au chapitre II du titre Ier du livre II ou d'autres titres de propriété au profit d'une filiale de l'Union agréée dans un Etat membre, y compris en exigeant d'une autre personne qu'elle prenne des mesures pour effectuer ce transfert ; 3° De mettre en œuvre les mesures mentionnées au II de l'article L. 613-56-2 et aux articles L. 613-56-4 et L. 613-56-5 à l'égard des droits de toute partie à un contrat conclu avec une entité mentionnée au II, lorsque de telles mesures sont nécessaires pour appliquer les procédures de résolution d'un Etat non membre de l'Union européenne ; 4° Sous réserve que les obligations essentielles du contrat, notamment les obligations de paiement et de livraison ainsi que la fourniture d'une garantie, continuent d'être remplies : a) De faire obstacle à l'application d'un éventuel droit contractuel de procéder à la résiliation, à la compensation ou à la déchéance du terme des contrats ; b) De modifier les droits contractuels d'entités mentionnées au II et d'autres entités d'un groupe lorsque ce droit découle d'une mesure de résolution prise à l'égard de l'établissement de crédit, de l'entreprise d'investissement ou de l'entreprise mère d'un Etat non membre de l'Union européenne, que ce soit par l'autorité de résolution de l'Etat en cause ou en application du droit de cet Etat en matière de résolution. VI. – Le collège de résolution peut prendre une mesure de résolution à l'égard d'une entreprise mère située en France, lorsque l'autorité d'un Etat non membre de l'Union européenne concernée constate qu'un établissement de crédit ou une entreprise d'investissement remplit les conditions d'ouverture d'une procédure de résolution en application du droit national de cet Etat. Les dispositions des articles L. 613-45-1 et L. 613-50-4 sont applicables. VII. – La reconnaissance et l'exécution des procédures de résolution d'un Etat non membre de l'Union européenne ne fait pas obstacle à l'application des dispositions du livre VI du code de commerce. VIII. – Après consultation des membres du collège d'autorités de résolution européennes prévu à l'article L. 613-59-1, le collège de résolution peut s'opposer à la reconnaissance ou à l'exécution d'une procédure de résolution d'un Etat non membre de l'Union européenne lorsqu'il estime : 1° Que cette procédure de résolution pourrait avoir des effets négatifs sur la stabilité financière en France ou dans un autre Etat membre ; 2° Qu'il est nécessaire de prendre en application de l'article L. 613-62-2 d'autres mesures de résolution à l'égard d'une succursale d'établissement de crédit mentionnée au premier alinéa du I de l'article L. 511-10 ; 3° Que les créanciers dans les Etats membres, notamment les déposants, ne bénéficieraient pas d'un traitement équivalent à celui appliqué aux créanciers relevant de la procédure de résolution mise en œuvre par l'Etat non membre de l'Union européenne ; 4° Que cette procédure aurait des incidences budgétaires et fiscales significatives en France ; 5° La mise en œuvre de cette procédure serait susceptible de produire des effets contraires au droit applicable en France.",
            "texteHtml": "<p>I. – Les dispositions du présent article s'appliquent dans le cas où il n'existe pas d'accord entre l'Union européenne et un Etat non membre de l'Union et dans les cas où un accord existant ne traite pas de la reconnaissance et de l'exécution des procédures de résolution en vigueur dans cet Etat. </p><p>II. – Sans préjudice du VIII, lorsque le collège de résolution participe à un collège d'autorités de résolution européennes mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082896&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-59-1 (V)'>L. 613-59-1</a>, le collège de résolution et les autorités de résolution se concertent en vue d'aboutir à une décision commune sur la possibilité de reconnaître les procédures de résolution d'un Etat non membre de l'Union européenne relatives à un établissement de crédit ou à une entreprise d'investissement de cet Etat ou à une entreprise mère qui remplit l'une ou l'autre des conditions suivantes : </p><p>1° Il a des filiales agréées en qualité d'établissement de crédit ou d'entreprise d'investissement établies dans au moins deux Etats membres ou des succursales mentionnées au premier alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654310&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-10 (V)'>L. 511-10 </a>situées dans au moins deux Etats membres et considérées par ces derniers comme d'importance significative ; </p><p>2° Il possède des actifs, droits ou engagements situés dans au moins deux Etats membres ou sont régis par le droit de ces Etats membres. </p><p>III. – Lorsqu'une décision commune sur la reconnaissance des procédures de résolution d'un pays non membre de l'Union européenne est intervenue, le collège de résolution apporte tout son concours en vue d'assurer l'exécution en France des procédures de résolution en cause. </p><p>IV. – En l'absence de décision commune ou en l'absence de collège d'autorités de résolution européennes et sans préjudice du VIII, le collège de résolution prend une décision sur la reconnaissance et l'exécution des procédures de résolution en vigueur dans un Etat non membre de l'Union européenne relatives à un établissement de crédit ou une entreprise d'investissement dans un Etat non membre ou une entreprise mère. </p><p>La décision tient compte des intérêts de chaque Etat membre dans lequel un établissement de crédit ou une entreprise d'investissement ou une entreprise mère d'un Etat non membre de l'Union européenne exerce son activité, notamment de l'incidence potentielle de la reconnaissance et de l'exécution des procédures de résolution de l'Etat en question sur les autres entités du groupe et sur la stabilité financière dans les Etats membres concernés. </p><p>V. – Le collège de résolution peut décider : </p><p>1° De mettre en œuvre des mesures de résolution à l'égard : </p><p>a) Des biens d'un établissement de crédit, d'une entreprise d'investissement ou d'une entreprise mère d'un pays tiers qui sont situés en France ou sont régis par le droit français ; </p><p>b) Des droits ou obligations d'un établissement de crédit dans un Etat non membre de l'Union qui sont inscrits dans ses comptes par une de ses succursales mentionnées au I de l'article L. 511-10 ou qui sont régis par le droit français ou dont les créances sont payées en France ; </p><p>2° De réaliser le transfert de titres de capital mentionnés au chapitre II du titre Ier du livre II ou d'autres titres de propriété au profit d'une filiale de l'Union agréée dans un Etat membre, y compris en exigeant d'une autre personne qu'elle prenne des mesures pour effectuer ce transfert ; </p><p>3° De mettre en œuvre les mesures mentionnées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082099&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-56-2 (V)'>L. 613-56-2 </a>et aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082103&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-56-4 (V)'>L. 613-56-4 et L. 613-56-5 </a>à l'égard des droits de toute partie à un contrat conclu avec une entité mentionnée au II, lorsque de telles mesures sont nécessaires pour appliquer les procédures de résolution d'un Etat non membre de l'Union européenne ; </p><p>4° Sous réserve que les obligations essentielles du contrat, notamment les obligations de paiement et de livraison ainsi que la fourniture d'une garantie, continuent d'être remplies : </p><p>a) De faire obstacle à l'application d'un éventuel droit contractuel de procéder à la résiliation, à la compensation ou à la déchéance du terme des contrats ; </p><p>b) De modifier les droits contractuels d'entités mentionnées au II et d'autres entités d'un groupe lorsque ce droit découle d'une mesure de résolution prise à l'égard de l'établissement de crédit, de l'entreprise d'investissement ou de l'entreprise mère d'un Etat non membre de l'Union européenne, que ce soit par l'autorité de résolution de l'Etat en cause ou en application du droit de cet Etat en matière de résolution. </p><p>VI. – Le collège de résolution peut prendre une mesure de résolution à l'égard d'une entreprise mère située en France, lorsque l'autorité d'un Etat non membre de l'Union européenne concernée constate qu'un établissement de crédit ou une entreprise d'investissement remplit les conditions d'ouverture d'une procédure de résolution en application du droit national de cet Etat. Les dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081324&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-45-1 (V)'>L. 613-45-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081890&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-50-4 (V)'>L. 613-50-4 </a>sont applicables. </p><p>VII. – La reconnaissance et l'exécution des procédures de résolution d'un Etat non membre de l'Union européenne ne fait pas obstacle à l'application des dispositions du livre VI du code de commerce. </p><p>VIII. – Après consultation des membres du collège d'autorités de résolution européennes prévu à l'article L. 613-59-1, le collège de résolution peut s'opposer à la reconnaissance ou à l'exécution d'une procédure de résolution d'un Etat non membre de l'Union européenne lorsqu'il estime : </p><p>1° Que cette procédure de résolution pourrait avoir des effets négatifs sur la stabilité financière en France ou dans un autre Etat membre ; </p><p>2° Qu'il est nécessaire de prendre en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082924&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-62-2 (V)'>L. 613-62-2</a> d'autres mesures de résolution à l'égard d'une succursale d'établissement de crédit mentionnée au premier alinéa du I de l'article L. 511-10 ; </p><p>3° Que les créanciers dans les Etats membres, notamment les déposants, ne bénéficieraient pas d'un traitement équivalent à celui appliqué aux créanciers relevant de la procédure de résolution mise en œuvre par l'Etat non membre de l'Union européenne ; </p><p>4° Que cette procédure aurait des incidences budgétaires et fiscales significatives en France ; </p><p>5° La mise en œuvre de cette procédure serait susceptible de produire des effets contraires au droit applicable en France.</p>",
            "num": "L613-62",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1440201600000,
            "dateFin": 1609113600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 12 : Dispositions relatives aux relations avec les autorités des Etats non membres de l'Union européenne dans le cadre d'une procédure de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031082916",
                        "id": "LEGISCTA000031082916",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031082918",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031082916",
            "sectionParentId": "LEGISCTA000031082916",
            "sectionParentTitre": "Sous-section 12 : Dispositions relatives aux relations avec les autorités des Etats non membres de l'Union européenne dans le cadre d'une procédure de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 12 : Dispositions relatives aux relations avec les autorités des Etats non membres de l'Union européenne dans le cadre d'une procédure de résolution",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031082918",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031070122",
                    "textTitle": "ORDONNANCE n° 2015-1024 du 20 août 2015 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000031075654",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-08-21",
                    "dateSignaTexte": "2015-08-20",
                    "dateDebutCible": "2015-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-10",
                    "articleId": "LEGIARTI000006654310",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-50 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-50",
                    "articleId": "LEGIARTI000044563953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640304000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000038611438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-38 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-38",
                    "articleId": "LEGIARTI000042734959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-45-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-45-1",
                    "articleId": "LEGIARTI000031081324",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-50-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-50-4",
                    "articleId": "LEGIARTI000031081890",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-56-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-56-2",
                    "articleId": "LEGIARTI000031082099",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-56-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-56-4",
                    "articleId": "LEGIARTI000031082103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-59-1",
                    "articleId": "LEGIARTI000031082896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-62-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-62-1",
                    "articleId": "LEGIARTI000042735211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-62-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-62-2",
                    "articleId": "LEGIARTI000031082924",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031082918",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735223",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-62",
                "613-62"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}