{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044374753",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La contribution du département et celle de la métropole au budget du service départemental-métropolitain d'incendie et de secours sont fixées, chaque année, par délibérations du conseil départemental et du conseil de la métropole au vu du rapport sur l'évolution des ressources et des charges prévisibles du service au cours de l'année à venir, adopté par le conseil d'administration de celui-ci. Les relations entre le département, la métropole et le service départemental-métropolitain d'incendie et de secours, et notamment les contributions du département et de la métropole, font l'objet d'une convention pluriannuelle. Les modalités de calcul et de répartition des contributions des communes et des établissements publics de coopération intercommunale du département compétents pour la gestion des services d'incendie et de secours, et de la métropole en lieu et place des communes situées sur son territoire, au financement du service départemental-métropolitain d'incendie et de secours sont fixées par le conseil d'administration de celui-ci. Le conseil d'administration peut, à cet effet, prendre en compte au profit des communes et des établissements publics de coopération intercommunale du département et de la métropole en lieu et place des communes situées sur son territoire la présence dans leur effectif d'agents publics titulaires ou non titulaires ayant la qualité de sapeur-pompier volontaire, la disponibilité qui leur est accordée pendant le temps de travail ou les mesures sociales prises en faveur du volontariat. Le conseil d'administration peut, en outre, prendre en compte la situation des communes et des établissements publics de coopération intercommunale situés dans les zones rurales ou comptant moins de 5 000 habitants. Les contributions des communes et des établissements publics de coopération intercommunale du département, de la métropole en lieu et place des communes situées sur son territoire, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours constituent des dépenses obligatoires. Avant le 1er janvier de l'année en cause, le montant prévisionnel des contributions mentionnées au quatrième alinéa, arrêté par le conseil d'administration du service d'incendie et de secours, est notifié aux maires et aux présidents des établissements publics de coopération intercommunale. Si aucune délibération n'est prise dans les conditions prévues au troisième alinéa, la contribution de chaque commune et de chaque établissement public de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, est calculée, dans des conditions fixées par décret, en fonction de l'importance de sa population, de son potentiel fiscal par habitant ainsi que de la part de sa contribution dans le total des contributions des communes et des établissements publics de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, constatée dans le dernier compte administratif connu.",
            "texteHtml": "<p align='left'>La contribution du département et celle de la métropole au budget du service départemental-métropolitain d'incendie et de secours sont fixées, chaque année, par délibérations du conseil départemental et du conseil de la métropole au vu du rapport sur l'évolution des ressources et des charges prévisibles du service au cours de l'année à venir, adopté par le conseil d'administration de celui-ci.</p><p>Les relations entre le département, la métropole et le service départemental-métropolitain d'incendie et de secours, et notamment les contributions du département et de la métropole, font l'objet d'une convention pluriannuelle.</p><p>Les modalités de calcul et de répartition des contributions des communes et des établissements publics de coopération intercommunale du département compétents pour la gestion des services d'incendie et de secours, et de la métropole en lieu et place des communes situées sur son territoire, au financement du service départemental-métropolitain d'incendie et de secours sont fixées par le conseil d'administration de celui-ci. Le conseil d'administration peut, à cet effet, prendre en compte au profit des communes et des établissements publics de coopération intercommunale du département et de la métropole en lieu et place des communes situées sur son territoire la présence dans leur effectif d'agents publics titulaires ou non titulaires ayant la qualité de sapeur-pompier volontaire, la disponibilité qui leur est accordée pendant le temps de travail ou les mesures sociales prises en faveur du volontariat. Le conseil d'administration peut, en outre, prendre en compte la situation des communes et des établissements publics de coopération intercommunale situés dans les zones rurales ou comptant moins de 5 000 habitants.</p><p>Les contributions des communes et des établissements publics de coopération intercommunale du département, de la métropole en lieu et place des communes situées sur son territoire, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours constituent des dépenses obligatoires.</p><p>Avant le 1er janvier de l'année en cause, le montant prévisionnel des contributions mentionnées au quatrième alinéa, arrêté par le conseil d'administration du service d'incendie et de secours, est notifié aux maires et aux présidents des établissements publics de coopération intercommunale.</p><p>Si aucune délibération n'est prise dans les conditions prévues au troisième alinéa, la contribution de chaque commune et de chaque établissement public de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, est calculée, dans des conditions fixées par décret, en fonction de l'importance de sa population, de son potentiel fiscal par habitant ainsi que de la part de sa contribution dans le total des contributions des communes et des établissements publics de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, constatée dans le dernier compte administratif connu.</p>",
            "num": "L1424-76",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1637971200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : SERVICES PUBLICS LOCAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135480",
                        "id": "LEGISCTA000006135480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS PROPRES À CERTAINS SERVICES PUBLICS LOCAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149207",
                        "id": "LEGISCTA000006149207",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Services d'incendie et de secours",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164485",
                        "id": "LEGISCTA000006164485",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Dispositions relatives au service d'incendie et de secours du département du Rhône et de la métropole de Lyon, dit \"service départemental-métropolitain d'incendie et de secours”",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529369",
                        "id": "LEGISCTA000028529369",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529389",
                        "id": "LEGISCTA000028529389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028529391",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028529389",
            "sectionParentId": "LEGISCTA000028529389",
            "sectionParentTitre": "Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE IV : SERVICES PUBLICS LOCAUX &gt; TITRE II : DISPOSITIONS PROPRES À CERTAINS SERVICES PUBLICS LOCAUX &gt; CHAPITRE IV : Services d'incendie et de secours &gt; Section 7 : Dispositions relatives au service d'incendie et de secours du département du Rhône et de la métropole de Lyon, dit \"service départemental-métropolitain d'incendie et de secours” &gt; Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044374753",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044367862",
                    "textTitle": "LOI n°2021-1520 du 25 novembre 2021 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000044368594",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-11-26",
                    "dateSignaTexte": "2021-11-25",
                    "dateDebutCible": "2021-11-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1424-74 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1424-74",
                    "articleId": "LEGIARTI000044375502",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1637971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028529391",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028538647",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1637971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044374753",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1637971200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1424-76",
                "1424-76"
            ],
            "versionPrecedente": "LEGIARTI000028538647",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028538647",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La contribution du département et celle de la métropole au budget du service départemental-métropolitain d'incendie et de secours sont fixées, chaque année, par délibérations du  conseil départemental et du conseil de la métropole au vu du rapport sur l'évolution des ressources et des charges prévisibles du service au cours de l'année à venir, adopté par le conseil d'administration de celui-ci. Les relations entre le département, la métropole et le service départemental-métropolitain d'incendie et de secours, et notamment les contributions du département et de la métropole, font l'objet d'une convention pluriannuelle. Les modalités de calcul et de répartition des contributions des communes et des établissements publics de coopération intercommunale du département compétents pour la gestion des services d'incendie et de secours, et de la métropole en lieu et place des communes situées sur son territoire, au financement du service départemental-métropolitain d'incendie et de secours sont fixées par le conseil d'administration de celui-ci. Le conseil d'administration peut, à cet effet, prendre en compte au profit des communes et des établissements publics de coopération intercommunale du département et de la métropole en lieu et place des communes situées sur son territoire la présence dans leur effectif d'agents publics titulaires ou non titulaires ayant la qualité de sapeur-pompier volontaire, la disponibilité qui leur est accordée pendant le temps de travail ou les mesures sociales prises en faveur du volontariat. Le conseil d'administration peut, en outre, prendre en compte la situation des communes et des établissements publics de coopération intercommunale situés dans les zones rurales ou comptant moins de 5 000 habitants. Les contributions des communes et des établissements publics de coopération intercommunale du département, de la métropole en lieu et place des communes situées sur son territoire, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours constituent des dépenses obligatoires. Avant le 1er janvier de l'année en cause, le montant prévisionnel des contributions mentionnées au quatrième alinéa, arrêté par le conseil d'administration du service départemental-métropolitain d'incendie et de secours, est notifié aux maires et aux présidents des établissements publics de coopération intercommunale. Si aucune délibération n'est prise dans les conditions prévues au troisième alinéa, la contribution de chaque commune et de chaque établissement public de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, est calculée, dans des conditions fixées par décret, en fonction de l'importance de sa population, de son potentiel fiscal par habitant ainsi que de la part de sa contribution dans le total des contributions des communes et des établissements publics de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, constatée dans le dernier compte administratif connu.",
            "texteHtml": "<p align='left'>La contribution du département et celle de la métropole au budget du service départemental-métropolitain d'incendie et de secours sont fixées, chaque année, par délibérations du  conseil départemental et du conseil de la métropole au vu du rapport sur l'évolution des ressources et des charges prévisibles du service au cours de l'année à venir, adopté par le conseil d'administration de celui-ci.</p><p>Les relations entre le département, la métropole et le service départemental-métropolitain d'incendie et de secours, et notamment les contributions du département et de la métropole, font l'objet d'une convention pluriannuelle.</p><p>Les modalités de calcul et de répartition des contributions des communes et des établissements publics de coopération intercommunale du département compétents pour la gestion des services d'incendie et de secours, et de la métropole en lieu et place des communes situées sur son territoire, au financement du service départemental-métropolitain d'incendie et de secours sont fixées par le conseil d'administration de celui-ci. Le conseil d'administration peut, à cet effet, prendre en compte au profit des communes et des établissements publics de coopération intercommunale du département et de la métropole en lieu et place des communes situées sur son territoire la présence dans leur effectif d'agents publics titulaires ou non titulaires ayant la qualité de sapeur-pompier volontaire, la disponibilité qui leur est accordée pendant le temps de travail ou les mesures sociales prises en faveur du volontariat. Le conseil d'administration peut, en outre, prendre en compte la situation des communes et des établissements publics de coopération intercommunale situés dans les zones rurales ou comptant moins de 5 000 habitants.</p><p>Les contributions des communes et des établissements publics de coopération intercommunale du département, de la métropole en lieu et place des communes situées sur son territoire, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours constituent des dépenses obligatoires.</p><p>Avant le 1er janvier de l'année en cause, le montant prévisionnel des contributions mentionnées au quatrième alinéa, arrêté par le conseil d'administration du service départemental-métropolitain d'incendie et de secours, est notifié aux maires et aux présidents des établissements publics de coopération intercommunale.</p><p>Si aucune délibération n'est prise dans les conditions prévues au troisième alinéa, la contribution de chaque commune et de chaque établissement public de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, est calculée, dans des conditions fixées par décret, en fonction de l'importance de sa population, de son potentiel fiscal par habitant ainsi que de la part de sa contribution dans le total des contributions des communes et des établissements publics de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, constatée dans le dernier compte administratif connu. </p>",
            "num": "L1424-76",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1426982400000,
            "dateFin": 1637971200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : SERVICES PUBLICS LOCAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135480",
                        "id": "LEGISCTA000006135480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS PROPRES À CERTAINS SERVICES PUBLICS LOCAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149207",
                        "id": "LEGISCTA000006149207",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Services d'incendie et de secours",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164485",
                        "id": "LEGISCTA000006164485",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Dispositions relatives au service d'incendie et de secours du département du Rhône et de la métropole de Lyon, dit \"service départemental-métropolitain d'incendie et de secours”",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529369",
                        "id": "LEGISCTA000028529369",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529389",
                        "id": "LEGISCTA000028529389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028529391",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028529389",
            "sectionParentId": "LEGISCTA000028529389",
            "sectionParentTitre": "Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE IV : SERVICES PUBLICS LOCAUX &gt; TITRE II : DISPOSITIONS PROPRES À CERTAINS SERVICES PUBLICS LOCAUX &gt; CHAPITRE IV : Services d'incendie et de secours &gt; Section 7 : Dispositions relatives au service d'incendie et de secours du département du Rhône et de la métropole de Lyon, dit \"service départemental-métropolitain d'incendie et de secours” &gt; Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028538647",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027414225",
                    "textTitle": "LOI n°2013-403\r\n du 17 mai 2013 - art. 1 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027416696",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-05-18",
                    "dateSignaTexte": "2013-05-17",
                    "dateDebutCible": "2013-05-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1424-74 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1424-74",
                    "articleId": "LEGIARTI000044375502",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1637971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028529391",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028538647",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1637971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044374753",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1637971200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1424-76",
                "1424-76"
            ],
            "versionPrecedente": "LEGIARTI000028529391",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028529391",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La contribution du département et celle de la métropole au budget du service départemental-métropolitain d'incendie et de secours sont fixées, chaque année, par délibérations du conseil général et du conseil de la métropole au vu du rapport sur l'évolution des ressources et des charges prévisibles du service au cours de l'année à venir, adopté par le conseil d'administration de celui-ci. Les relations entre le département, la métropole et le service départemental-métropolitain d'incendie et de secours, et notamment les contributions du département et de la métropole, font l'objet d'une convention pluriannuelle. Les modalités de calcul et de répartition des contributions des communes et des établissements publics de coopération intercommunale du département compétents pour la gestion des services d'incendie et de secours, et de la métropole en lieu et place des communes situées sur son territoire, au financement du service départemental-métropolitain d'incendie et de secours sont fixées par le conseil d'administration de celui-ci. Le conseil d'administration peut, à cet effet, prendre en compte au profit des communes et des établissements publics de coopération intercommunale du département et de la métropole en lieu et place des communes situées sur son territoire la présence dans leur effectif d'agents publics titulaires ou non titulaires ayant la qualité de sapeur-pompier volontaire, la disponibilité qui leur est accordée pendant le temps de travail ou les mesures sociales prises en faveur du volontariat. Le conseil d'administration peut, en outre, prendre en compte la situation des communes et des établissements publics de coopération intercommunale situés dans les zones rurales ou comptant moins de 5 000 habitants. Les contributions des communes et des établissements publics de coopération intercommunale du département, de la métropole en lieu et place des communes situées sur son territoire, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours constituent des dépenses obligatoires. Avant le 1er janvier de l'année en cause, le montant prévisionnel des contributions mentionnées au quatrième alinéa, arrêté par le conseil d'administration du service départemental-métropolitain d'incendie et de secours, est notifié aux maires et aux présidents des établissements publics de coopération intercommunale. Si aucune délibération n'est prise dans les conditions prévues au troisième alinéa, la contribution de chaque commune et de chaque établissement public de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, est calculée, dans des conditions fixées par décret, en fonction de l'importance de sa population, de son potentiel fiscal par habitant ainsi que de la part de sa contribution dans le total des contributions des communes et des établissements publics de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, constatée dans le dernier compte administratif connu.",
            "texteHtml": "<p align='left'>La contribution du département et celle de la métropole au budget du service départemental-métropolitain d'incendie et de secours sont fixées, chaque année, par délibérations du conseil général et du conseil de la métropole au vu du rapport sur l'évolution des ressources et des charges prévisibles du service au cours de l'année à venir, adopté par le conseil d'administration de celui-ci.<br/><br/> Les relations entre le département, la métropole et le service départemental-métropolitain d'incendie et de secours, et notamment les contributions du département et de la métropole, font l'objet d'une convention pluriannuelle.<br/><br/> Les modalités de calcul et de répartition des contributions des communes et des établissements publics de coopération intercommunale du département compétents pour la gestion des services d'incendie et de secours, et de la métropole en lieu et place des communes situées sur son territoire, au financement du service départemental-métropolitain d'incendie et de secours sont fixées par le conseil d'administration de celui-ci. Le conseil d'administration peut, à cet effet, prendre en compte au profit des communes et des établissements publics de coopération intercommunale du département et de la métropole en lieu et place des communes situées sur son territoire la présence dans leur effectif d'agents publics titulaires ou non titulaires ayant la qualité de sapeur-pompier volontaire, la disponibilité qui leur est accordée pendant le temps de travail ou les mesures sociales prises en faveur du volontariat. Le conseil d'administration peut, en outre, prendre en compte la situation des communes et des établissements publics de coopération intercommunale situés dans les zones rurales ou comptant moins de 5 000 habitants.<br/><br/> Les contributions des communes et des établissements publics de coopération intercommunale du département, de la métropole en lieu et place des communes situées sur son territoire, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours constituent des dépenses obligatoires.<br/><br/> Avant le 1er janvier de l'année en cause, le montant prévisionnel des contributions mentionnées au quatrième alinéa, arrêté par le conseil d'administration du service départemental-métropolitain d'incendie et de secours, est notifié aux maires et aux présidents des établissements publics de coopération intercommunale.<br/><br/> Si aucune délibération n'est prise dans les conditions prévues au troisième alinéa, la contribution de chaque commune et de chaque établissement public de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, est calculée, dans des conditions fixées par décret, en fonction de l'importance de sa population, de son potentiel fiscal par habitant ainsi que de la part de sa contribution dans le total des contributions des communes et des établissements publics de coopération intercommunale du département, et de la métropole en lieu et place des communes situées sur son territoire, constatée dans le dernier compte administratif connu. </p>",
            "num": "L1424-76",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1426982400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : SERVICES PUBLICS LOCAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135480",
                        "id": "LEGISCTA000006135480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : DISPOSITIONS PROPRES À CERTAINS SERVICES PUBLICS LOCAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149207",
                        "id": "LEGISCTA000006149207",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Services d'incendie et de secours",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164485",
                        "id": "LEGISCTA000006164485",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Dispositions relatives au service d'incendie et de secours du département du Rhône et de la métropole de Lyon, dit \"service départemental-métropolitain d'incendie et de secours”",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529369",
                        "id": "LEGISCTA000028529369",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028529389",
                        "id": "LEGISCTA000028529389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028529391",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028529389",
            "sectionParentId": "LEGISCTA000028529389",
            "sectionParentTitre": "Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE IV : SERVICES PUBLICS LOCAUX &gt; TITRE II : DISPOSITIONS PROPRES À CERTAINS SERVICES PUBLICS LOCAUX &gt; CHAPITRE IV : Services d'incendie et de secours &gt; Section 7 : Dispositions relatives au service d'incendie et de secours du département du Rhône et de la métropole de Lyon, dit \"service départemental-métropolitain d'incendie et de secours” &gt; Sous-section 3 : Les contributions financières des communes et des établissements publics de coopération intercommunale du département, des communes de la métropole, de la métropole et du département au budget du service départemental-métropolitain d'incendie et de secours\r\n\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028529391",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n°2014-58\n du 27 janvier 2014 - art. 32",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000028527719",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-01-28",
                    "dateSignaTexte": "2014-01-27",
                    "dateDebutCible": "2014-01-29"
                },
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n°2014-58 du 27 janvier 2014 - art. 32",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000028527719",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-01-28",
                    "dateSignaTexte": "2014-01-27",
                    "dateDebutCible": "2014-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1424-74 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1424-74",
                    "articleId": "LEGIARTI000044375502",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1637971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028529391",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028538647",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1637971200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044374753",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1637971200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1424-76",
                "1424-76"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}