{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028676704",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "10 - APPAREIL CARDIO-VASCULAIRE. Les atteintes de l'appareil cardio-vasculaire ont des conséquences très diverses selon l'activité exercée par la victime ; dans son rapport, le médecin devra donc bien mettre en évidence les conséquences professionnelles entraînées par l'incapacité physique de l'intéressé. Il faudra prévoir des révisions régulières de l'état de la victime, compte tenu : 1° De l'évolution spontanée quasi constante des atteintes cardio-vasculaires vers l'aggravation ; 2° Des améliorations thérapeutiques, notamment chirurgicales. Dans le cas où un traitement médicamenteux au long cours, notamment anti-coagulant, est mis en oeuvre, les incidences de celui-ci seront à prendre en considération. 10.1 COEUR. Les éléments d'appréciation de l'atteinte cardiaque seront : -Cliniques : troubles du rythme, bruits anormaux, modification de la pression artérielle, dyspnée, manifestations périphériques (cyanose, stase pulmonaire, oedèmes, etc.). -Para-cliniques : modifications de l'image radiologique, tracés anormaux de l'E.C.G., examens biologiques perturbés, comptes rendus opératoires, etc. Les causes de l'atteinte cardiaque peuvent être très diverses. Il convient, pour estimer l'incapacité, de se référer aux déficiences fonctionnelles de l'organe. Il faut rappeler entre autre que, bien souvent, seront à évaluer, non pas les séquelles de la lésion d'un organe sain, mais celles de l'aggravation par le traumatisme d'une affection préexistante. 10.1.1 INSUFFISANCE CARDIAQUE. - Légère Troubles aux efforts prolongés. Nécessité d'une thérapeutique et d'une surveillance discontinues. Pas de symptômes de décompensation, peu de retentissement sur la vie professionnelle 10 à 30 - Moyenne Absence de symptômes au repos. Troubles survenant à l'effort et aggravés par lui. Petits signes d'insuffisance cardiaque cédant bien au traitement, nécessité d'une surveillance suivie. Modification de l'image radiologique. Quelques perturbations dans la vie professionnelle 30 à 60 - Grave Symptomatologie susceptible de se manifester au repos. Accidents d'asystolie. Nécessité d'un traitement et d'un régime suivis. Chute de la pression artérielle. Silhouette cardiaque élargie. Image pleuro-pulmonaire de \" poumon cardiaque \". Vie professionnelle très perturbée ou impossible 60 à 100 10.1.2 PERICARDE. Suites de péricardite ou de blessure du péricarde (à évaluer selon l'atteinte de la fonction cardiaque - voir ci-dessus). 10.1.3 MYOCARDE. La jurisprudence tend de plus en plus à admettre la relation avec le travail effectué, d'une lésion myocardique, ischémique ou autre, survenant sur le lieu ou au temps du travail. Au cas où l'imputabilité a été retenue : 1° Séquelles d'infarctus ou troubles du rythme, liés à une lésion myocardique, ne se traduisant que par quelques modifications de tracés E.C.G., des douleurs angineuses éventuelles, et observation par prudence de certaines règles hygiénodiététiques 20 à 30 A ce taux s'ajoutera éventuellement le taux estimé pour l'insuffisance cardiaque selon son degré. 2° Troubles du rythme ayant entraîné la pose d'un stimulateur 10 à 20 A ce taux s'ajoutera éventuellement le taux estimé par les troubles fonctionnels insuffisamment contrôlés. Dans ce cas, la nécessité d'un changement de profession doit être particulièrement mise en relief. 10.1.4 ENDOCARDE. Les séquelles de lésions valvulaires d'origine traumatique ou post-traumatique (notamment infectieuses), justiciables ou non d'un traitement chirurgical, seront à évaluer selon les troubles fonctionnels et le degré d'insuffisance cardiaque. 10.2 ATTEINTES VASCULAIRES 10.2.1 ARTÈRES 10.2.1.1 Aorte. - Anévrisme aortique (si l'imputabilité a été admise) 80 à 100 - Anévrisme aortique opéré bien contrôlé 30 à 40 - Anévrisme aortique opéré, mal contrôlé ; les séquelles seront appréciées selon l'importance des troubles, en tenant compte des séquelles pariétales. 10.2.1.2 Autres artères. a. Anévrisme des artères périphériques succédant à des traumatismes ouverts ou fermés. L'évaluation de l'incapacité se fera d'après les troubles constatés (voir ci-dessous \" Oblitération artérielle \"). b. Anévrisme artério-veineux, selon le siège, l'importance des vaisseaux concernés, et les manifestations périphériques 10 à 20 En cas de retentissement cardiaque, à ce taux sera ajouté le taux correspondant au degré d'insuffisance cardiaque. c. Oblitération artérielle (si l'imputabilité est admise), y compris celle résultant d'une ligature secondaire à une blessure. Le taux d'incapacité sera estimé selon les signes cliniques, oscillométriques et angiographiques. L'oblitération artérielle se traduit par des signes fonctionnels à l'effort ou au repos (douleurs, crampes), des troubles trophiques et même des ulcérations. On distinguera (aussi bien au membre inférieur qu'au membre supérieur) : - Une forme légère 20 à 30 - Une forme moyenne 30 à 50 - Une forme grave 50 à 70 En cas de sphacèle, l'amputation sera évaluée selon les indications fournies au chapitre portant sur \" les membres supérieurs et les membres inférieurs \". Oblitération artérielle traitée chirurgicalement : le taux sera évalué selon le résultat de l'intervention. 10.2.2 VEINES ET LYMPHATIQUES. Les varices par elles-mêmes ne donnent pas lieu à une évaluation d'invalidité. - Troubles phlébitiques et troubles trophiques veineux et lymphatiques : troubles des tissus cutanés et sous-cutanés, oedème, hypodermite nodulaire, induration cellulitique, lymphoedème, éléphantiasis, ulcère variqueux persistant, etc. : - Forme légère 5 à 10 - Forme moyenne 10 à 20 - Forme grave 20 à 30 10.3 HYPERTENSION ARTERIELLE. Il faudra rechercher tous les indices possibles d'une hypertension préalable à l'accident. L'indemnisation portera sur l'état hypertensif et d'autre part, sur ses retentissements viscéraux. - Elévation de la tension artérielle en soi 10 à 20 - Retentissements viscéraux (indemnisés pour leur propre compte). Voir chapitres particuliers du barème ; - Hypertension secondaire à une lésion rénale traumatique (voir \" Urologie \").",
            "texteHtml": "<p><br/>10 - APPAREIL CARDIO-VASCULAIRE.</p><p><br/>Les atteintes de l'appareil cardio-vasculaire ont des conséquences très diverses selon l'activité exercée par la victime ; dans son rapport, le médecin devra donc bien mettre en évidence les conséquences professionnelles entraînées par l'incapacité physique de l'intéressé. Il faudra prévoir des révisions régulières de l'état de la victime, compte tenu :</p><p>1° De l'évolution spontanée quasi constante des atteintes cardio-vasculaires vers l'aggravation ;</p><p>2° Des améliorations thérapeutiques, notamment chirurgicales.</p><p>Dans le cas où un traitement médicamenteux au long cours, notamment anti-coagulant, est mis en oeuvre, les incidences de celui-ci seront à prendre en considération.</p><p><br/>10.1 COEUR.</p><p>Les éléments d'appréciation de l'atteinte cardiaque seront :</p><p>-Cliniques : troubles du rythme, bruits anormaux, modification de la pression artérielle, dyspnée, manifestations périphériques (cyanose, stase pulmonaire, oedèmes, etc.).</p><p>-Para-cliniques : modifications de l'image radiologique, tracés anormaux de l'E.C.G., examens biologiques perturbés, comptes rendus opératoires, etc.</p><p>Les causes de l'atteinte cardiaque peuvent être très diverses. Il convient, pour estimer l'incapacité, de se référer aux déficiences fonctionnelles de l'organe. Il faut rappeler entre autre que, bien souvent, seront à évaluer, non pas les séquelles de la lésion d'un organe sain, mais celles de l'aggravation par le traumatisme d'une affection préexistante.</p><p>10.1.1 INSUFFISANCE CARDIAQUE.</p><p>- Légère </p><p>Troubles aux efforts prolongés. Nécessité d'une thérapeutique et d'une surveillance discontinues. Pas de symptômes de décompensation, peu de retentissement sur la vie professionnelle 10 à 30 </p><p>- Moyenne </p><p>Absence de symptômes au repos. Troubles survenant à l'effort et aggravés par lui. Petits signes d'insuffisance cardiaque cédant bien au traitement, nécessité d'une surveillance suivie. Modification de l'image radiologique. Quelques perturbations dans la vie professionnelle 30 à 60 </p><p>- Grave </p><p>Symptomatologie susceptible de se manifester au repos. Accidents d'asystolie. Nécessité d'un traitement et d'un régime suivis. Chute de la pression artérielle. Silhouette cardiaque élargie. Image pleuro-pulmonaire de \" poumon cardiaque \". Vie professionnelle très perturbée ou impossible 60 à 100</p><p>10.1.2 PERICARDE.</p><p>Suites de péricardite ou de blessure du péricarde (à évaluer selon l'atteinte de la fonction cardiaque - voir ci-dessus).</p><p>10.1.3 MYOCARDE.</p><p>La jurisprudence tend de plus en plus à admettre la relation avec le travail effectué, d'une lésion myocardique, ischémique ou autre, survenant sur le lieu ou au temps du travail.</p><p>Au cas où l'imputabilité a été retenue :</p><p>1° Séquelles d'infarctus ou troubles du rythme, liés à une lésion myocardique, ne se traduisant que par quelques modifications de tracés E.C.G., des douleurs angineuses éventuelles, et observation par prudence de certaines règles hygiénodiététiques 20 à 30</p><p>A ce taux s'ajoutera éventuellement le taux estimé pour l'insuffisance cardiaque selon son degré.</p><p>2° Troubles du rythme ayant entraîné la pose d'un stimulateur 10 à 20 </p><p>A ce taux s'ajoutera éventuellement le taux estimé par les troubles fonctionnels insuffisamment contrôlés.</p><p>Dans ce cas, la nécessité d'un changement de profession doit être particulièrement mise en relief.</p><p>10.1.4 ENDOCARDE.</p><p>Les séquelles de lésions valvulaires d'origine traumatique ou post-traumatique (notamment infectieuses), justiciables ou non d'un traitement chirurgical, seront à évaluer selon les troubles fonctionnels et le degré d'insuffisance cardiaque.</p><p><br/>10.2 ATTEINTES VASCULAIRES</p><p>10.2.1 ARTÈRES</p><p>10.2.1.1 Aorte.<br/></p><p>- Anévrisme aortique (si l'imputabilité a été admise) 80 à 100</p><p>- Anévrisme aortique opéré bien contrôlé 30 à 40</p><p>- Anévrisme aortique opéré, mal contrôlé ; les séquelles seront appréciées selon l'importance des troubles, en tenant compte des séquelles pariétales.</p><p>10.2.1.2 Autres artères.<br/></p><p>a. Anévrisme des artères périphériques succédant à des traumatismes ouverts ou fermés. L'évaluation de l'incapacité se fera d'après les troubles constatés (voir ci-dessous \" Oblitération artérielle \").</p><p>b. Anévrisme artério-veineux, selon le siège, l'importance des vaisseaux concernés, et les manifestations périphériques 10 à 20 </p><p>En cas de retentissement cardiaque, à ce taux sera ajouté le taux correspondant au degré d'insuffisance cardiaque.</p><p>c. Oblitération artérielle (si l'imputabilité est admise), y compris celle résultant d'une ligature secondaire à une blessure. Le taux d'incapacité sera estimé selon les signes cliniques, oscillométriques et angiographiques.</p><p>L'oblitération artérielle se traduit par des signes fonctionnels à l'effort ou au repos (douleurs, crampes), des troubles trophiques et même des ulcérations.</p><p>On distinguera (aussi bien au membre inférieur qu'au membre supérieur) :</p><p>- Une forme légère 20 à 30 </p><p>- Une forme moyenne 30 à 50 </p><p>- Une forme grave 50 à 70 </p><p>En cas de sphacèle, l'amputation sera évaluée selon les indications fournies au chapitre portant sur \" les membres supérieurs et les membres inférieurs \".</p><p>Oblitération artérielle traitée chirurgicalement : le taux sera évalué selon le résultat de l'intervention.</p><p>10.2.2 VEINES ET LYMPHATIQUES.<br/></p><p>Les varices par elles-mêmes ne donnent pas lieu à une évaluation d'invalidité.</p><p>- Troubles phlébitiques et troubles trophiques veineux et lymphatiques : troubles des tissus cutanés et sous-cutanés, oedème, hypodermite nodulaire, induration cellulitique, lymphoedème, éléphantiasis, ulcère variqueux persistant, etc. :</p><p>- Forme légère 5 à 10</p><p>- Forme moyenne 10 à 20</p><p>- Forme grave 20 à 30</p><p>10.3 HYPERTENSION ARTERIELLE.<br/></p><p>Il faudra rechercher tous les indices possibles d'une hypertension préalable à l'accident.</p><p>L'indemnisation portera sur l'état hypertensif et d'autre part, sur ses retentissements viscéraux.</p><p>- Elévation de la tension artérielle en soi 10 à 20</p><p>- Retentissements viscéraux (indemnisés pour leur propre compte). Voir chapitres particuliers du barème ;</p><p>- Hypertension secondaire à une lésion rénale traumatique (voir \" Urologie \").</p>",
            "num": "Annexe I à l'art. R434-32 (11)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1139184000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429510,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006746223",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006126942",
            "sectionParentId": "LEGISCTA000028678079",
            "sectionParentTitre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "fullSectionsTitre": "Annexes &gt; Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028676704",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000261498",
                    "textTitle": "Décret n°2006-111 du 2 février 2006 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006249135",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-02-05",
                    "dateSignaTexte": "2006-02-02",
                    "dateDebutCible": "2006-02-05"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006746223",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1139184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028676704",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1139184000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'art. R434-32 (11)"
            ],
            "versionPrecedente": "LEGIARTI000006746223",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006746223",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "10 - APPAREIL CARDIO-VASCULAIRE. Les atteintes de l'appareil cardio-vasculaire ont des conséquences très diverses selon l'activité exercée par la victime ; dans son rapport, le médecin devra donc bien mettre en évidence les conséquences professionnelles entraînées par l'incapacité physique de l'intéressé. Il faudra prévoir des révisions régulières de l'état de la victime, compte tenu : 1° De l'évolution spontanée quasi constante des atteintes cardio-vasculaires vers l'aggravation ; 2° Des améliorations thérapeutiques, notamment chirurgicales. Dans le cas où un traitement médicamenteux au long cours, notamment anti-coagulant, est mis en oeuvre, les incidences de celui-ci seront à prendre en considération. 10.1 COEUR. Les éléments d'appréciation de l'atteinte cardiaque seront : -Cliniques : troubles du rythme, bruits anormaux, modification de la pression artérielle, dyspnée, manifestations périphériques (cyanose, stase pulmonaire, oedèmes, etc.). -Para-cliniques : modifications de l'image radiologique, tracés anormaux de l'E.C.G., examens biologiques perturbés, comptes rendus opératoires, etc. Les causes de l'atteinte cardiaque peuvent être très diverses. Il convient, pour estimer l'incapacité, de se référer aux déficiences fonctionnelles de l'organe. Il faut rappeler entre autre que, bien souvent, seront à évaluer, non pas les séquelles de la lésion d'un organe sain, mais celles de l'aggravation par le traumatisme d'une affection préexistante. 10.1.1 INSUFFISANCE CARDIAQUE. - Légère Troubles aux efforts prolongés. Nécessité d'une thérapeutique et d'une surveillance discontinues. Pas de symptômes de décompensation, peu de retentissement sur la vie professionnelle 10 à 30 - Moyenne Absence de symptômes au repos. Troubles survenant à l'effort et aggravés par lui. Petits signes d'insuffisance cardiaque cédant bien au traitement, nécessité d'une surveillance suivie. Modification de l'image radiologique. Quelques perturbations dans la vie professionnelle 30 à 60 - Grave Symptomatologie susceptible de se manifester au repos. Accidents d'asystolie. Nécessité d'un traitement et d'un régime suivis. Chute de la pression artérielle. Silhouette cardiaque élargie. Image pleuro-pulmonaire de \" poumon cardiaque \". Vie professionnelle très perturbée ou impossible 60 à 100 10.1.2 PERICARDE. Suites de péricardite ou de blessure du péricarde (à évaluer selon l'atteinte de la fonction cardiaque - voir ci-dessus). 10.1.3 MYOCARDE. La jurisprudence tend de plus en plus à admettre la relation avec le travail effectué, d'une lésion myocardique, ischémique ou autre, survenant sur le lieu ou au temps du travail. Au cas où l'imputabilité a été retenue : 1° Séquelles d'infarctus ou troubles du rythme, liés à une lésion myocardique, ne se traduisant que par quelques modifications de tracés E.C.G., des douleurs angineuses éventuelles, et observation par prudence de certaines règles hygiénodiététiques 20 à 30 A ce taux s'ajoutera éventuellement le taux estimé pour l'insuffisance cardiaque selon son degré. 2° Troubles du rythme ayant entraîné la pose d'un stimulateur 10 à 20 A ce taux s'ajoutera éventuellement le taux estimé par les troubles fonctionnels insuffisamment contrôlés. Dans ce cas, la nécessité d'un changement de profession doit être particulièrement mise en relief. 10.1.4 ENDOCARDE. Les séquelles de lésions valvulaires d'origine traumatique ou post-traumatique (notamment infectieuses), justiciables ou non d'un traitement chirurgical, seront à évaluer selon les troubles fonctionnels et le degré d'insuffisance cardiaque. 10.2 ATTEINTES VASCULAIRES 10.2.1 ARTÈRES 10.2.1.1 Aorte. - Anévrisme aortique (si l'imputabilité a été admise) 80 à 100 - Anévrisme aortique opéré bien contrôlé 30 à 40 - Anévrisme aortique opéré, mal contrôlé ; les séquelles seront appréciées selon l'importance des troubles, en tenant compte des séquelles pariétales. 10.2.1.2 Autres artères. a. Anévrisme des artères périphériques succédant à des traumatismes ouverts ou fermés. L'évaluation de l'incapacité se fera d'après les troubles constatés (voir ci-dessous \" Oblitération artérielle \"). b. Anévrisme artério-veineux, selon le siège, l'importance des vaisseaux concernés, et les manifestations périphériques 10 à 20 En cas de retentissement cardiaque, à ce taux sera ajouté le taux correspondant au degré d'insuffisance cardiaque. c. Oblitération artérielle (si l'imputabilité est admise), y compris celle résultant d'une ligature secondaire à une blessure. Le taux d'incapacité sera estimé selon les signes cliniques, oscillométriques et angiographiques. L'oblitération artérielle se traduit par des signes fonctionnels à l'effort ou au repos (douleurs, crampes), des troubles trophiques et même des ulcérations. On distinguera (aussi bien au membre inférieur qu'au membre supérieur) : - Une forme légère 20 à 30 - Une forme moyenne 30 à 50 - Une forme grave 50 à 70 En cas de sphacèle, l'amputation sera évaluée selon les indications fournies au chapitre portant sur \" les membres supérieurs et les membres inférieurs \". Oblitération artérielle traitée chirurgicalement : le taux sera évalué selon le résultat de l'intervention. 10.2.2 VEINES ET LYMPHATIQUES. Les varices par elles-mêmes ne donnent pas lieu à une évaluation d'invalidité. - Troubles phlébitiques et troubles trophiques veineux et lymphatiques : troubles des tissus cutanés et sous-cutanés, oedème, hypodermite nodulaire, induration cellulitique, lymphoedème, éléphantiasis, ulcère variqueux persistant, etc. : - Forme légère 5 à 10 - Forme moyenne 10 à 20 - Forme grave 20 à 30 10.3 HYPERTENSION ARTERIELLE. Il faudra rechercher tous les indices possibles d'une hypertension préalable à l'accident. L'indemnisation portera sur l'état hypertensif et d'autre part, sur ses retentissements viscéraux. - Elévation de la tension artérielle en soi 10 à 20 - Retentissements viscéraux (indemnisés pour leur propre compte). Voir chapitres particuliers du barème ; - Hypertension secondaire à une lésion rénale traumatique (voir \" Urologie \").",
            "texteHtml": "<p><br/>10 - APPAREIL CARDIO-VASCULAIRE.</p><p><br/>Les atteintes de l'appareil cardio-vasculaire ont des conséquences très diverses selon l'activité exercée par la victime ; dans son rapport, le médecin devra donc bien mettre en évidence les conséquences professionnelles entraînées par l'incapacité physique de l'intéressé. Il faudra prévoir des révisions régulières de l'état de la victime, compte tenu :</p><p>1° De l'évolution spontanée quasi constante des atteintes cardio-vasculaires vers l'aggravation ;</p><p>2° Des améliorations thérapeutiques, notamment chirurgicales.</p><p>Dans le cas où un traitement médicamenteux au long cours, notamment anti-coagulant, est mis en oeuvre, les incidences de celui-ci seront à prendre en considération.</p><p><br/>10.1 COEUR.</p><p>Les éléments d'appréciation de l'atteinte cardiaque seront :</p><p>-Cliniques : troubles du rythme, bruits anormaux, modification de la pression artérielle, dyspnée, manifestations périphériques (cyanose, stase pulmonaire, oedèmes, etc.).</p><p>-Para-cliniques : modifications de l'image radiologique, tracés anormaux de l'E.C.G., examens biologiques perturbés, comptes rendus opératoires, etc.</p><p>Les causes de l'atteinte cardiaque peuvent être très diverses. Il convient, pour estimer l'incapacité, de se référer aux déficiences fonctionnelles de l'organe. Il faut rappeler entre autre que, bien souvent, seront à évaluer, non pas les séquelles de la lésion d'un organe sain, mais celles de l'aggravation par le traumatisme d'une affection préexistante.</p><p>10.1.1 INSUFFISANCE CARDIAQUE.</p><p>- Légère </p><p>Troubles aux efforts prolongés. Nécessité d'une thérapeutique et d'une surveillance discontinues. Pas de symptômes de décompensation, peu de retentissement sur la vie professionnelle 10 à 30 </p><p>- Moyenne </p><p>Absence de symptômes au repos. Troubles survenant à l'effort et aggravés par lui. Petits signes d'insuffisance cardiaque cédant bien au traitement, nécessité d'une surveillance suivie. Modification de l'image radiologique. Quelques perturbations dans la vie professionnelle 30 à 60 </p><p>- Grave </p><p>Symptomatologie susceptible de se manifester au repos. Accidents d'asystolie. Nécessité d'un traitement et d'un régime suivis. Chute de la pression artérielle. Silhouette cardiaque élargie. Image pleuro-pulmonaire de \" poumon cardiaque \". Vie professionnelle très perturbée ou impossible 60 à 100</p><p>10.1.2 PERICARDE.</p><p>Suites de péricardite ou de blessure du péricarde (à évaluer selon l'atteinte de la fonction cardiaque - voir ci-dessus).</p><p>10.1.3 MYOCARDE.</p><p>La jurisprudence tend de plus en plus à admettre la relation avec le travail effectué, d'une lésion myocardique, ischémique ou autre, survenant sur le lieu ou au temps du travail.</p><p>Au cas où l'imputabilité a été retenue :</p><p>1° Séquelles d'infarctus ou troubles du rythme, liés à une lésion myocardique, ne se traduisant que par quelques modifications de tracés E.C.G., des douleurs angineuses éventuelles, et observation par prudence de certaines règles hygiénodiététiques 20 à 30</p><p>A ce taux s'ajoutera éventuellement le taux estimé pour l'insuffisance cardiaque selon son degré.</p><p>2° Troubles du rythme ayant entraîné la pose d'un stimulateur 10 à 20 </p><p>A ce taux s'ajoutera éventuellement le taux estimé par les troubles fonctionnels insuffisamment contrôlés.</p><p>Dans ce cas, la nécessité d'un changement de profession doit être particulièrement mise en relief.</p><p>10.1.4 ENDOCARDE.</p><p>Les séquelles de lésions valvulaires d'origine traumatique ou post-traumatique (notamment infectieuses), justiciables ou non d'un traitement chirurgical, seront à évaluer selon les troubles fonctionnels et le degré d'insuffisance cardiaque.</p><p><br/>10.2 ATTEINTES VASCULAIRES</p><p>10.2.1 ARTÈRES</p><p>10.2.1.1 Aorte.<br/></p><p>- Anévrisme aortique (si l'imputabilité a été admise) 80 à 100</p><p>- Anévrisme aortique opéré bien contrôlé 30 à 40</p><p>- Anévrisme aortique opéré, mal contrôlé ; les séquelles seront appréciées selon l'importance des troubles, en tenant compte des séquelles pariétales.</p><p>10.2.1.2 Autres artères.<br/></p><p>a. Anévrisme des artères périphériques succédant à des traumatismes ouverts ou fermés. L'évaluation de l'incapacité se fera d'après les troubles constatés (voir ci-dessous \" Oblitération artérielle \").</p><p>b. Anévrisme artério-veineux, selon le siège, l'importance des vaisseaux concernés, et les manifestations périphériques 10 à 20 </p><p>En cas de retentissement cardiaque, à ce taux sera ajouté le taux correspondant au degré d'insuffisance cardiaque.</p><p>c. Oblitération artérielle (si l'imputabilité est admise), y compris celle résultant d'une ligature secondaire à une blessure. Le taux d'incapacité sera estimé selon les signes cliniques, oscillométriques et angiographiques.</p><p>L'oblitération artérielle se traduit par des signes fonctionnels à l'effort ou au repos (douleurs, crampes), des troubles trophiques et même des ulcérations.</p><p>On distinguera (aussi bien au membre inférieur qu'au membre supérieur) :</p><p>- Une forme légère 20 à 30 </p><p>- Une forme moyenne 30 à 50 </p><p>- Une forme grave 50 à 70 </p><p>En cas de sphacèle, l'amputation sera évaluée selon les indications fournies au chapitre portant sur \" les membres supérieurs et les membres inférieurs \".</p><p>Oblitération artérielle traitée chirurgicalement : le taux sera évalué selon le résultat de l'intervention.</p><p>10.2.2 VEINES ET LYMPHATIQUES.<br/></p><p>Les varices par elles-mêmes ne donnent pas lieu à une évaluation d'invalidité.</p><p>- Troubles phlébitiques et troubles trophiques veineux et lymphatiques : troubles des tissus cutanés et sous-cutanés, oedème, hypodermite nodulaire, induration cellulitique, lymphoedème, éléphantiasis, ulcère variqueux persistant, etc. :</p><p>- Forme légère 5 à 10</p><p>- Forme moyenne 10 à 20</p><p>- Forme grave 20 à 30</p><p>10.3 HYPERTENSION ARTERIELLE.<br/></p><p>Il faudra rechercher tous les indices possibles d'une hypertension préalable à l'accident.</p><p>L'indemnisation portera sur l'état hypertensif et d'autre part, sur ses retentissements viscéraux.</p><p>- Elévation de la tension artérielle en soi 10 à 20</p><p>- Retentissements viscéraux (indemnisés pour leur propre compte). Voir chapitres particuliers du barème ;</p><p>- Hypertension secondaire à une lésion rénale traumatique (voir \" Urologie \").</p>",
            "num": "Annexe I à l'art. R434-35 (11)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 503971200000,
            "dateFin": 1139184000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429510,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006746223",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006126942",
            "sectionParentId": "LEGISCTA000028678079",
            "sectionParentTitre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "fullSectionsTitre": "Annexes &gt; Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006746223",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R434-35 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R434-35",
                    "articleId": "LEGIARTI000006750554",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006746223",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1139184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028676704",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1139184000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'art. R434-35 (11)"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}