{
    "cid": "LEGIARTI000035725647",
    "num": "L931-3-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-24",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire et supplémentaire des salariés et non salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126923",
                        "id": "LEGISCTA000006126923",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-24",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Institutions de prévoyance et opérations de ces institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141708",
                        "id": "LEGISCTA000006141708",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-24",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1 : Institutions de prévoyance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156357",
                        "id": "LEGISCTA000006156357",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-24",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172992",
                        "id": "LEGISCTA000006172992",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000035725658",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035720869",
                    "textTitle": "Ordonnance n°2017-1433 du 4 octobre 2017 - art. 25",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000035721964",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-10-05",
                    "dateSignaTexte": "2017-10-04",
                    "dateDebutCible": "2018-04-01"
                }
            ],
            "num": "L931-3-5",
            "origine": "LEGI",
            "texte": "I. - Lorsque l'institution de prévoyance ou union ou l'adhérent souhaite fournir ou mettre à disposition des informations ou des documents à un adhérent ou à un participant sur un support durable autre que le papier, l'institution de prévoyance ou union ou l'adhérent vérifie au préalable que ce mode de communication est adapté à la situation de l'adhérent ou du participant. L'institution de prévoyance ou union ou l'adhérent s'assure qu'il est en mesure de prendre connaissance de ces informations et documents sur le support durable envisagé. Lorsque l'adhérent ou le participant fournit à cette fin une adresse électronique, cette adresse est vérifiée par l'institution de prévoyance ou union ou l'adhérent. Après ces vérifications, l'institution de prévoyance ou union ou l'adhérent doit informer l'adhérent ou le participant de façon claire, précise et compréhensible de la poursuite de leurs relations sur un support durable autre que le papier. Il ou elle renouvelle ces vérifications annuellement. Sauf lorsqu'il est indiqué dans règlement ou le contrat d'adhésion conclu que le service fourni est de nature exclusivement électronique, l'institution de prévoyance ou union ou l'adhérent doit informer l'adhérent ou le participant du droit de celui-ci de s'opposer à l'utilisation de ce support dès l'entrée en relation ou à n'importe quel moment. Il ou elle justifie à tout moment de la relation que cette information a bien été portée à la connaissance de l'adhérent ou du participant. II. - Sauf lorsqu'il est indiqué dans le règlement ou le contrat d'adhésion conclu que le service fourni est de nature exclusivement électronique, l'adhérent ou le participant peut, à tout moment et par tout moyen, demander à ce qu'un support papier soit utilisé sans frais pour la poursuite de leurs relations. Il peut par ailleurs effectuer, dans les mêmes conditions, l'ensemble des formalités et obligations qui lui incombent sur tout autre support durable convenu avec l'institution de prévoyance ou union ou l'adhérent.",
            "texteHtml": "<p>I. - Lorsque l'institution de prévoyance ou union ou l'adhérent souhaite fournir ou mettre à disposition des informations ou des documents à un adhérent ou à un participant sur un support durable autre que le papier, l'institution de prévoyance ou union ou l'adhérent vérifie au préalable que ce mode de communication est adapté à la situation de l'adhérent ou du participant. L'institution de prévoyance ou union ou l'adhérent s'assure qu'il est en mesure de prendre connaissance de ces informations et documents sur le support durable envisagé. Lorsque l'adhérent ou le participant fournit à cette fin une adresse électronique, cette adresse est vérifiée par l'institution de prévoyance ou union ou l'adhérent.<br/><br/>\n Après ces vérifications, l'institution de prévoyance ou union ou l'adhérent doit informer l'adhérent ou le participant de façon claire, précise et compréhensible de la poursuite de leurs relations sur un support durable autre que le papier. Il ou elle renouvelle ces vérifications annuellement.<br/><br/>\n Sauf lorsqu'il est indiqué dans règlement ou le contrat d'adhésion conclu que le service fourni est de nature exclusivement électronique, l'institution de prévoyance ou union ou l'adhérent doit informer l'adhérent ou le participant du droit de celui-ci de s'opposer à l'utilisation de ce support dès l'entrée en relation ou à n'importe quel moment. Il ou elle justifie à tout moment de la relation que cette information a bien été portée à la connaissance de l'adhérent ou du participant.<br/><br/>\n II. - Sauf lorsqu'il est indiqué dans le règlement ou le contrat d'adhésion conclu que le service fourni est de nature exclusivement électronique, l'adhérent ou le participant peut, à tout moment et par tout moyen, demander à ce qu'un support papier soit utilisé sans frais pour la poursuite de leurs relations. Il peut par ailleurs effectuer, dans les mêmes conditions, l'ensemble des formalités et obligations qui lui incombent sur tout autre support durable convenu avec l'institution de prévoyance ou union ou l'adhérent.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-04-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}