{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048248707",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Un projet industriel qui revêt, eu égard à son objet et à son envergure, notamment en termes d'investissement et d'emploi, une importance particulière pour la transition écologique ou la souveraineté nationale, peut être qualifié par décret de projet d'intérêt national majeur. II. - La procédure de mise en compatibilité prévue aux IV à XII ne peut être engagée qu'après accord du maire de la commune dans laquelle le projet industriel pourrait être implanté, ou du président de l'établissement public de coopération intercommunale mentionné au 1° de l'article L. 153-8 concerné lorsqu'un plan local d'urbanisme intercommunal est applicable sur le territoire de celle-ci, et du président de la région correspondante lorsque son document de planification doit être mis en compatibilité. L'autorité compétente de l'Etat les sollicite en leur transmettant les données essentielles du projet industriel ainsi que, lorsqu'une mise en compatibilité est requise, les données essentielles des modifications de leur document de planification ou d'urbanisme nécessaires à la réalisation du projet et les motifs de ces modifications. Leur accord est réputé donné s'il n'est pas émis dans un délai d'un mois à compter de cette transmission. En cas de réponse contradictoire entre la commune ou l'établissement public de coopération intercommunale et la région, il est fait droit à la décision de la commune ou de l'établissement public de coopération intercommunale. III. - Chaque région peut signaler au ministre chargé de l'industrie les projets qui lui semblent susceptibles d'être reconnus d'intérêt national majeur, après avoir recueilli, si la localisation du projet est déjà connue, l'avis des communes et des établissements publics de coopération intercommunale sur le territoire desquels ces projets pourraient être implantés. Le ministre chargé de l'industrie l'informe, dans un délai de trois mois, des projets retenus, dont la qualification de projets d'intérêt national majeur est faite par décret dans les trois mois, et des motivations qui ont conduit à ne pas retenir les autres projets. IV. - Lorsqu'un schéma régional d'aménagement, de développement durable et d'égalité des territoires, le schéma directeur de la région d'Ile-de-France, le plan d'aménagement et de développement durable de Corse, un schéma d'aménagement régional, un schéma de cohérence territoriale, un plan local d'urbanisme ou une carte communale doit être modifié ou révisé pour permettre la réalisation d'un projet industriel qualifié de projet d'intérêt national majeur, il peut être fait application de la procédure prévue aux V à XII du présent article. V. - Lorsque l'autorité administrative compétente de l'Etat considère que l'un des documents mentionnés au III ne permet pas la réalisation d'un projet d'intérêt national majeur pour la transition écologique ou la souveraineté nationale, elle transmet à la collectivité territoriale ou la personne publique compétente pour adopter ce document un dossier qui indique ou rappelle la nécessité de la mise en compatibilité et ses motifs et qui précise les modifications qu'elle estime nécessaires pour y parvenir. L'autorité administrative compétente de l'Etat engage sans délai la procédure de mise en compatibilité du document en cause. VI. - L'évaluation environnementale du projet de mise en compatibilité est effectuée dans les conditions prévues pour les mises en compatibilité engagées en application du second alinéa des articles L. 143-42 ou L. 153-51. Le porteur du projet procède à l'analyse des incidences notables sur l'environnement du projet de mise en compatibilité et transmet le dossier nécessaire à l'évaluation environnementale à l'autorité administrative compétente de l'Etat, qui le transmet ensuite à l'autorité environnementale. L'avis de l'autorité environnementale ou sa décision de ne pas soumettre le projet à une évaluation environnementale est transmis à la collectivité territoriale ou à la personne publique compétente pour adopter le document qui fait l'objet de la procédure de mise en compatibilité. VII. - Le projet de mise en compatibilité fait l'objet d'un examen conjoint par l'Etat, par la collectivité territoriale ou la personne publique compétente pour adopter le document et par les personnes publiques mentionnées aux articles L. 132-7 à L. 132-9 du présent code et, selon le cas, par les personnes publiques mentionnées aux articles L. 4251-5 , L. 4251-6 , L. 4424-13 et L. 4433-10 du code général des collectivités territoriales et aux articles L. 123-7 et L. 123-9 du présent code. VIII. - Le projet de mise en compatibilité est soumis à la procédure de participation du public prévue à l' article L. 123-19 du code de l'environnement . IX. - A l'issue de la procédure de participation du public, l'autorité administrative compétente de l'Etat en présente le bilan devant l'organe délibérant de la collectivité territoriale ou de la personne publique compétente pour adopter le document. L'organe délibérant rend un avis sur le projet de mise en compatibilité. Cet avis est réputé favorable s'il n'est pas émis dans le délai d'un mois. X. - Le projet de mise en compatibilité est adopté par décret. XI. - Le document dont la mise en compatibilité est requise pour permettre la réalisation d'un projet d'intérêt national majeur pour la transition écologique ou la souveraineté nationale ne peut faire l'objet d'une modification ou d'une révision portant sur les dispositions faisant l'objet de cette mise en compatibilité entre la date de la mise à la disposition du public et la date d'entrée en vigueur du décret procédant à la mise en compatibilité prévu au X du présent article. XII. - Lorsque le projet d'intérêt national majeur est suffisamment précis à la date de la décision d'engagement de la procédure de mise en compatibilité mentionnée aux V à X, les pièces nécessaires à la délivrance des autorisations requises pour sa réalisation peuvent être transmises, dès cette date, à l'autorité compétente pour délivrer ces autorisations, en vue de leur instruction.",
            "texteHtml": "<p>I. - Un projet industriel qui revêt, eu égard à son objet et à son envergure, notamment en termes d'investissement et d'emploi, une importance particulière pour la transition écologique ou la souveraineté nationale, peut être qualifié par décret de projet d'intérêt national majeur.</p><p></p><p> II. - La procédure de mise en compatibilité prévue aux IV à XII ne peut être engagée qu'après accord du maire de la commune dans laquelle le projet industriel pourrait être implanté, ou du président de l'établissement public de coopération intercommunale mentionné au 1° de l'article L. 153-8 concerné lorsqu'un plan local d'urbanisme intercommunal est applicable sur le territoire de celle-ci, et du président de la région correspondante lorsque son document de planification doit être mis en compatibilité. L'autorité compétente de l'Etat les sollicite en leur transmettant les données essentielles du projet industriel ainsi que, lorsqu'une mise en compatibilité est requise, les données essentielles des modifications de leur document de planification ou d'urbanisme nécessaires à la réalisation du projet et les motifs de ces modifications. Leur accord est réputé donné s'il n'est pas émis dans un délai d'un mois à compter de cette transmission. En cas de réponse contradictoire entre la commune ou l'établissement public de coopération intercommunale et la région, il est fait droit à la décision de la commune ou de l'établissement public de coopération intercommunale.</p><p></p><p> III. - Chaque région peut signaler au ministre chargé de l'industrie les projets qui lui semblent susceptibles d'être reconnus d'intérêt national majeur, après avoir recueilli, si la localisation du projet est déjà connue, l'avis des communes et des établissements publics de coopération intercommunale sur le territoire desquels ces projets pourraient être implantés.</p><p></p><p> Le ministre chargé de l'industrie l'informe, dans un délai de trois mois, des projets retenus, dont la qualification de projets d'intérêt national majeur est faite par décret dans les trois mois, et des motivations qui ont conduit à ne pas retenir les autres projets.</p><p></p><p> IV. - Lorsqu'un schéma régional d'aménagement, de développement durable et d'égalité des territoires, le schéma directeur de la région d'Ile-de-France, le plan d'aménagement et de développement durable de Corse, un schéma d'aménagement régional, un schéma de cohérence territoriale, un plan local d'urbanisme ou une carte communale doit être modifié ou révisé pour permettre la réalisation d'un projet industriel qualifié de projet d'intérêt national majeur, il peut être fait application de la procédure prévue aux V à XII du présent article.</p><p></p><p> V. - Lorsque l'autorité administrative compétente de l'Etat considère que l'un des documents mentionnés au III ne permet pas la réalisation d'un projet d'intérêt national majeur pour la transition écologique ou la souveraineté nationale, elle transmet à la collectivité territoriale ou la personne publique compétente pour adopter ce document un dossier qui indique ou rappelle la nécessité de la mise en compatibilité et ses motifs et qui précise les modifications qu'elle estime nécessaires pour y parvenir.</p><p></p><p> L'autorité administrative compétente de l'Etat engage sans délai la procédure de mise en compatibilité du document en cause.</p><p></p><p> VI. - L'évaluation environnementale du projet de mise en compatibilité est effectuée dans les conditions prévues pour les mises en compatibilité engagées en application du second alinéa des articles L. 143-42 ou L. 153-51.</p><p></p><p> Le porteur du projet procède à l'analyse des incidences notables sur l'environnement du projet de mise en compatibilité et transmet le dossier nécessaire à l'évaluation environnementale à l'autorité administrative compétente de l'Etat, qui le transmet ensuite à l'autorité environnementale.</p><p></p><p> L'avis de l'autorité environnementale ou sa décision de ne pas soumettre le projet à une évaluation environnementale est transmis à la collectivité territoriale ou à la personne publique compétente pour adopter le document qui fait l'objet de la procédure de mise en compatibilité.</p><p></p><p> VII. - Le projet de mise en compatibilité fait l'objet d'un examen conjoint par l'Etat, par la collectivité territoriale ou la personne publique compétente pour adopter le document et par les personnes publiques mentionnées aux articles L. 132-7 à L. 132-9 du présent code et, selon le cas, par les personnes publiques mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000030999613&dateTexte=&categorieLien=cid'>L. 4251-5</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000030999630&dateTexte=&categorieLien=cid'>L. 4251-6</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392552&dateTexte=&categorieLien=cid'>L. 4424-13</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392693&dateTexte=&categorieLien=cid'>L. 4433-10</a> du code général des collectivités territoriales et aux articles L. 123-7 et L. 123-9 du présent code.</p><p></p><p> VIII. - Le projet de mise en compatibilité est soumis à la procédure de participation du public prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000022482318&dateTexte=&categorieLien=cid'>article L. 123-19 du code de l'environnement</a>.</p><p></p><p> IX. - A l'issue de la procédure de participation du public, l'autorité administrative compétente de l'Etat en présente le bilan devant l'organe délibérant de la collectivité territoriale ou de la personne publique compétente pour adopter le document. L'organe délibérant rend un avis sur le projet de mise en compatibilité. Cet avis est réputé favorable s'il n'est pas émis dans le délai d'un mois.</p><p></p><p> X. - Le projet de mise en compatibilité est adopté par décret.</p><p></p><p> XI. - Le document dont la mise en compatibilité est requise pour permettre la réalisation d'un projet d'intérêt national majeur pour la transition écologique ou la souveraineté nationale ne peut faire l'objet d'une modification ou d'une révision portant sur les dispositions faisant l'objet de cette mise en compatibilité entre la date de la mise à la disposition du public et la date d'entrée en vigueur du décret procédant à la mise en compatibilité prévu au X du présent article.</p><p></p><p> XII. - Lorsque le projet d'intérêt national majeur est suffisamment précis à la date de la décision d'engagement de la procédure de mise en compatibilité mentionnée aux V à X, les pièces nécessaires à la délivrance des autorisations requises pour sa réalisation peuvent être transmises, dès cette date, à l'autorité compétente pour délivrer ces autorisations, en vue de leur instruction.</p>",
            "num": "L300-6-2 ",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1698192000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1324281578,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128562",
                        "id": "LEGISCTA000006128562",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048248707",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006128562",
            "sectionParentId": "LEGISCTA000006128562",
            "sectionParentTitre": "Livre III : Aménagement foncier",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Aménagement foncier",
            "refInjection": "MD-20231024_184007_931_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048248707",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074075",
                    "titre": "Code de l'urbanisme",
                    "titreLong": "Code de l'urbanisme",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074075",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048242288",
                    "textTitle": "LOI n°2023-973 du 23 octobre 2023 - art. 19",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000048243262",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-10-24",
                    "dateSignaTexte": "2023-10-23",
                    "dateDebutCible": "2023-10-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4251-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4251-5",
                    "articleId": "LEGIARTI000030999613",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4251-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4251-6",
                    "articleId": "LEGIARTI000030999630",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-13",
                    "articleId": "LEGIARTI000006392552",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4433-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4433-10",
                    "articleId": "LEGIARTI000006392693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1583020800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L123-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L123-19",
                    "articleId": "LEGIARTI000022482318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048248707",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1698192000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L300-6-2 ",
                "300-6-2",
                "L300-6-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}