{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033706110",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CAHIER DES CHARGES DES MAISONS DÉPARTEMENTALES DE L'AUTONOMIE Préambule En application de l'article L. 149-4 du code de l'action sociale et des familles (CASF) créé par l'article 82 de la loi n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement, la maison départementale de l'autonomie (MDA) est un type d'organisation qui peut permettre la mise en commun des missions d'accueil, d'information, de conseil et d'orientation, et le cas échéant d'instruction des demandes, d'évaluation des besoins et d'élaboration des plans d'aide au profit des personnes âgées et des personnes handicapées (1). Cette organisation ne donne pas lieu à la création d'une nouvelle personne morale. Elle garantit le maintien de la maison départementale des personnes handicapées (MDPH) sous sa forme de groupement d'intérêt public (GIP) et n'a pas d'incidence sur l'application des articles L. 146-3 à L. 146-12 et L. 241-5 à L. 241-12 , portant sur le fonctionnement de la commission des droit et de l'autonomie des personnes handicapées (CDAPH) et de la commission exécutive (Comex) de la MDPH. Elle regroupe la MDPH et des personnels et des moyens matériels du conseil départemental affectés à la politique en direction des personnes âgées et des personnes handicapées. Elle garantit la qualité de l'évaluation des besoins et de l'élaboration des plans d'aide, d'une part, des personnes handicapées conformément à un référentiel prévu par arrêté du ministre chargé des personnes handicapées et, d'autre part, des personnes âgées sur la base des référentiels mentionnés à l'article L. 232-6 . La mise en place de maisons de l'autonomie permet notamment : - le partage des bonnes pratiques et des acquis ou des évolutions des dispositifs développés pour chacun des publics (participation des usagers dans le champ du handicap, intégration dans le champ des personnes âgées avec la \" méthode d'action pour l'intégration des services d'aide et de soins dans le champ de l'autonomie \" (MAIA), prise en compte des aidants dans le champ gérontologique, etc.) ; - une meilleure visibilité et un accès facilité aux droits et aux dispositifs, ainsi qu'une continuité des parcours mieux assurée (relai entre évaluation et mise en place des prestations pour les personnes handicapées, expertises croisées au service des personnes handicapées vieillissantes, etc.) ; - la promotion de politiques véritablement globales avec une prise en compte accrue des aspects relatifs à la mobilité, à l'habitat, à la citoyenneté, au lien social, etc., en dépassant les dimensions médico-sociale et de compensation ; - l'utilisation optimisée des ressources existantes (compétences mobilisables pour l'évaluation, lieux d'accueil infra-départementaux, etc.). Les projets de MDA doivent toutefois tenir compte des enjeux suivants afin de garantir la préservation des acquis des politiques en direction des personnes handicapées d'une part et des politiques en direction des personnes âgées d'autre part : - la préservation de la dynamique partenariale autour de la gestion du dispositif, telle qu'elle existe sur le champ du handicap ; - l'individualisation de l'évaluation des besoins et des prises en charge-principe affirmé sur le champ du handicap et sur celui de la gérontologie-doit constituer une garantie de la prise en compte des spécificités de chaque situation individuelle et donc a fortiori des spécificités des deux publics, par le recours à des professionnels spécifiquement formés ; - l'approche globale des besoins des personnes, ce qui implique : - de tenir compte, pour les personnes handicapées, de l'ensemble du périmètre d'action du GIP MDPH, au-delà de la dimension médico-sociale, et a fortiori au-delà du dispositif de la PCH ; - de mettre en œuvre les dispositions de la loi ASV portant sur l'information des personnes âgées et de leur familles et l'évaluation multidimensionnelle ; - de tenir compte de la situation des aidants tant pour les personnes âgées que pour les personnes handicapées ; - la garantie en termes de niveau de service rendu à tous les usagers dans le cadre des démarches d'optimisation des moyens. Celle-ci se doit d'être un vecteur de l'amélioration de la qualité de service et non pas l'objectif principal de la création d'une MDA. En matière d'évaluation, la MDA doit proposer une organisation qui garantit une évaluation de qualité et l'équité de traitement. Le chapitre 4 du présent cahier des charges ne s'impose qu'aux MDA compétentes en matière d'instruction des demandes, d'évaluation des besoins et d'élaboration des plans d'aide, qui constituent des missions facultative d'une MDA. Chapitre 1er : Critères de labellisation portant sur la démarche de mise en place de la maison départementale de l'autonomie (MDA) CRITÈRES DE LABELLISATION PIÈCES JUSTIFICATIVES À FOURNIR 1.1. Le projet de maison départementale de l'autonomie formalise ses objectifs, son organisation cible et sa gouvernance : - l'état des lieux de l'existant, s'agissant des missions que réalisera la MDA ; - les objectifs de la création de la MDA en termes de plus-value pour tous les usagers ; - l'organisation cible : missions, périmètre, moyens affectés ; - les étapes de sa mise en œuvre ; - les précisions sur l'évolution des ressources humaines mobilisées et de leur affectation par service et par public ; - la traçabilité des expertises spécifiques (ex. : scolarisation, handicaps spécifiques, aide aux aidants, maladie Alzheimer) ; - les instances de gouvernance et leurs prérogatives. 1.1. Projet formalisé comportant l'ensemble des items listés. 1.2. Le projet de maison départementale de l'autonomie est soumis à une démarche de concertation préalable aux votes en COMEX de la MDPH, en conseil départemental de la citoyenneté et de l'autonomie (CDCA) et en Conseil départemental : - concertation avec les équipes ; - concertation avec les représentants des usagers ; - concertation avec les partenaires, a minima les membres du GIP MDPH, les principales institutions/ organismes compétents dans le champ des personnes âgées (ARS, Caisses de sécurité sociale, CLIC, Communes/ CCAS …). 1.2. Liste récapitulative des réunions avec leur ordre du jour et liste des participants. 1.3. Le projet de MDA est soumis à la consultation de la Comex et du CDCA en amont de la délibération du Conseil départemental : - avis conforme de la commission exécutive de la maison départementale des personnes handicapées ; - avis du conseil départemental de la citoyenneté et de l'autonomie. 1.3.1. CR détaillé de la réunion de la Comex dédiée à la discussion sur le projet de MDA et avis. 1.3.2. CR de la réunion du CDCA dédiée à la discussion sur le projet de MDA et avis. 1.4. En amont de la création de la MDA et lors de sa première année d'existence, un plan de communication formalisé à destination des usagers, des partenaires et du grand public est mis en place. 1.4.1. Plan de communication et modalités de sa mise en œuvre (ex : CR de réunions, supports, articles, etc.). 1.4.2. Eléments sur les démarches effectuées de référencement web à partir des mots-clés. Chapitre 2 : Critères de labellisation portant sur le fonctionnement de la MDA dans son ensemble CRITÈRES DE LABELLISATION PIÈCES JUSTIFICATIVES À FOURNIR 2.1. La MDA respecte le référentiel des missions et de qualité de service (RMQS) des MDPH. 2.1. Autodiagnostic du RMQS, feuille de route, extrait du rapport d'activité de la MDA portant sur le référentiel. 2.2. Dans le cadre de la MDA, le fonctionnement et les prérogatives de la Comex de MDPH, ainsi que le principe de la collégialité des acteurs sont respectés. 2.2. PV des deux dernières réunions de la Comex, dont la liste des présents. 2.3. Les données relatives à l'activité et aux moyens de la MDA, retraçant l'activité et les moyens budgétaires pour les personnes handicapées d'une part, les personnes âgées d'autre part, et permettant le suivi de l'efficience du dispositif (délais/ activité/ moyens), sont transmis à la CNSA et au CDCA. 2.3.1. Rapport d'activité de la MDA. 2.3.2. Transmission à la CNSA des données requises pour le compte de la MDPH (activité et maquette budgétaire), prévues dans les conventions pluriannuelles CNSA/ CD. Chapitre 3 : Critères de labellisation portant sur les missions d'accueil, d'information, de conseil et d'orientation CRITÈRES DE LABELLISATION PIÈCES JUSTIFICATIVES À FOURNIR 3.1. La MDA formalise des supports de communication expliquant les modalités organisationnelles de la mise en commun des services du GIP MDPH et du conseil départemental : - la démarche de sa création ; - le périmètre de ses missions et de ses champs d'intervention ; - les procédures de traitement des demandes, et notamment des demandes urgentes. Ces supports sont disponibles dans la durée et mis à jour en tant que de besoin. Ils permettent aux usagers-personnes handicapées ou âgées-d'identifier et d'accéder facilement aux dispositifs portés par chacune des deux composantes de la MDA (liens GIP MDPH/ MDA et services personnes âgées et personnes handicapées du département/ MDA). 3.1. Supports de communication précisant ces éléments. 3.2. La MDA garantit l'accessibilité des supports et ressources documentaires pour tous les publics. 3.2. Partie de l'autodiagnostic du RMQS dédiée à l'accessibilité des supports de communication (2). 3.3. La MDA dispose d'outils d'information communs aux deux publics : annuaires, portail Internet, supports pour les équipes et pour les partenaires. Elle offre des informations communes sur certains sujets (ex. : logement, transports, etc.) et spécifiques pour les thématiques qui le requièrent (ex : prestations, prévention en direction des PA, offre en direction des PA non dépendantes, dispositifs de transport spécifiques pour PH). 3.3. Exemples de supports. 3.4. La MDA met en place des lieux d'accueil communs aux deux publics à l'échelle infra-départementale en prenant en compte les dispositifs existants et en les améliorant. Cette organisation doit constituer un gain qualitatif pour tous les usagers (ex. : proximité, accessibilité, visibilité, travail en réseau, réactivité). 3.4. Cartographie comparative du dispositif départemental d'accueil des personnes âgées et des personnes handicapées. 3.5. La MDA garantit l'accessibilité de ses lieux d'accueil à tous les publics et types de handicap. 3.5. Partie de l'autodiagnostic du RMQS dédiée à l'accessibilité des modalités d'accueil (3) 3.6. Les lieux d'accueil communs infra-départementaux garantissent un accueil de niveau 1 (accueil tout public). 3.6. Cf. cartographie 3.7. La MDA garantit l'accès à l'accueil de niveau 2 (expert pour les deux publics) : - en appui au niveau 1 ; - pour fournir aux usagers des informations requérant un niveau plus élevé de technicité ; - pour accompagner les usagers dans l'expression de leur projet de vie, de leurs attentes et besoins. 3.7. Cf. cartographie, précisant les modalités de l'accueil de niveau 2. 3.8. La MDA garantit l'accueil des usagers par des professionnels compétents et formés, au sein de la MDA et au sein des structures partenaires lorsqu'elles interviennent pour le compte de la MDA : - en s'appuyant sur la définition d'un socle des compétences pour les deux niveaux d'accueil ; - en procédant à la formation des professionnels pour qu'ils soient en situation d'accueillir les deux publics et de leur fournir des informations sur l'ensemble du périmètre des missions de la MDPH et des services du département en direction des personnes âgées et des personnes handicapées, notamment en cas de polyvalence. 3.8.1. Descriptif de la définition d'un socle des compétences pour les professionnels de l'accueil. 3.8.2. Plan de formation. 3.9. La MDA met à disposition des professionnels d'accueil des supports et outils adaptés. 3.9. Partie de l'autodiagnostic du RMQS dédiée aux outils pour les professionnels d'accueil (4). 3.10. La MDA formalise ses partenariats pour l'accueil de niveaux 1 ou 2, lorsque les partenaires interviennent pour son compte. 3.10. Documents de contractualisation et de partenariat. (2) S'applique également pour les supports à destination du public âgé. (3) S'applique également pour l'accueil du public âgé. (4) Idem. Chapitre 4 : Critères de labellisation portant sur les missions d'instruction des demandes, d'évaluation des besoins et d'élaboration des plans d'aide CRITÈRES DE LABELLISATION PIÈCES JUSTIFICATIVES À FOURNIR 4.1. La MDA garantit l'association des usagers à l'évaluation et à l'élaboration de réponses. 4.1. Partie de l'autodiagnostic du RMQS dédiée à la participation des usagers. Grille de la CNSA sur l'évaluation des personnes âgées. 4.2. La MDA garantit la conduite de l'évaluation par des professionnels compétents et formés : - en s'appuyant sur la définition d'un socle des compétences pour les professionnels de l'évaluation ; - en procédant, autant que de besoin, à la formation des professionnels pour qu'ils soient en situation d'exercer leurs missions sur l'ensemble de leur périmètre, notamment en cas de polyvalence ; - en mettant en place des modalités d'appui, d'actualisation des connaissances et d'harmonisation des pratiques (notamment entre territoires si l'organisation est territorialisée). 4.2.1. Partie de l'autodiagnostic du RMQS dédiée au service d'évaluation qualifié et compétent. 4.2.2. Descriptif de la définition d'un socle des compétences pour les professionnels de l'évaluation. 4.2.3. Plan de formation. 4.2.4. Description des modalités d'appui, d'actualisation des connaissances et d'harmonisation des pratiques. 4.3. La MDA garantit le respect de l'utilisation des référentiels et outils spécifiques d'évaluation des deux publics (guide d'évaluation des besoins de compensation des personnes handicapées prévu à l'article R. 245-28 (GEVA) et autres outils mentionnés dans le RMQS MDPH pour les personnes handicapées ; référentiel d'évaluation multidimensionnelle pour les personnes âgées prévu par l'article L. 232-6). 4.3. Exemples d'outils et supports d'évaluation anonymisés. 4.4. La MDA permet la juste mobilisation des compétences utiles et nécessaires à la prise en compte de la spécificité des situations : - les expertises spécifiques présentes dans les équipes du GIP MDPH et du Conseil départemental-scolarité, emploi, troubles spécifiques …-doivent être maintenues et identifiées clairement dans la nouvelle organisation ; - en complément des expertises internes, des expertises extérieures doivent être mobilisables lorsque cela est utile à l'évaluation et à l'élaboration de la réponse pour un usager. 4.4.1. Partie de l'autodiagnostic du RMQS dédiée à la pluridisciplinarité et à la mobilisation des expertises locales. 4.4.2. Organigramme avec l'identification du positionnement des expertises spécifiques. 4.4.3. Cartographie des expertises. 4.5. La MDA met en place les procédures et les outils garantissant la réponse globale aux besoins des usagers. 4.5.1. Partie de l'autodiagnostic du RMQS dédiée aux préconisations globales et personnalisées. 4.5.2. Exemples de plans personnalisés de compensation (PPC) et de plan d'aide APA anonymisés. 4.6. La traçabilité des décisions prises au nom du GIP MDPH d'une part et du Conseil départemental d'autre part est garantie. 4.6. Format de notification permettant d'identifier les rôles respectifs de la commission des droits et de l'autonomie des personnes handicapées (CDAPH) et du président du conseil départemental. (1) Certaines MDA portent sur un périmètre plus large que celui mentionné dans la loi (par exemple : contrôle de la prestation, gestion de l'offre), au-delà de la dimension de la compensation individuelle. Ces missions ne sont donc pas intégrées dans le cahier des charges en tant que critères, elles seront abordées sous l'angle des bonnes pratiques.",
            "texteHtml": "<p align='center'>CAHIER DES CHARGES DES MAISONS DÉPARTEMENTALES DE L'AUTONOMIE</p><p>Préambule</p><p>En application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000031722138&dateTexte=&categorieLien=cid' title='Code de l'action sociale et des familles - art. L149-4 (VT)'>L. 149-4 </a>du code de l'action sociale et des familles (CASF) créé par l'article 82 de la loi n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement, la maison départementale de l'autonomie (MDA) est un type d'organisation qui peut permettre la mise en commun des missions d'accueil, d'information, de conseil et d'orientation, et le cas échéant d'instruction des demandes, d'évaluation des besoins et d'élaboration des plans d'aide au profit des personnes âgées et des personnes handicapées (1).</p><p>Cette organisation ne donne pas lieu à la création d'une nouvelle personne morale. Elle garantit le maintien de la maison départementale des personnes handicapées (MDPH) sous sa forme de groupement d'intérêt public (GIP) et n'a pas d'incidence sur l'application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796666&dateTexte=&categorieLien=cid' title='Code de l'action sociale et des familles - art. L146-3 (V)'>L. 146-3 à L. 146-12 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797049&dateTexte=&categorieLien=cid' title='Code de l'action sociale et des familles - art. L241-5 (VT)'>L. 241-5 à L. 241-12</a>, portant sur le fonctionnement de la commission des droit et de l'autonomie des personnes handicapées (CDAPH) et de la commission exécutive (Comex) de la MDPH.</p><p>Elle regroupe la MDPH et des personnels et des moyens matériels du conseil départemental affectés à la politique en direction des personnes âgées et des personnes handicapées. Elle garantit la qualité de l'évaluation des besoins et de l'élaboration des plans d'aide, d'une part, des personnes handicapées conformément à un référentiel prévu par arrêté du ministre chargé des personnes handicapées et, d'autre part, des personnes âgées sur la base des référentiels mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796972&dateTexte=&categorieLien=cid' title='Code de l'action sociale et des familles - art. L232-6 (V)'>L. 232-6</a>.</p><p>La mise en place de maisons de l'autonomie permet notamment :</p><p>- le partage des bonnes pratiques et des acquis ou des évolutions des dispositifs développés pour chacun des publics (participation des usagers dans le champ du handicap, intégration dans le champ des personnes âgées avec la \" méthode d'action pour l'intégration des services d'aide et de soins dans le champ de l'autonomie \" (MAIA), prise en compte des aidants dans le champ gérontologique, etc.) ;</p><p>- une meilleure visibilité et un accès facilité aux droits et aux dispositifs, ainsi qu'une continuité des parcours mieux assurée (relai entre évaluation et mise en place des prestations pour les personnes handicapées, expertises croisées au service des personnes handicapées vieillissantes, etc.) ;</p><p>- la promotion de politiques véritablement globales avec une prise en compte accrue des aspects relatifs à la mobilité, à l'habitat, à la citoyenneté, au lien social, etc., en dépassant les dimensions médico-sociale et de compensation ;</p><p>- l'utilisation optimisée des ressources existantes (compétences mobilisables pour l'évaluation, lieux d'accueil infra-départementaux, etc.).</p><p>Les projets de MDA doivent toutefois tenir compte des enjeux suivants afin de garantir la préservation des acquis des politiques en direction des personnes handicapées d'une part et des politiques en direction des personnes âgées d'autre part :</p><p>- la préservation de la dynamique partenariale autour de la gestion du dispositif, telle qu'elle existe sur le champ du handicap ;</p><p>- l'individualisation de l'évaluation des besoins et des prises en charge-principe affirmé sur le champ du handicap et sur celui de la gérontologie-doit constituer une garantie de la prise en compte des spécificités de chaque situation individuelle et donc a fortiori des spécificités des deux publics, par le recours à des professionnels spécifiquement formés ;</p><p>- l'approche globale des besoins des personnes, ce qui implique :</p><p>- de tenir compte, pour les personnes handicapées, de l'ensemble du périmètre d'action du GIP MDPH, au-delà de la dimension médico-sociale, et a fortiori au-delà du dispositif de la PCH ;</p><p>- de mettre en œuvre les dispositions de la loi ASV portant sur l'information des personnes âgées et de leur familles et l'évaluation multidimensionnelle ;</p><p>- de tenir compte de la situation des aidants tant pour les personnes âgées que pour les personnes handicapées ;</p><p>- la garantie en termes de niveau de service rendu à tous les usagers dans le cadre des démarches d'optimisation des moyens. Celle-ci se doit d'être un vecteur de l'amélioration de la qualité de service et non pas l'objectif principal de la création d'une MDA.</p><p>En matière d'évaluation, la MDA doit proposer une organisation qui garantit une évaluation de qualité et l'équité de traitement.</p><p>Le chapitre 4 du présent cahier des charges ne s'impose qu'aux MDA compétentes en matière d'instruction des demandes, d'évaluation des besoins et d'élaboration des plans d'aide, qui constituent des missions facultative d'une MDA.</p><p>Chapitre 1er : Critères de labellisation portant sur la démarche de mise en place de la maison départementale de l'autonomie (MDA)</p><p></p><p></p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCRITÈRES DE LABELLISATION</th><th><br/>\n\t\t\tPIÈCES JUSTIFICATIVES À FOURNIR</th></tr><tr><td align='left'><br/>\n\t\t\t1.1. Le projet de maison départementale de l'autonomie formalise ses objectifs, son organisation cible et sa gouvernance :\n\t\t\t<p>- l'état des lieux de l'existant, s'agissant des missions que réalisera la MDA ;</p><p>- les objectifs de la création de la MDA en termes de plus-value pour tous les usagers ;</p><p>- l'organisation cible : missions, périmètre, moyens affectés ;</p><p>- les étapes de sa mise en œuvre ;</p><p>- les précisions sur l'évolution des ressources humaines mobilisées et de leur affectation par service et par public ;</p><p>- la traçabilité des expertises spécifiques (ex. : scolarisation, handicaps spécifiques, aide aux aidants, maladie Alzheimer) ;</p><p>- les instances de gouvernance et leurs prérogatives.</p></td><td align='left'><br/>\n\t\t\t1.1. Projet formalisé comportant l'ensemble des items listés.</td></tr><tr><td align='left'><br/>\n\t\t\t1.2. Le projet de maison départementale de l'autonomie est soumis à une démarche de concertation préalable aux votes en COMEX de la MDPH, en conseil départemental de la citoyenneté et de l'autonomie (CDCA) et en Conseil départemental :\n\t\t\t<p>- concertation avec les équipes ;</p><p>- concertation avec les représentants des usagers ;</p><p>- concertation avec les partenaires, a minima les membres du GIP MDPH, les principales institutions/ organismes compétents dans le champ des personnes âgées (ARS, Caisses de sécurité sociale, CLIC, Communes/ CCAS …).</p></td><td align='left'><br/>\n\t\t\t1.2. Liste récapitulative des réunions avec leur ordre du jour et liste des participants.</td></tr><tr><td align='left'><br/>\n\t\t\t1.3. Le projet de MDA est soumis à la consultation de la Comex et du CDCA en amont de la délibération du Conseil départemental :\n\t\t\t<p>- avis conforme de la commission exécutive de la maison départementale des personnes handicapées ;</p><p>- avis du conseil départemental de la citoyenneté et de l'autonomie.</p></td><td align='left'><br/>\n\t\t\t1.3.1. CR détaillé de la réunion de la Comex dédiée à la discussion sur le projet de MDA et avis.</td></tr><tr><td align='justify'></td><td align='justify'><br/>\n\t\t\t1.3.2. CR de la réunion du CDCA dédiée à la discussion sur le projet de MDA et avis.</td></tr><tr><td align='justify'><br/>\n\t\t\t1.4. En amont de la création de la MDA et lors de sa première année d'existence, un plan de communication formalisé à destination des usagers, des partenaires et du grand public est mis en place.</td><td align='justify'><br/>\n\t\t\t1.4.1. Plan de communication et modalités de sa mise en œuvre (ex : CR de réunions, supports, articles, etc.).</td></tr><tr><td align='justify'></td><td align='justify'><br/>\n\t\t\t1.4.2. Eléments sur les démarches effectuées de référencement web à partir des mots-clés.</td></tr></tbody></table></center><p><p><p><p><p>Chapitre 2 : Critères de labellisation portant sur le fonctionnement de la MDA dans son ensemble</p></p></p></p></p><p></p><p></p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCRITÈRES DE LABELLISATION</th><th><br/>\n\t\t\tPIÈCES JUSTIFICATIVES À FOURNIR</th></tr><tr><td align='left'><br/>\n\t\t\t2.1. La MDA respecte le référentiel des missions et de qualité de service (RMQS) des MDPH.</td><td align='left'><br/>\n\t\t\t2.1. Autodiagnostic du RMQS, feuille de route, extrait du rapport d'activité de la MDA portant sur le référentiel.</td></tr><tr><td align='left'><br/>\n\t\t\t2.2. Dans le cadre de la MDA, le fonctionnement et les prérogatives de la Comex de MDPH, ainsi que le principe de la collégialité des acteurs sont respectés.</td><td align='left'><br/>\n\t\t\t2.2. PV des deux dernières réunions de la Comex, dont la liste des présents.</td></tr><tr><td align='left'><br/>\n\t\t\t2.3. Les données relatives à l'activité et aux moyens de la MDA, retraçant l'activité et les moyens budgétaires pour les personnes handicapées d'une part, les personnes âgées d'autre part, et permettant le suivi de l'efficience du dispositif (délais/ activité/ moyens), sont transmis à la CNSA et au CDCA.</td><td align='left'><br/>\n\t\t\t2.3.1. Rapport d'activité de la MDA.</td></tr><tr><td align='justify'></td><td align='left'><br/>\n\t\t\t2.3.2. Transmission à la CNSA des données requises pour le compte de la MDPH (activité et maquette budgétaire), prévues dans les conventions pluriannuelles CNSA/ CD.</td></tr></tbody></table></center><p><p><p><p><p>Chapitre 3 : Critères de labellisation portant sur les missions d'accueil, d'information, de conseil et d'orientation</p></p></p></p></p><p></p><p></p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tCRITÈRES DE LABELLISATION</th><th><br/>\n\t\t\tPIÈCES JUSTIFICATIVES À FOURNIR</th></tr><tr><td align='left'><br/>\n\t\t\t3.1. La MDA formalise des supports de communication expliquant les modalités organisationnelles de la mise en commun des services du GIP MDPH et du conseil départemental :\n\t\t\t<p>- la démarche de sa création ;</p><p>- le périmètre de ses missions et de ses champs d'intervention ;</p><p>- les procédures de traitement des demandes, et notamment des demandes urgentes.</p><p>Ces supports sont disponibles dans la durée et mis à jour en tant que de besoin.</p><p>Ils permettent aux usagers-personnes handicapées ou âgées-d'identifier et d'accéder facilement aux dispositifs portés par chacune des deux composantes de la MDA (liens GIP MDPH/ MDA et services personnes âgées et personnes handicapées du département/ MDA).</p></td><td align='left'><br/>\n\t\t\t3.1. Supports de communication précisant ces éléments.</td></tr><tr><td align='justify'><br/>\n\t\t\t3.2. La MDA garantit l'accessibilité des supports et ressources documentaires pour tous les publics.</td><td align='left'><br/>\n\t\t\t3.2. Partie de l'autodiagnostic du RMQS dédiée à l'accessibilité des supports de communication (2).</td></tr><tr><td align='left'><br/>\n\t\t\t3.3. La MDA dispose d'outils d'information communs aux deux publics : annuaires, portail Internet, supports pour les équipes et pour les partenaires.\n\t\t\t<p>Elle offre des informations communes sur certains sujets (ex. : logement, transports, etc.) et spécifiques pour les thématiques qui le requièrent (ex : prestations, prévention en direction des PA, offre en direction des PA non dépendantes, dispositifs de transport spécifiques pour PH).</p></td><td align='left'><br/>\n\t\t\t3.3. Exemples de supports.</td></tr><tr><td align='left'><br/>\n\t\t\t3.4. La MDA met en place des lieux d'accueil communs aux deux publics à l'échelle infra-départementale en prenant en compte les dispositifs existants et en les améliorant. Cette organisation doit constituer un gain qualitatif pour tous les usagers (ex. : proximité, accessibilité, visibilité, travail en réseau, réactivité).</td><td align='left'><br/>\n\t\t\t3.4. Cartographie comparative du dispositif départemental d'accueil des personnes âgées et des personnes handicapées.</td></tr><tr><td align='left'><br/>\n\t\t\t3.5. La MDA garantit l'accessibilité de ses lieux d'accueil à tous les publics et types de handicap.</td><td align='left'><br/>\n\t\t\t3.5. Partie de l'autodiagnostic du RMQS dédiée à l'accessibilité des modalités d'accueil (3)</td></tr><tr><td align='justify'><br/>\n\t\t\t3.6. Les lieux d'accueil communs infra-départementaux garantissent un accueil de niveau 1 (accueil tout public).</td><td align='left'><br/>\n\t\t\t3.6. Cf. cartographie</td></tr><tr><td align='left'><br/>\n\t\t\t3.7. La MDA garantit l'accès à l'accueil de niveau 2 (expert pour les deux publics) :\n\t\t\t<p>- en appui au niveau 1 ;</p><p>- pour fournir aux usagers des informations requérant un niveau plus élevé de technicité ;</p><p>- pour accompagner les usagers dans l'expression de leur projet de vie, de leurs attentes et besoins.</p></td><td align='left'><br/>\n\t\t\t3.7. Cf. cartographie, précisant les modalités de l'accueil de niveau 2.</td></tr><tr><td align='left'><br/>\n\t\t\t3.8. La MDA garantit l'accueil des usagers par des professionnels compétents et formés, au sein de la MDA et au sein des structures partenaires lorsqu'elles interviennent pour le compte de la MDA :\n\t\t\t<p>- en s'appuyant sur la définition d'un socle des compétences pour les deux niveaux d'accueil ;</p><p>- en procédant à la formation des professionnels pour qu'ils soient en situation d'accueillir les deux publics et de leur fournir des informations sur l'ensemble du périmètre des missions de la MDPH et des services du département en direction des personnes âgées et des personnes handicapées, notamment en cas de polyvalence.</p></td><td align='left'><br/>\n\t\t\t3.8.1. Descriptif de la définition d'un socle des compétences pour les professionnels de l'accueil.</td></tr><tr><td align='justify'></td><td align='left'><br/>\n\t\t\t3.8.2. Plan de formation.</td></tr><tr><td align='left'><br/>\n\t\t\t3.9. La MDA met à disposition des professionnels d'accueil des supports et outils adaptés.</td><td align='left'><br/>\n\t\t\t3.9. Partie de l'autodiagnostic du RMQS dédiée aux outils pour les professionnels d'accueil (4).</td></tr><tr><td align='justify'><br/>\n\t\t\t3.10. La MDA formalise ses partenariats pour l'accueil de niveaux 1 ou 2, lorsque les partenaires interviennent pour son compte.</td><td align='left'><br/>\n\t\t\t3.10. Documents de contractualisation et de partenariat.</td></tr><tr><td colspan='2' align='justify'><br/>\n\t\t\t(2) S'applique également pour les supports à destination du public âgé.</td></tr><tr><td colspan='2' align='justify'><br/>\n\t\t\t(3) S'applique également pour l'accueil du public âgé.</td></tr><tr><td colspan='2' align='justify'><br/>\n\t\t\t(4) Idem.</td></tr></tbody></table></center><p><p><p><p>Chapitre 4 : Critères de labellisation portant sur les missions d'instruction des demandes, d'évaluation des besoins et d'élaboration des plans d'aide</p></p></p></p><p></p><p></p><table border='1'><tbody><tr><th><br/>\n\t\t\tCRITÈRES DE LABELLISATION</th><th><br/>\n\t\t\tPIÈCES JUSTIFICATIVES À FOURNIR</th></tr><tr><td align='left'><br/>\n\t\t\t4.1. La MDA garantit l'association des usagers à l'évaluation et à l'élaboration de réponses.</td><td align='left'><br/>\n\t\t\t4.1. Partie de l'autodiagnostic du RMQS dédiée à la participation des usagers.\n\t\t\t<p>Grille de la CNSA sur l'évaluation des personnes âgées.</p></td></tr><tr><td align='left'><br/>\n\t\t\t4.2. La MDA garantit la conduite de l'évaluation par des professionnels compétents et formés :\n\t\t\t<p>- en s'appuyant sur la définition d'un socle des compétences pour les professionnels de l'évaluation ;</p><p>- en procédant, autant que de besoin, à la formation des professionnels pour qu'ils soient en situation d'exercer leurs missions sur l'ensemble de leur périmètre, notamment en cas de polyvalence ;</p><p>- en mettant en place des modalités d'appui, d'actualisation des connaissances et d'harmonisation des pratiques (notamment entre territoires si l'organisation est territorialisée).</p></td><td align='left'><br/>\n\t\t\t4.2.1. Partie de l'autodiagnostic du RMQS dédiée au service d'évaluation qualifié et compétent.</td></tr><tr><td align='justify'></td><td align='left'><br/>\n\t\t\t4.2.2. Descriptif de la définition d'un socle des compétences pour les professionnels de l'évaluation.</td></tr><tr><td align='justify'></td><td align='left'><br/>\n\t\t\t4.2.3. Plan de formation.</td></tr><tr><td align='justify'></td><td align='left'><br/>\n\t\t\t4.2.4. Description des modalités d'appui, d'actualisation des connaissances et d'harmonisation des pratiques.</td></tr><tr><td align='left'><br/>\n\t\t\t4.3. La MDA garantit le respect de l'utilisation des référentiels et outils spécifiques d'évaluation des deux publics (guide d'évaluation des besoins de compensation des personnes handicapées prévu à l'article R. 245-28 (GEVA) et autres outils mentionnés dans le RMQS MDPH pour les personnes handicapées ; référentiel d'évaluation multidimensionnelle pour les personnes âgées prévu par l'article L. 232-6).</td><td align='left'><br/>\n\t\t\t4.3. Exemples d'outils et supports d'évaluation anonymisés.</td></tr><tr><td align='left'><br/>\n\t\t\t4.4. La MDA permet la juste mobilisation des compétences utiles et nécessaires à la prise en compte de la spécificité des situations :\n\t\t\t<p>- les expertises spécifiques présentes dans les équipes du GIP MDPH et du Conseil départemental-scolarité, emploi, troubles spécifiques …-doivent être maintenues et identifiées clairement dans la nouvelle organisation ;</p><p>- en complément des expertises internes, des expertises extérieures doivent être mobilisables lorsque cela est utile à l'évaluation et à l'élaboration de la réponse pour un usager.</p></td><td align='left'><br/>\n\t\t\t4.4.1. Partie de l'autodiagnostic du RMQS dédiée à la pluridisciplinarité et à la mobilisation des expertises locales.</td></tr><tr><td align='justify'></td><td align='left'><br/>\n\t\t\t4.4.2. Organigramme avec l'identification du positionnement des expertises spécifiques.</td></tr><tr><td align='justify'></td><td align='left'><br/>\n\t\t\t4.4.3. Cartographie des expertises.</td></tr><tr><td align='left'><br/>\n\t\t\t4.5. La MDA met en place les procédures et les outils garantissant la réponse globale aux besoins des usagers.</td><td align='left'><br/>\n\t\t\t4.5.1. Partie de l'autodiagnostic du RMQS dédiée aux préconisations globales et personnalisées.</td></tr><tr><td align='justify'></td><td align='left'><br/>\n\t\t\t4.5.2. Exemples de plans personnalisés de compensation (PPC) et de plan d'aide APA anonymisés.</td></tr><tr><td align='left'><br/>\n\t\t\t4.6. La traçabilité des décisions prises au nom du GIP MDPH d'une part et du Conseil départemental d'autre part est garantie.</td><td align='left'><br/>\n\t\t\t4.6. Format de notification permettant d'identifier les rôles respectifs de la commission des droits et de l'autonomie des personnes handicapées (CDAPH) et du président du conseil départemental.</td></tr></tbody></table><p>(1) Certaines MDA portent sur un périmètre plus large que celui mentionné dans la loi (par exemple : contrôle de la prestation, gestion de l'offre), au-delà de la dimension de la compensation individuelle. Ces missions ne sont donc pas intégrées dans le cahier des charges en tant que critères, elles seront abordées sous l'angle des bonnes pratiques.</p><p></p><p></p><p></p>",
            "num": "Annexe 1-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1482969600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 201326591,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033706021",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000018780362",
            "sectionParentId": "LEGISCTA000018780362",
            "sectionParentTitre": "Annexe ",
            "fullSectionsTitre": "Annexe ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033706110",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074069",
                    "titre": "Code de l'action sociale et des familles",
                    "titreLong": "Code de l'action sociale et des familles",
                    "etat": "VIGUEUR",
                    "dateDebut": 977529600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074069",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033702929",
                    "textTitle": "Décret n°2016-1873 du 26 décembre 2016 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033705640",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-28",
                    "dateSignaTexte": "2016-12-26",
                    "dateDebutCible": "2016-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L146-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L146-3",
                    "articleId": "LEGIARTI000006796666",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L149-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L149-4",
                    "articleId": "LEGIARTI000031722138",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L232-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-6",
                    "articleId": "LEGIARTI000006796972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L241-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L241-5",
                    "articleId": "LEGIARTI000006797049",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033706110",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1482969600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 1-2",
                "1-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}