{
    "cid": "LEGIARTI000019325197",
    "num": "Annexe II",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexe II : Barème indicatif d'invalidité (maladies professionnelles)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019325196",
                        "id": "LEGISCTA000019325196",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000019325197",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "Annexe II",
            "origine": "LEGI",
            "texte": "Sommaire 1. Affections cardio-vasculaires 2. Affections dermatologiques et cutanéo-muqueuses 3. Affections digestives 4. Affections neurologiques, neurosensorielles et psychiatriques 5. Affections des reins et des voies urinaires 6. Affections respiratoires 7. Affections hématologiques 8. Affections rhumatismales 9. Affections provoquées par les rayonnements ionisants 1 Affections cardio-vasculaires 1.1 Insuffisance ventriculaire droite Forme légère : 5-20 %. Caractérisée par : - dyspnée à l'effort prolongé ; - absence de signes périphériques d'IVD ; - absence de retentissement même au moment des poussées de surinfection pulmonaire. Forme moyenne : 20-60 %. Caractérisée par : - dyspnée d'effort associée à : - tachycardie-cœur de volume subnormal ; - signes électro-écho-cardiographiques de retentissement ventriculaire droit ; - absence d'hépatomégalie ; - poussées d'insuffisance ventriculaire droite grave lors des surinfections pulmonaires. Forme grave : 60-100 %. Caractérisée par : - dyspnée de repos associée à : - tachycardie-cardiomégalie ; - signes électro-écho-cardiographiques de rententissement ventriculaire droit ; - signes périphériques d'insuffisance ventriculaire droite ; - nécessité d'un traitement et d'un régime. 1.2 Insuffisance ventriculaire gauche Forme légère : 5-20 %. Caractérisée par : - dyspnée à l'effort prolongé ; - simple hypertrophie ventriculaire gauche électrique et/ou radiologique ; - absence de traitement et de régime. Forme moyenne : 20-60 %. Caractérisée par : - dyspnée d'effort simple associée à : - tachycardie ; - signes électro-écho-cardiographiques d'atteinte ventriculaire gauche modérée ; - accès épisodiques et légers de dyspnée paroxystique. Forme grave : 60-100 %. Caractérisée par : - dyspnée au moindre effort associée à : - crises de dyspnée paroxystique-œdème aigu du poumon ; - tachycardie avec galop ; - râles crépitants et sous crépitants ; - signes d'atteinte cardio-vasculaire gauche avérée ; - nécessité d'un traitement continu. 1.3 Ischémie cardiaque Forme légère : 5-10 %. Caractérisée par : - ischémie électrique silencieuse ; - absence de douleur angineuse ; - absence d'infarctus du myocarde ; - absence de traitement. Forme moyenne : 20-60 %. Caractérisée par un ou plusieurs des tableaux cliniques suivants : - angor modéré stable répondant bien au traitement - associé à des altérations électriques modérées et stables au repos ; - épreuves d'effort perturbées ; - séquelles limitées d'infarctus myocardique avec ou sans douleurs angineuses. La coexistence de troubles du rythme ventriculaire constitue un facteur de gravité. Forme grave : 60-100 %. Caractérisée par un ou plusieurs des tableaux cliniques suivants : - infarctus myocardique ancien étendu avec troubles du rythme et/ou ectasie pariétale ; - angine de poitrine sévère répondant mal au traitement ; - cardiopathie ischémique relevant d'un traitement médicamenteux intensif et/ou chirurgical et/ou instrumental ; - séquelles secondaires à la chirurgie coronaire ou à l'angioplastie. Les séquelles liées à une éventuelle migration embolique seront évaluées par ailleurs. 1.4 Atteintes primitives  du myocarde Forme légère : 5-20 %. Caractérisée par le tableau clinique suivant : - anomalies électriques de type surcharge ou troubles isolés de la repolarisation ; - altérations écho-cardiographiques discrètes ; - cœur de volume normal ou limite ; - absence de symptômes fonctionnels ; - absence de signes d'insuffisance cardiaque ; - absence de traitement. Forme moyenne : 20-60 %. Caractérisée par le tableau clinique suivant : - dyspnée à l'effort modéré ; - cardiomégalie modérée ; - altérations franches de l'électro-échocardiogramme ; - absence de signes périphériques d'insuffisance cardiaque ; - stabilité sous traitement. Forme grave : 60-100 %. Caractérisée par : - dyspnée à l'effort simple associée à un ou plusieurs signes suivants : - tachycardie - galop ; - hépatomégalie - poumon cardiaque ; - altérations majeures à l'électro-échocardiogramme ; - nécessité d'un traitement polymédicamenteux continu. 1.5 Atteintes péricardiques Forme légère : 5-20 %. Caractérisée par : - anomalies électriques isolées persistantes ; - absence de traitement. Forme moyenne : 30-60 %. Caractérisée par l'un des tableaux cliniques suivants : - péricardite récidivante à rechutes multiples ; - péricardite calcifiée chronique sans syndrome de constriction, clinique ou hémodynamique. Forme grave : 60-100 %. Caractérisée par l'un des tableaux cliniques suivants : - péricardite liquidienne chronique ; - péricardite chronique calcifiée ou non avec syndrome d'adiastolie ; - séquelles chirurgicales entraînant une gêne fonctionnelle marquée ; - mésothéliome péricardique. 1.6 Troubles du rythme Forme légère : 5-20 %. Caractérisée par l'un des tableaux cliniques suivants : - troubles de la conduction intraventriculaire (bloc de branche) ou auriculoventriculaire au 1er degré, asymptomatique et stable ; - hyper-excitabilité auriculaire ou ventriculaire nécessitant un traitement prophylactique ; - arythmies ventriculaires ou auriculaires complexes, symptomatiques, nécessitant surveillance et traitement ; - patient appareillé par stimulateur intracorporel. Forme moyenne : 30-60 %. Caractérisée par un des tableaux cliniques suivants : - tachycardies supraventriculaires nécessitant un traitement prophylactique ; - arythmies ventriculaires, ou auriculaires complexes, symptomatiques, nécessitant surveillance et traitement ; - patient appareillé par stimulateur intracorporel. Forme grave : 60-100 %. Caractérisée par l'un des tableaux cliniques suivants : - tachycardie ventriculaire récidivant malgré le traitement. Evaluer par ailleurs les séquelles liées aux migrations emboliques éventuelles. 1.7 Atteintes vasculaires périphériques 1.7.1 - Artéritiques. Forme légère : 5-20 %. Caractérisée par un des tableaux cliniques suivants : - disparition d'un pouls distal avec sténose incomplète au Doppler chez un sujet asymptomatique ; - claudication intermittente à la marche rapide et prolongée. Forme moyenne : 20-60 %. Associant : - claudication intermittente à la marche normale avec pression à la cheville > 50 mm de mercure (ou 6,66 kPa) ; - troubles trophiques peu marqués ; - traitement continu. Forme grave : 60-100 %. Associant : - artériopathie chronique avec douleur de décubitus ; - troubles trophiques marqués ; - marche impossible ou extrêmement pénible avec douleurs violentes ; - pression à la cheville < 50 mm de mercure (ou 6,66 kPa). Evaluer par ailleurs les séquelles liées à une amputation par gangrène selon barème AT. 1.7.2 - Phlébitiques. Forme légère : 5-10 %. Associant : - œdème modéré ; - simple lourdeur et fatigabilité modérée. Forme moyenne : 10-30 %. Caractérisée par : - œdème important ; et/ou - troubles trophiques marqués. Forme grave : 30-50 %. Caractérisée par : - troubles trophiques très importants ; et/ou - œdème très important avec fatigabilité marquée. 1.7.3 - Troubles angio-neurotiques. Forme légère : 5-20 %. - on tiendra compte de la gène fonctionnelle et du résultat des épreuves fonctionnelles. Forme évoluée : 20-30 %. - existence de sphacèle, et/ou - troubles trophiques. 1.8 Valvulopathies Forme légère : 5-10 %. Caractérisée par le tableau : - simple souffle séquellaire sans retentissement ventriculaire, clinique, radio, électro-échographique hémodynamique ; - absence de traitement. Forme moyenne : 20-60 %. Caractérisée par l'un des tableaux cliniques suivants : - valvulopathie avérée mais sans signe de décompensation ; - valvulopathie avérée associée à : - signes d'insuffisance cardiaque légère ; - avec ou sans traitement médical ; - absence d'indications chirurgicales ; - valvulopathie opérée avec bons résultats. Forme grave : 60-100 %. Caractérisée par l'un des tableaux cliniques suivants : - valvulopathie entraînant un retentissement cardiaque sévère (voir IVD ou IVG) ; - indications chirurgicales ; - formes opérées avec résultats médiocres ; - valvulopathies inopérables. Evaluer par ailleurs les séquelles liées aux migrations emboliques éventuelles. 1.9 Hypertension artérielle Une hypertension artérielle limite labile  ne nécessitant pas un traitement ne justifie pas d'indemnisation. En cas d'hypertension artérielle permanente nécessitant un traitement, l'appréciation tiendra compte de l'état hypertensif et d'autre part de ses retentissements viscéraux : - élévation de la tension artérielle isolée : 10 à 20 %. Les retentissements viscéraux sont indemnisés pour leur propre compte (voir chapitres particuliers du barème). 2 Affections dermatologiques et cutanéo-muqueuses 2.1 Modalités d'évaluation des séquelles d'affections dermatologiques professionnelles Le tableau d'invalidité des affections dermatologiques professionnelles (Maladies professionnelles - Origine post-traumatique) propose : - un taux de base qui est fonction de l'état séquellaire clinique, de sa gravité et de son potentiel évolutif ; - auquel peut s'appliquer un coefficient de majoration fonction de certaines localisations lésionnelles et de la superficie des séquelles ; - un taux complémentaire si coexistent des séquelles sensitives et/ou motrices, responsables d'une gêne fonctionnelle. L'invalidité dermatologique doit certes prendre en compte ces différents facteurs mais surtout doit s'apprécier de façon globale en fonction des éléments que comporte l'article L. 434-2 du Code de la sécurité sociale. L'incidence de l'affection dermatologique professionnelle sur les aptitudes et la qualification professionnelle qui constituent peut-être l'élément médico-social majeur de l'incapacité permanente partielle dépend, en grande partie, des risques professionnels que comportait le poste de travail de la victime. Le médecin évaluateur, dont l'action se situe forcément en aval de la maladie professionnelle, ne doit pas négliger pour autant ce qui se place en amont. Il ne doit pas perdre de vue que la dermatose professionnelle, d'origine allergique, risque fort de récidiver dès nouveau contact avec le facteur étiologique et que, même pour des séquelles cliniques minimes, le changement de poste de travail peut s'imposer. Ceci s'entend surtout pour le risque chimique et plus encore lorsque celui-ci comporte l'utilisation de substances cancérogènes. Que le risque chimique soit constitué par une substance ou une préparation (mélange de substances), qu'il soit pur ou associé à un facteur physique (mécanique, par exemple), il convient de reconnaître les types d'effets susceptibles de se produire : - effets généraux : - irritants (responsables de l'inflammation) ; - corrosifs (responsables de nécrose cellulaire) ; - toxiques ; - allergisants ; - cancérogènes ; - effets spécifiques : - effet savon ; - effet solvan : délipidation de surface ; - alcalin... Certaines lésions sont véritablement pathognomoniques du risque tel la chloracné causée par les dioxines ; - effets toxiques : Des toxiques sont résorbables par voie cutanée et cette pénétration percutanée est d'autant plus importante que les téguments sont lésés. Il convient, lors de l'évaluation de certains états séquellaires, de ne pas négliger les effets toxiques causés généralement par des doses minimes, par exemple, les intoxications par le bore. 2.2 Évaluation États séquellaires Préjudice Taux de base Gravité. Atrophie sans rétraction. Alopécies définitives. Dyschromies. Ulcères. Léger. 0 à 10 %. Atrophies avec rétraction. Hyperkératoses. Lichénifications. Polysensibilisation. Moyen. 10 à 15 %. Cancérisation. Important. Tumeur cutanée maligne in situ, non pénétrante : 30 à 40 %. Tumeur cutanée maligne infiltrante, avec extension : 40 à 70 %. Topographie et étendue. Main. Main dominante : Pulpe : Pouce ; Index. Coefficient de majoration : x 1 à 1,5. Pied. Talon antérieur. Talon postérieur. x 1 à 1,5. Cheville. Régions d'appui. Face antérieure. Fesse. Région ischiatique. x 1 à 1,5. Fonction. Séquelles. Sensitives motrices. cf. Barème indicatif invalidité Accidents du travail. 2.3 Lésions cutanéo-muqueuses Selon le type se reporter aux chapitres correspondants. Perforation de la cloison nasale. Barème AT 5.1.2. 2.4 Radio-dermites Voir chapitre 9.3 du présent barème. 3 Affections digestives 3.1 Atteintes hépatiques Au décours de l'évolution d'une maladie professionnelle comportant une atteinte hépatique, le médecin chargé de l'évaluation de l'IPP peut se trouver devant l'une des situations suivantes : 1.  Hépatite ; 2.  Cirrhose du foie ; 3.  Tumeur maligne du foie. 3.1.1 - Hépatites L'hépatite aiguë peut être considérée comme guérie sans séquelle lorsque les tests de cytolyse et les tests de cholostase sont redevenus normaux. La présence isolée d'antigène HBS ne constitue pas une séquelle en soi. Hépatites chroniques : Les hépatites chroniques sont définies par la persistance après six mois d'évolution d'une perturbation des tests biologiques hépatiques et/ou d'anomalies à l'examen anatomopathologique. On distingue : - l'hépatique chronique persistance : -  avec perturbation des tests de cytolyse, les chiffres ne dépassant pas cinq fois la valeur normale ; -  éventuellement confirmée par un examen histologique du foie : 5 à 10 % ; - l'hépatite chronique active : -  avec des tests de cytolyse dépassant cinq fois leur valeur normale ; -  et/ou gamma-globulines sériques dépassant 20 g/litre, éventuellement confirmée par examen histologique du foie. Suivant l'importance et l'évolution des signes cliniques et biologiques : 10 à 40 %. 3.1.2 - Cirrhoses. La cirrhose est reconnue par ses signes cliniques et biologiques et/ou histologiques (ponction biopsie du foie). Pour fixer le taux d'incapacité permanente partielle imputable à la cirrhose, on tiendra compte du retentissement sur l'état général et de la survenue des complications éventuellement associées : -  hypertension portale : présence de varices œsophagiennes (constatées par l'examen endoscopique) avec ou sans hémorragie digestive et/ou ascite ; -  insuffisance hépatique : avec abaissement du taux de prothrombine au-dessous de 60 % ; -  encéphalopathie hépatique ; -  troubles de l'attention, de l'idéation et/ou troubles caractériels et/ou signes neurologiques spécifiques ; -  hépatocarcinome : présence dans le sérum d'un marqueur spécifique à un taux significatif (par exemple alpha-fœtoprotéine > 500 nanogrammes/ml) et/ou anomalies échographiques démonstratives et/ou arguments histologiques décisifs après cytoponction. Suivant le stade évolutif, l'affection réalise des tableaux cliniques de gravité diverse : Cirrhoses compensées : Caractérisées par l'absence de manifestations d'hypertension portale, l'absence d'encéphalopathie hépatique, l'absence d'insuffisance hépatique : 10 à 20 %. Cirrhoses avec hypertension portale : Varices œsophagiennes non hémorragiques ou ascite facilement réductible sans signe clinique d'encéphalopathie : 20 à 60 %. Cirrhoses graves : -  hémorragies(s) par rupture de varice œsophagienne et/ou ascite irréductible ; -  et/ou encéphalopathie invalidante ; -  et/ou signes marqués d'insuffisance hépatique : 60 à 100 %. Cirrhoses compliquées d'hépatocarcinome : 100 %. 3.1.3 - Tumeurs malignes du foie. Hépatocarcinome : 100 %. Angiosarcome du foie : 100 %. 3.2 Autres atteintes de l'appareil digestif Les atteintes aiguës œsophagiennes, gastriques et intestinales guérissent habituellement sans séquelle. S'il persiste quelques signes fonctionnels : douleurs épigastriques, vomissements, brûlures... : 5 %. Pour les stomatites chroniques, voir le barème des accidents du travail, chapitre 7, Stomatologie. 3.2.1 - Colite post-dysentérique. Marquée par une diarrhée sanglante, un aspect radiologique et/ou endoscopique de colite ulcéreuse, les examens parasitologiques étant négatifs : 5 à 20 %. 3.2.2 - Tumeurs malignes. Mésothéliome péritonéal : 100 %. 4 Affections neurologiques, neurosensorielles et psychiatriques 4.1 Troubles neurologiques aigus Sous cette étiquette, les tableaux des maladies professionnelles groupent toutes les manifestations témoignant d'une encéphalopathie aiguë : troubles de la conscience allant jusqu'au coma profond, crises convulsives, myoclonies. L'évolution de ces troubles aigus se fait, soit vers l'aggravation rapide et irréversible, soit vers la guérison, soit vers la stabilisation avec persistance de séquelles qui seront étudiées dans le chapitre des troubles neurologiques chroniques. Au stade des troubles neurologiques aigus, la consolidation du blessé n'est pratiquement jamais acquise. Il ne semble donc pas nécessaire de proposer des taux d'IPP. 4.2 Troubles neurologiques chroniques 4.2.1 - Tremblement intentionnel - Myoclonies. Forme légère : Unilatérale, suivant le côté (dominant ou non), apparition d'un tremblement discret : 10 à 20 %. Forme moyenne : 20 à 40 %. Forme grave : Pouvant aller jusqu'à l'impossibilité de toute activité : 40 à 100 %. 4.2.2 - Ataxies - Ataxie cérébelleuse. Forme légère : Marche peu perturbée, légère maladresse de certains mouvements : 10 à 50 %. Forme moyenne : Marche possible mais très difficile et très ralentie, importante maladresse des mouvements : 50 à 90 %. Forme grave : Marche impossible, troubles kinétiques, incoordination, pouvant aller jusqu'à l'impossibilité de toute activité : 100 %. 4.2.3 - Epilepsie. Forme légère : Bien contrôlée par le traitement, compatible avec une activité professionnelle : 10 à 20 %. Forme moyenne : Crises fréquentes malgré le traitement avec ou sans troubles du comportement, nécessité éventuelle d'un changement de poste de travail : 20 à 70 %. Forme grave : Non contrôlée par le traitement, nécessitant la surveillance du sujet et rendant impossible toute activité : 100 %. 4.2.4 - Dysarthrie - Aphasie. Forme légère : Trouble de l'élocution, réduction du flux verbal : 5 à 20 %. Forme moyenne : Troubles de la compréhension, expression perturbée plus ou moins intelligible : 20 à 80 %. Forme grave : Absence de communication avec autrui, expression impossible, troubles majeurs de la compréhension : 80 à 100 %. 4.2.5 - Syndrome neurologique de type parkinsonien. Forme légère : Troubles mineurs réagissant bien au traitement : 10 à 20 %. Forme moyenne : Entraînant une gêne appréciable : 20 à 50 %. Forme grave : 50 à 100 %. 4.2.6 - Syndrome associant -  des troubles de l'équilibre ; de la vigilance ; et de la mémoire ; Et syndrome associant : -  des céphalées ; -  de l'asthénie ; -  des vertiges ; -  des nausées. L'association de ces troubles divers entre dans le cadre du syndrome subjectif. Selon l'intensité et la pluralité des symptômes : 5 à 20 %. 4.2.7 - Troubles prolongés de la sensibilité accompagnant des troubles angio-neurotiques. Selon l'intensité des symptômes. Selon le côté atteint (dominant ou non) : 5 à 30 %. 4.2.8 - Névrite optique : 5 à 30 % Le taux sera fonction du degré d'altération de la fonction visuelle et l'on utilisera le tableau général d'évaluation (cf. barème AT, 6.1.5). 4.3 Névrites - Polynévrites L'évaluation des taux d'IPP pour les névrites et les polynévrites doit tenir compte de plusieurs facteurs : -  existence ou non de troubles moteurs ; -  existence ou non de troubles sensitifs, en particulier profonds ; -  existence ou non de troubles trophiques. Il faudra considérer la gêne fonctionnelle entraînée par ces différents facteurs (barème AT 4.2.5). Un cas particulier, la névrite trijéminale, exceptionnelle, qui entraîne plus souvent des troubles moteurs que des douleurs : 5 à 60 %. 4.4 Troubles psychiques - Troubles mentaux organiques 4.4.1 - Aigus. Ces troubles peuvent comporter une confusion mentale de niveau variable ou un état délirant aigu. Il s'agit, là encore, comme pour les troubles neurologiques aigus, d'états évolutifs pendant lesquels la consolidation n'est pas envisageable. 4.4.2 - Chroniques. Etats dépressifs d'intensité variable : -  soit avec une asthénie persistante : 10 à 20 %. -  soit à l'opposé, grande dépression mélancolique, anxiété pantophobique : 50 à 100 %. Troubles du comportement d'intensité variable : 10 à 20 %. 4.5 Atteintes neuro-méningées 4.5.1 - Séquelles de la méningite cérébro-spinale à méningocoques. 4.5.1.1. La plus fréquente, constatée dans environ 5 % des cas, est la surdité (cf. barème AT 5.5.2). 4.5.1.2. Les autres sont relativement exceptionnelles, mais doivent être envisagées ; 4.5.1.2.1. Epilepsie : cf. barème MP, chapitre Troubles neurologiques chroniques ; 4.5.1.2.2. Déficit moteur focalisé : cf. barème AT 4.2.3, 4.2.4, 4.2.5 ; 4.5.1.2.3. Troubles visuels, atrophie optique : cf. barème AT 6.1 ; 4.5.1.2.4. Déficit intellectuel, troubles mnésiques selon l'intensité des symptômes : 10 à 30 % ; 4.5.1.2.5. Hydrocéphalie avec déficit intellectuel, troubles de la statique : le taux sera évalué en fonction des résultats de la neurochirurgie. 4.5.2 - Séquelles neuro-méningées de la brucellose. Elles sont essentiellement consécutives à des lésions méningées chroniques mais aussi à des localisations médullaires. Ces lésions entraînent des signes, soit médullaires, soit radiculaires (queue de cheval). Les séquelles vont donc s'exprimer sous forme, soit de déficit focalisé, soit de monoplégie, soit de paraplégie d'intensité variable, associées ou non à des troubles sensitifs et/ou sphinctériens. Les taux seront évalués par référence au barème AT 4.2.3, 4.2.4, 4.2.5. 4.6 Surdités professionnelles Voir barème AT 5.5.2. Acouphènes : Voir barème AT 5.5.3. 4.7 Pathologie tumorale Glioblastome : 100 %. 5 Affections des reins et des voies urinaires L'atteinte de l'appareil urinaire au cours des maladies professionnelles peut relever de divers mécanismes physiopathologiques et réaliser des lésions variées touchant le parenchyme rénal (nécroses tubulaires, lésions interstitielles, glomérulopathies) ou les voies urinaires. Cependant, quelle que soit la maladie, les séquelles au moment de la consolidation donnent lieu à un nombre restreint de situations. Le médecin, chargé de l'évaluation, sera en pratique amené à estimer l'incapacité permanente partielle résultant des syndromes suivants : - insuffisance rénale chronique, - hypertension artérielle, - protéinurie importante (syndrome néphrotique), - hématurie ou protéinurie isolée, - tubulopathie chronique, - lithiase urinaire, - lésions vésicales. 5.1 L'insuffisance rénale chronique 5.1.1 - Insuffisance rénale légère. Clairances de la créatinine supérieures aux 3/4 de la normale ; vie professionnelle normale : 10 à 20 %. 5.1.2 - Insuffisance rénale moyenne. Clairances de la créatinine entre 1/4 et 3/4 de la normale, peu de retentissement sur la vie professionnelle : 20 à 40 %. 5.1.3 - Insiffusance rénale importante. Clairances de la créatinine au-dessous du quart de la normale, anémie, modification humorale, nécessité de mesures diététiques ou autres plus ou moins astreignantes ; éventuellement : syndrome néphrotique, goutte, ostéodystrophie rénale ; retentissement professionnel ne permettant pas un travail régulier ou à temps complet : 40 à 60 %. 5.1.4 - Insuffisance rénale avancée, nécessitant un traitement de suppléance (hémodialyse), l'appréciation tiendra compte de l'anémie, des autres manifestations, des difficultés éventuelles d'application de la méthode et des incidences sur l'activité professionnelle : 60 à 100 %. 5.1.5 - Transplantation rénale. Séquelles de transplantation rénale, selon les conséquences du traitement immuno-dépresseur et la valeur du rein : 30 à 100 %. Nota : Quel que soit le stade de l'insuffisance rénale, l'existence d'une hypertension artérielle pourra faire l'objet d'une majoration en fonction de son degré de sévérité. En l'absence de recueil d'urine, on pourra estimer la clairance de la créatinine par la formule : clairance de la créatinine = (140 ­ Age) x Poids en kg / 72 x créatinine plasmatique (en mg/100 ml) 5.2 Hypertension artérielle (Voir 1.9) 5.3 Protéinurie importante : syndrome néphrotique Syndrome néphrotique biologique pur : 10 %. Syndrome néphrotique avec manifestations cliniques, l'appréciation tiendra compte des œdèmes, de l'asthénie et des contraintes diététiques et thérapeutiques : 10 à 30 %. 5.4 Hématurie ou protéinurie isolée : 5 à 10 % Une surveillance clinique et biologique régulière du malade sera poursuivie après la consolidation. 5.5 Tubulopathie chronique Tubulopathie sans conséquence métabolique notable, ne nécessitant pas de traitement : pas d'incapacité. Tubulopathie chronique entraînant des perturbations métaboliques : acidose tubulaire, diabète insipide, hypercalciurie, hypokaliémie, hyponatrémie, suivant le retentissement clinique et les contraintes du traitement : 10 à 20 %. 5.6 Lithiase urinaire La colique néphrétique isolée ne laisse persister habituellement aucune séquelle. En cas de lithiase chronique ou récidivante, l'incapacité sera évaluée en fonction de la fréquence des crises douloureuses, des hématuries et de la survenue d'épisodes infectieux. Une insuffisance rénale associée sera estimée pour son propre compte. Crises douloureuses ou hématuriques peu fréquentes, retentissement mineur sur l'activité professionnelle : 10 à 20 %. Crises fréquentes, accès répétés de pyélonéphrite : 20 à 50 %. Lithiase grave infectée avec obstacle : 50 à 60 %. Et en cas de dérivation permanente des urines : 40 à 80 %. 5.7 Lésions vésicales 5.7.1 - Cystites. Suivant l'importance des douleurs et des troubles mictionnels : 10 à 30 %. Cystites très évoluées nécessitant une dérivation des urines : jusqu'à 60 %. 5.7.2 - Tumeurs. 5.7.2.1. Tumeurs papillomateuses non dégénérées avec ou sans hématuries nécessitant une ou plusieurs résections et des contrôles endoscopiques itératifs : -  suivant l'importance des manifestations cliniques et les contraintes imposées par la surveillance : 10 à 50 %. 5.7.2.2. Tumeurs vésicales malignes. Traitées par cystectomie totale et rétablissement de la continuité des voies urinaires par entéro-cystoplastie : suivant les séquelles (infection, troubles mictionnels, troubles sexuels) : 30 à 60 %. Ayant nécessité un traitement chirurgical important avec dérivation des urines selon l'importance des séquelles et des troubles fonctionnels : 50 à 75 %. Très étendue : jusqu'à 100 %. Les séquelles des traitements chimiothérapiques ou radiques des tumeurs vésicales seront indemnisées pour leur propre compte suivant les atteintes des différents appareils. 6 Affections respiratoires 6.1 Syndromes aigus irritatifs 6.1.1 - Cas le plus général. - Guérison sans séquelle. 6.1.2 - Insuffisance respiratoire chronique obstructive résiduelle. 6.1.2.1. Isolée, cf. barème Déficience fonctionnelle. 6.1.2.2. Avec bronchorrhée résiduelle. Taux barème Déficience fonctionnelle x 1,30. 6.1.3 - Bronchospasmes réversibles résiduels avec abaissement du seuil cholinergique : 5 à 10 %. 6.2 Asthmes 6.2.1 - Abaissement isolé et durable du seuil cholinergique : 1 à 5 %. 6.2.2 - Bronchospasmes réversibles résiduels avec abaissement du seuil cholinergique : 5 à 10 %. 6.2.3 - Insuffisance respiratoire chronique obstructive résiduelle, cf. barème Déficience fonctionnelle. 6.3 Alvéolites extrinsèques Cf. Fibroses (6.5). 6.4 Oedèmes aigus du poumon Cf. Syndromes aigus irritatifs (6.1). 6.5 Fibroses 6.5.1 - Insuffisance respiratoire chronique restrictive résiduelle, cf. barème Déficience fonctionnelle. 6.5.2 - Insuffisance respiratoire chronique mixte avec bronchorrhée chronique, taux barème Déficience fonctionnelle x 1,30. 6.5.3 - Fibroses pleurales : 1 à 10 %. 6.6 Pathologie tumorale 6.6.1 - Cancers broncho-pulmonaires primitifs en fonction du code TNM et des suites thérapeutiques : 67 à 100 %. 6.6.2 - Mésothéliomes malins primitifs de la plèvre : 100 %. 6.6.3 - Tumeurs pleurales primitives autres que le mésothéliome en fonction du type histologique et des suites thérapeutiques : 67 à 100 %. 6.7 Pleurésies et autres atteintes pleurales 6.7.1 - Pleurésies aiguës. 6.7.1.1. Cas le plus général - Guérison sans séquelle. 6.7.1.2. Insuffisance respiratoire chronique restrictive résiduelle, cf. barème Déficience fonctionnelle. 6.7.2 - Pleurésies chroniques 6.7.2.1. Insuffisance respiratoire chronique restrictive résiduelle, cf. barème Déficience fonctionnelle. 6.7.2.2. Avec nécessité de ponctions évacuatrices itératives. Taux barème Déficience fonctionnelle x 1,25. 6.7.3 - Pleurésies tumorales, cf. Pathologie tumorale (6.6). 6.7.4 - Plaques pleurales calcifiées ou non : 1 à 5 %. 6.7.5 - Epaississements pleuraux : 1 à 10 %. 6.8 Autres manifestations pathologiques résiduelles 6.8.1 - Paralysies et parésies diaphragmatiques, quelle qu'en soit l'étiologie. 6.8.1.1. Sans trouble ventilatoire : 1 à 5 %. 6.8.1.2. Avec insuffisance respiratoire chronique restrictive résiduelle, cf. barème Déficience fonctionnelle. 6.8.2 - Syndrome douloureux thoracique, qu'elle qu'en soit l'étiologie (fibroses pleurales, séquelles post-opératoires, syndrome post-pleurétique, douleurs intercostales,...). 6.8.2.1. Isolé : 1 à 5 %. 6.8.2.2. Avec trouble ventilatoire associé. Taux barème Déficience fonctionnelle x 1,20. 6.8.3 - Bronchorrhée chronique. 6.8.3.1. Isolée : 10 à 20 %. 6.8.3.2. Avec trouble ventilatoire associé. Taux barème Déficience fonctionnelle x 1,30. 6.9 Déficience fonctionnelle 6.9.1 - Troubles fonctionnels non mesurables ou troubles fonctionnels légers : 5 à 10 %. 6.9.2 - Insuffisances respiratoires chroniques légères : 10 à 40 %. Caractérisées par l'un au moins des critères suivants : -  trouble ventilatoire restrictif (TVR) avec capacité pulmonaire totale comprise entre 60 et 80 % de la valeur théorique ; -  trouble ventilatoire obstructif (TVO) avec VEMS supérieur à 1 500 ml (soit supérieur à 75 % de la valeur théorique) ; -  PaO2 supérieure à 70 mmHg. ou à 70 Tor, ou à 9,3 kPa. 6.9.3 - Insuffisances respiratoires chroniques moyennes : 40 à 67 %. Caractérisées par l'un au moins des critères suivants : -  trouble ventilatoire restrictif avec capacité pulmonaire totale comprise entre 50 et 60 % de la valeur théorique ; -  trouble ventilatoire obstructif avec VEMS entre 1 000 et 1 500 ml (soit entre 50 à 75 % de la valeur théorique) ; -  PaO2 entre 60 et 70 mmHg ou 60 et 70 Tor, ou 8,3 à 9,3 kPa ; -  signes électro-écho-cardiographiques et retentissement ventriculaire droit ; -  poussées d'insuffisance ventriculaire droite lors de surinfections pulmonaires. 6.9.4 - Insuffisances respiratoires chroniques graves : 67 à 100 %. Caractérisées par l'un au moins des critères suivants : -  trouble ventilatoire restrictif avec capacité pulmonaire totale comprise entre 40 et 50 % de la valeur théorique ; -  trouble ventilatoire obstructif avec VEMS entre 700 et 1 000 ml (soit 30 à 50 % de la valeur théorique) ; -  PaO2 entre 50 et 60 mmHg, ou entre 50 et 60 Tor ou entre 6.6 et 8 kPa ; -  signes permanents périphériques et électro-écho-cardiographiques de retentissement ventriculaire droit. 6.9.5 - Insuffisances respiratoires chroniques sévères : 100 %. Caractérisées par l'un au moins des critères suivants : -  trouble ventilatoire restrictif avec capacité pulmonaire totale inférieure à 40 % de la valeur théorique ; -  trouble ventilatoire obstructif avec VEMS inférieur à 700 ml (soit inférieur à 30 % de la valeur théorique) ; -  PaO2 inférieure à 50 mmHg, ou 50 Tor, ou 6,6 kPa ; -  forme grave d'insuffisance ventriculaire droite. 6.10 Cas particulier des pneumoconioses à réparation spéciale Il convient de tenir compte de la gravité radiologique. C'est ainsi que, par exemple, dans le cas d'une silicose, même si la fonction respiratoire est peu altérée, on retiendra un taux d'IPP minimal. 1. Pour les formes micronodulaires étendues et de forte densité ; Pour les formes nodulaires envahissant les deux tiers du champ pulmonaire : de l'ordre de 10 % ; 2. Pour les formes nodulaires généralisées et pour les formes pseudo-tumorales se projetant sur 1 à 3 espaces intercostaux : de l'ordre de 20 % ; 3. Pour les pseudo-tumeurs se projetant sur plus de 3 espaces intercostaux : de l'ordre de 30 %.7 Affections hématologiques 7.1 Syndromes hémorragiques Le signe essentiel est la thrombopénie, rarement isolée, qui devra être intégrée aux autres signes de l'insuffisance médullaire dont elle témoigne. La survenue d'hémorragies graves, notamment cérébro-méningées, digestives,... et les complications thérapeutiques (contamination transfusionnelle  [ (note 5)  : ] , splénectomie...) constituent autant d'éléments péjoratifs à apprécier. Thrombopénie persistante comprise entre 100 000 plaquettes par mm3 et 30 000 plaquettes par mm3  [ (note 6)  : ]  : 30 à 90 %. Thrombopénie inférieure à 30 000 plaquettes avec complications hémorragiques ; nécessité d'un traitement : 90 à 100 %. 7.2 Anémies L'élément principal de référence est le taux d'hémoglobine, l'hémolyse, quelqu'en soit le mécanisme, ne constituant pas en elle-même un élément péjoratif. Un taux inférieur de 7 g/100 ml (4,3 m.mol/l en unités internationales  [ (note 7)  : ] ) nécessite le plus souvent des transfusions avec possibilité de survenue de tous les accidents qui leur sont liés. A côté du risque majeur de contamination transfusionnelle, un risque coronarien, un risque d'hémochromatose... Anémie persistante avec taux d'hémoglobine compris entre 12 g/100 ml ou 7,4 m.mol/l et 9 g/100 ml ou 5,5 m.mol/l : 20 à 40 %. Anémie persistante avec taux d'hémoglobine compris entre 9 g/100 ml ou 5,5 m.mol/l et 7 g/100 ml ou 4,3 m.mol/l : 40 à 67 %. Anémie persistante avec taux d'hémoglobine inférieur à 7 g/100 ml ou 4,3 m.mol/l avec nécessité d'un traitement transfusionnel : 67 à 100 %. Complications transfusionnelles : Les soins et arrêts de travail qu'elles nécessitent seront pris en charge au titre de la maladie professionnelle ou d'une rechute de celle-ci : -  les séquelles éventuelles devront être appréciées en fonction des rubriques correspondantes du présent barème ; -  insuffisance cardiaque : voir Maladies cardio-vasculaires ; -  hélochromatose pouvant s'observer après un traitement transfusionnel prolongé pour anémies persistantes graves : 67 à 100 %. 7.3 Leucopénie - Neutropénie De diagnostic étiologique difficile, nécessitant un myélogramme pour s'assurer de la baisse des éléments des granuleux dans la mœlle et éliminer d'autres mécanismes, notamment un trouble de la répartition. Le risque infectieux associé constitue un élément péjoratif qui devient majeur pour une leucopénie inférieure à 800/mm3  [ (note 8)  : ] . Leucopénie comprise entre 3 300 globules blancs par mm3 et 800 globules blancs par mm3, avec neutropénie inférieure à 33 % : 30 à 100 %. Selon le retentissement clinique, les troubles associés, notamment infectieux et la nécessité d'un traitement. Leucopénie inférieure à 800 globules blancs par mm3 : 100 %. 7.4 Hypercytoses Même si la terminologie qui est appliquée peut être discutée par le plan sémantique, elles désignent : -  la polyglobulie modérée ; -  la splénomégalie myéloïde ; -  la maladie de Hodgkin ; -  les lymphomes non hodgkiniens. Toutes ces affections comportent un risque vital et seront définies : -  pour la polyglobulie : par la masse sanguine égale ou supérieure à 36 ml/kg chez l'homme ; égale ou supérieure à 32 ml/kg chez la femme : -  sans diminution de la PaO2  [ (note 9)  : ]  ; -  avec une leucocytose supérieure à 13 000-14 000 globules blancs par mm3 ; -  pour la splénbomégalie myéloïde par la biopsie de moelle ; -  pour la maladie de Hodgkin et les lymphomes non hodgkiniens : par la biopsie ganglionnaire ; Polyglobulie, splénomégalie myéloïde, maladie de Hodgkin : 30 à 67 %. Lymphomes non hodgkiniens : 67 % à 100 %. 7.5 Leucoses - Leucémies Leur réparation est essentiellement fonction : -  du type cytologique de la prolifération maligne et du pronostic qui lui est lié ; -  du risque infectieux majeur omniprésent ; -  de la réponse aux thérapeutiques. Les rémissions et l'ensemble des problèmes qu'elles posent doivent être jugés avec les plus prudentes réserves car, à la fin, l'espérance de vie reste le facteur le plus déterminant. Leucoses - leucémies : 67 à 100 %, avec prise en charge au titre de la législation Accidents du travail - Maladies professionnelles de la surveillance hématologique et de toutes les thérapeutiques nécessaires. 8 Affections rhumatismales 8.1 Majoration spécifique à la morbidité rhumatismale A côté de la gêne proprement articulaire, les maladies rhumatismales peuvent entraîner des manifestations cliniques spécifiques qui retentissent sur la capacité de travail. On devra donc éventuellement majorer le taux de base en fonction des indicateurs suivants : 8.1.1 - Existence de poussées congestives au cours des processus dégénératifs ostéo-articulaires. Marquée par une accentuation des douleurs, de la raideur, une discrète augmentation de volume de l'articulation et des tissus péri-articulaires. La poussée congestive cède généralement en quelques jours ou quelques semaines, le répos étant un élément essentiel du traitement. 8.1.2 - Persistance d'une évolutivité rhumatismale au cours des processus ostéo-articulaires à point de départ infectieux ou inflammatoire. Objectivée par des poussées inflammatoires associant des signes locaux et/ou généraux, confirmée par les tests biologiques (VS, C réactive protéine). 8.1.3 - Existence de crises douloureuses. La douleur ressentie peut justifier en soi une indemnisation lorsque les crises sont intenses ou évoluent sur un mode permanent. 8.1.4 - L'atteinte des tissus. Modifications de la structure osseuse : Objectivées par les documents radiologiques qui permettent de distinguer : -  l'ostéoporose ; -  l'ostéomalacie ; -  l'hyperostose. L'incidence des ces anomalies sur les capacités fonctionnelles du patient sera appréciée en tenant compte de l'étendue des lésions, de la présence d'autres indicateurs et du caractère évolutif de la maladie ; - ostéonécroses. L'importance de la destruction ostéo-articulaire est l'élément essentiel de l'évaluation. Atteinte loco-régionale : Autour de l'articulation, on recherchera les anomalies des muscles et du revêtement cutané. Algodystrophies : Indemnisées par référence au barème des accidents du travail (4.2.6). 8.1.5 - Les atteintes viscérales associées. Dont les séquelles seront estimées par référence aux chapitres du barème des maladies professionnelles relatifs à chacun des appareils. 8.1.6 - L'atteinte de l'état général. On appréciera le degré d'asthénie et l'existence d'un amaigrissement récent. Après avoir passé en revue l'ensemble de ces indicateurs, le médecin évaluateur devra tenir compte de la topographie des lésions. On peut opposer : Les atteintes axiales des localisations rachidiennes : -  cervicales : limitant certains mouvements de la tête ; -  dorsales : entraînant surtout des troubles statiques ; -  lombaires : gênant le port de charge et la station debout prolongée. Les atteintes périphériques où la localisation sur les articulations portantes des membres inférieurs handicape la locomotion alors que les lésions du membre supérieur retentissent sur les activités manuelles de force ou délicates. 8.2 Au terme de son analyse, en tenant compte du taux de base et éventuellement des majorations spécifiques, le médecin portera un jugement global sur le retentissement des séquelles de la maladie sur la capacité de travail du patient et fixera le taux d'IPP en fonction de son importance pour laquelle on peut proposer l'échelle suivante : -  retentissement léger : 0 à 5 % ; -  retentissement modéré : 5 à 15 % ; -  retentissement moyen : 15 à 30 % ; -  retentissement important : 30 à 60 % ; -  retentissement très important : 60 à 90 %. 8.3 A titre d'exemple, on peut retenir quelques situations caractéristiques 8.3.1 - Brucellose. Séquelle de monoarthrite du genou associant une augmentation de volume de l'articulation et une amyotrophie du quadriceps selon l'existence de poussées d'hydarthrose et le degré de limitation des mouvements du genou : 15 à 30 %. Pelvispondylite chronique clinique et radiologique compte tenu de l'importance de la raideur du rachis et des douleurs : 15 à 25 %. 8.3.2 - Tuberculose. Mal de Pott dorso-lombaire, laissant des troubles statiques (scoliose et cypho-scoliose) selon la gêne fonctionnelle et l'existence de retentissement cardio-respiratoire : 15 à 30 %. Coxalgie, ayant évolué vers l'arthrodèse spontanée avec raccourcissement du membre inférieur et amyotrophie importante compte tenu des douleurs et du retentissement sur la statique rachidienne : 55 à 70 %. 8.3.3 - Lésions provoquées par des travaux effectués dans les milieux où la pression est supérieure à la pression atmosphérique. Ostéonécrose de la tête humérale droite chez un adulte jeune selon la limitation du jeu articulaire : 20 à 40 %. 8.3.4 - Affections professionnelles provoquées par le fluor. Ligamentite ossifiante lombaire associée à une ossification péri-coxofémorale selon l'importance des douleurs et de la raideur : 15 à 30 %. 8.3.5 - Affectations professionnelles péri-articulaires. Épicondylite récidivante : 5 à 10 %. 8.3.6 - Affections provoquées par les vibrations et les chocs. Ostéonécrose du scaphoïde selon l'importance des douleurs et de la limitation des mouvements du poignet : 5 à 30 %. Arthrose hyperostosante du coude s'accompagnant éventuellement de chondromatose selon l'importance des douleurs et l'enraidissement : 15 à 25 %. 9 Affections provoquées par les rayonnements ionisants 9.1 Préambule Le médecin évaluateur s'efforcera d'obtenir communication, soit directement du médecin du travail, soit par l'intermédiaire de la victime, du dossier médical ordinaire  [ (note 10)  : ]  de celle-ci et du dossier médical spécial  [ (note 10)  : ]  lorsqu'elle est classée en catégorie A des travailleurs exposés. Il importe qu'il connaisse avec exactitude, en dehors de l'exposition due aux sources naturelles de rayonnement et des expositions subies du fait des examens et traitement médicaux, les différents types d'exposition reçus dans les conditions normales de travail, les expositions exceptionnelles concertées et/ou d'urgence, les accidents d'expositions et pour chacun d'entre eux les limites d'exposition atteintes, c'est-à-dire : -  l'équivalent de dose maximale  [ (note 11)  : ]  dans les cas d'exposition externe ; -  l'activité incorporée dans le cas d'exposition interne ; -  l'équivalent de dose et l'activité incorporée dans les cas d'exposition totale, externe et interne. 9.2 Ophtalmologie 9.2.1 - Blépharite, conjonctivite. Formes aiguës : généralement guérison. Formes chroniques avec parfois chute des cils, lagophtalmie, syndrome sec oculaire : ajouter aux troubles éventuels de l'acuité visuelle : 5 à 10 %. 9.2.2 - Kératite - séquelles. Taies de cornée : apprécier le degré d'acuité visuelle et le degré de conservation du champ visuel périphérique. Lagophtalmie. Syndrome sec oculaire, ajouter aux troubles éventuels de l'acuité visuelle : 5 à 10 %. Atrophie du globe - Enucléation : voir barème AT - Ophtalmologie (6.1.1 et 3). 9.2.3 - Cataractes. Unilatérales : selon degré d'opérabilité et la diminution de la fonction visuelle. Bilatérales : voir barème AT-Ophtalmologie (6.1.10.1 et 2). Le cristallin est un organe particulièrement radio-sensible : les cataractes radio-induites apparaissent après un délai de latence de plusieurs années pour des irradiations localisées, délivrées en un temps très court, supérieures à 4 grays pour les rayons X et peut-être à des doses inférieures pour les neutrons. Au début postérieur, elles entraînent une baisse de l'acuité visuelle qui devra être justement appréciée. 9.2.4 - Altérations de la fonction visuelle. Voir barème AT-Ophtalmologie, 6.1.1 à 7. Dissocier vision de précision et vision de sécurité, notamment dans l'industrie nucléaire. 9.3 Affections dermatologiques 9.3.1 - Radio-dermites aiguës Après irradiation aiguë, localisée : -  dose inférieure à 8 grays : érythème réversible : généralement guérison ; -  dose inférieure à 20 grays : érythème, œdème, phlyctènes, parfois ulcération : 5 à 10 % ; -  dose supérieure à 25 grays : nécrose tissulaire possible selon étendue, profondeur, résultats thérapeutiques : 10 à 30 %. En cas de brûlures radiologiques et thermiques associées, la brûlure thermique est d'apparition immédiate et alors qu'elle régresse, la brûlure radiologique se manifeste cliniquement et son évolution est généralement extensive, caractère qui conditionnera la date de consolidation. 9.3.2 - Radio-dermites chroniques Latence ++- après irradiations localisées répétées. Effacement des empreintes digitales, peau sèche ou amaincie, hyperkératose, atteintes unguéales (stries, pachyonyxis), dépilation, ulcérations atones : 10 à 40 %. Cancérisation : transformation en épithélioma spino-cellulaire (doses répétées supérieures à 10 grays) : 40 à 70 %. Séquelles sensitivo-motrices associées (IPP à évaluer globalement prenant en compte cet élément de majoration) : voir barème AT 4.2.4. 9.3.3 - Radio-épithélite aiguë des muqueuses. Généralement bucco-pharyngée (dose 4 à 8 grays) : Sans ulcération : guérison ; Avec ulcération : 5 à 10 %. 9.3.4 - Radio-lésions chroniques des muqueuses : 10 à 40 %. Éléments de majoration possibles, en fonction de la gêne : Dyspnée : voir barème MP, Maladies d'origine respiratoire 6 ; Dysphagie : voir barème AT 8.2 ; Troubles de l'olfaction : voir barème AT 5.1.4. 9.4 Affections hématologiques 9.4.1 - Irradiations aiguës. De causalité généralement indiscutable. Type : irradiation  flash  de quelques grays en quelques secondes. L'atteinte du tissu hématopoïétique est présente dans tous les syndromes cliniques secondaires à irradiation aiguë globale et sa gravité est fonction de la dose absorbée. Généralement, au dessous de 1 gray, la restauration des différentes lignées est habituelle et il ne persiste pas de séquelle immédiate. Les déficits des globules blancs et des plaquettes sont responsables de la survenue d'infections et d'hémorragies qui, avec les complications thérapeutiques, sont autant d'éléments péjoratifs à apprécier. Mais le risque majeur est celui de leucémies radio-induites myéloïdes. Anémie, leucopénie, thrombopénie, syndrome hémorragique : voir barème MP, Affections hématologiques 7. 9.4.2 - Irradiations chroniques. La causalité peut être discutée dans certains cas mais la réparation médico-légale ne peut échapper au principe de la présomption d'origine. La remontée des leucocytes et des plaquettes est très lente, d'où chronicité des troubles et les difficultés thérapeutiques. Le risque de leucémies radio-induites se trouve aggravé et l'inaptitude à tout risque hématologique étant totale, un changement de poste de travail est indispensable. Anémie, leucopénie, thrombopénie, syndrome hémorragique : voir barème MP, Affections hématologiques 7. 9.4.3 - Leucémies. Elles s'intègrent dans les effets stochastiques (effets aléatoires) des radiations. Les leucémies radio-induites ne sont pas fonction du type de rayonnement, de son énergie et de la dose absorbée. Elles ne présentent pas de caractères spécifiques mais on constate généralement des leucémies myéloïdes, aiguës ou chroniques, bien que les leucémies lymphoïdes soient légitimement incluses dans les affections réparables. Leucémies : 67 à 100 %. 9.5 Cancer broncho-pulmonaire primitif par inhalation Le cancer brocho-pulmonaire par inhalation de produits radioactifs (par irradiation interne) doit être distingué du cancer broncho-pulmonaire par irradiation externe qui, en l'état actuel de la législation, ne peut pas donner lieu à réparation. Il a été observé avec une certaine fréquence chez les travailleurs des mines d'uranium et d'autres mines métalliques : fer, plomb, zinc, spathfluor, ainsi que chez ceux ayant été exposés aux produits de filiation du radon qui sont particulaires. Il s'intègre dans les effets stochastiques (effets aléatoires) des radiations ionisantes et ne présente pas de caractères particuliers. Cancer broncho-pulmonaire primitif par inhalation de produits radio-actifs : 100 %. 9.6 Sarcomes osseux Il s'intègrent dans les effets stochastiques (effets aléatoires) des radiations et peuvent être théoriquement induits par n'importe quel rayonnement ionisant. Un risque réel est constitué par l'incorporation de radionucléides ostéotropes, notamment le radium (216), le phosphore (32)... à l'occasion d'utilisations industrielles ou en laboratoire. De nombreux facteurs devront être pris en considération : -  la localisation ostéo-sarcomateuse (fémur, maxillaire inférieur, omoplate...) : -  le bilan d'extension ; -  les résultats thérapeutiques, les possibilités d'appareillage ; -  les séquelles loco-régionales fonctionnelles, les séquelles douloureuses, le retentissement sur l'état général... Sarcomes osseux : 67 à 100 %. 9.7 Radionécrose osseuse Affection exceptionnelle, ne pouvant être induite que par des irradiations chroniques externes ou internes importantes, et n'apparaissant qu'après un long laps de temps. Apprécier les éléments séquellaires, tels que la localisation de la radionécrose, l'état fonctionnel résiduel, les possibilités d'appareillage : voir barème AT, chapitre concerné. Pour les radionécroses des maxillaires : voir barème AT, Stomatologie (7.2 et 7.3).",
            "texteHtml": "<p></p><p>Sommaire</p><table border='1' cellpadding='0' cellspacing='1'><tbody><tr><td valign='top'><p>1. Affections cardio-vasculaires</p></td></tr><tr><td valign='top'><p>2. Affections dermatologiques et cutanéo-muqueuses</p></td></tr><tr><td valign='top'><p>3. Affections digestives</p></td></tr><tr><td valign='top'><p>4. Affections neurologiques, neurosensorielles et psychiatriques</p></td></tr><tr><td valign='top'><p>5. Affections des reins et des voies urinaires</p></td></tr><tr><td valign='top'><p>6. Affections respiratoires</p></td></tr><tr><td valign='top'><p>7. Affections hématologiques</p></td></tr><tr><td valign='top'><p>8. Affections rhumatismales</p></td></tr><tr><td valign='top'><p>9. Affections provoquées par les rayonnements ionisants</p></td></tr></tbody></table><p><br/>1 Affections cardio-vasculaires</p><p>1.1 Insuffisance ventriculaire droite</p><p>Forme légère : 5-20 %.</p><p>Caractérisée par : </p><p>- dyspnée à l'effort prolongé ;</p><p>- absence de signes périphériques d'IVD ;</p><p>- absence de retentissement même au moment des poussées de surinfection pulmonaire.</p><p>Forme moyenne : 20-60 %.</p><p>Caractérisée par : </p><p>- dyspnée d'effort associée à :</p><p>- tachycardie-cœur de volume subnormal ;</p><p>- signes électro-écho-cardiographiques de retentissement ventriculaire droit ;</p><p>- absence d'hépatomégalie ;</p><p>- poussées d'insuffisance ventriculaire droite grave lors des surinfections pulmonaires.</p><p>Forme grave : 60-100 %.</p><p>Caractérisée par :</p><p>- dyspnée de repos associée à :</p><p>- tachycardie-cardiomégalie ;</p><p>- signes électro-écho-cardiographiques de rententissement ventriculaire droit ;</p><p>- signes périphériques d'insuffisance ventriculaire droite ;</p><p>- nécessité d'un traitement et d'un régime.</p><p><br/>1.2 Insuffisance ventriculaire gauche</p><p>Forme légère : 5-20 %.</p><p>Caractérisée par :</p><p>- dyspnée à l'effort prolongé ;</p><p>- simple hypertrophie ventriculaire gauche électrique et/ou radiologique ;</p><p>- absence de traitement et de régime.</p><p>Forme moyenne : 20-60 %.</p><p>Caractérisée par : </p><p>- dyspnée d'effort simple associée à :</p><p>- tachycardie ;</p><p>- signes électro-écho-cardiographiques d'atteinte ventriculaire gauche modérée ;</p><p>- accès épisodiques et légers de dyspnée paroxystique.</p><p>Forme grave : 60-100 %.</p><p>Caractérisée par :</p><p>- dyspnée au moindre effort associée à :</p><p>- crises de dyspnée paroxystique-œdème aigu du poumon ;</p><p>- tachycardie avec galop ;</p><p>- râles crépitants et sous crépitants ;</p><p>- signes d'atteinte cardio-vasculaire gauche avérée ;</p><p>- nécessité d'un traitement continu.</p><p><br/>1.3 Ischémie cardiaque</p><p>Forme légère : 5-10 %.</p><p>Caractérisée par :</p><p>- ischémie électrique silencieuse ;</p><p>- absence de douleur angineuse ;</p><p>- absence d'infarctus du myocarde ;</p><p>- absence de traitement.</p><p>Forme moyenne : 20-60 %.</p><p>Caractérisée par un ou plusieurs des tableaux cliniques suivants :</p><p>- angor modéré stable répondant bien au traitement - associé à des altérations électriques modérées et stables au repos ;</p><p>- épreuves d'effort perturbées ;</p><p>- séquelles limitées d'infarctus myocardique avec ou sans douleurs angineuses.</p><p>La coexistence de troubles du rythme ventriculaire constitue un facteur de gravité.</p><p>Forme grave : 60-100 %.</p><p>Caractérisée par un ou plusieurs des tableaux cliniques suivants :</p><p>- infarctus myocardique ancien étendu avec troubles du rythme et/ou ectasie pariétale ;</p><p>- angine de poitrine sévère répondant mal au traitement ;</p><p>- cardiopathie ischémique relevant d'un traitement médicamenteux intensif et/ou chirurgical et/ou instrumental ;</p><p>- séquelles secondaires à la chirurgie coronaire ou à l'angioplastie.</p><p>Les séquelles liées à une éventuelle migration embolique seront évaluées par ailleurs.</p><p><br/>1.4 Atteintes primitives  du myocarde</p><p>Forme légère : 5-20 %.</p><p>Caractérisée par le tableau clinique suivant :</p><p>- anomalies électriques de type surcharge ou troubles isolés de la repolarisation ;</p><p>- altérations écho-cardiographiques discrètes ;</p><p>- cœur de volume normal ou limite ;</p><p>- absence de symptômes fonctionnels ;</p><p>- absence de signes d'insuffisance cardiaque ;</p><p>- absence de traitement.</p><p>Forme moyenne : 20-60 %.</p><p>Caractérisée par le tableau clinique suivant :</p><p>- dyspnée à l'effort modéré ;</p><p>- cardiomégalie modérée ;</p><p>- altérations franches de l'électro-échocardiogramme ;</p><p>- absence de signes périphériques d'insuffisance cardiaque ;</p><p>- stabilité sous traitement.</p><p>Forme grave : 60-100 %.</p><p>Caractérisée par :</p><p>- dyspnée à l'effort simple associée à un ou plusieurs signes suivants :</p><p>- tachycardie - galop ;</p><p>- hépatomégalie - poumon cardiaque ;</p><p>- altérations majeures à l'électro-échocardiogramme ;</p><p>- nécessité d'un traitement polymédicamenteux continu.</p><p><br/>1.5 Atteintes péricardiques</p><p>Forme légère : 5-20 %.</p><p>Caractérisée par :</p><p>- anomalies électriques isolées persistantes ;</p><p>- absence de traitement.</p><p>Forme moyenne : 30-60 %.</p><p>Caractérisée par l'un des tableaux cliniques suivants :</p><p>- péricardite récidivante à rechutes multiples ;</p><p>- péricardite calcifiée chronique sans syndrome de constriction, clinique ou hémodynamique.</p><p>Forme grave : 60-100 %.</p><p>Caractérisée par l'un des tableaux cliniques suivants :</p><p>- péricardite liquidienne chronique ;</p><p>- péricardite chronique calcifiée ou non avec syndrome d'adiastolie ;</p><p>- séquelles chirurgicales entraînant une gêne fonctionnelle marquée ;</p><p>- mésothéliome péricardique.</p><p><br/>1.6 Troubles du rythme</p><p>Forme légère : 5-20 %.</p><p>Caractérisée par l'un des tableaux cliniques suivants :</p><p>- troubles de la conduction intraventriculaire (bloc de branche) ou auriculoventriculaire au 1er degré, asymptomatique et stable ;</p><p>- hyper-excitabilité auriculaire ou ventriculaire nécessitant un traitement prophylactique ;</p><p>- arythmies ventriculaires ou auriculaires complexes, symptomatiques, nécessitant surveillance et traitement ;</p><p>- patient appareillé par stimulateur intracorporel.</p><p>Forme moyenne : 30-60 %.</p><p>Caractérisée par un des tableaux cliniques suivants :</p><p>- tachycardies supraventriculaires nécessitant un traitement prophylactique ;</p><p>- arythmies ventriculaires, ou auriculaires complexes, symptomatiques, nécessitant surveillance et traitement ;</p><p>- patient appareillé par stimulateur intracorporel.</p><p>Forme grave : 60-100 %.</p><p>Caractérisée par l'un des tableaux cliniques suivants :</p><p>- tachycardie ventriculaire récidivant malgré le traitement.</p><p>Evaluer par ailleurs les séquelles liées aux migrations emboliques éventuelles.</p><p><br/>1.7 Atteintes vasculaires périphériques</p><p>1.7.1 - Artéritiques.</p><p>Forme légère : 5-20 %.</p><p>Caractérisée par un des tableaux cliniques suivants :</p><p>- disparition d'un pouls distal avec sténose incomplète au Doppler chez un sujet asymptomatique ;</p><p>- claudication intermittente à la marche rapide et prolongée.</p><p>Forme moyenne : 20-60 %.</p><p>Associant :</p><p>- claudication intermittente à la marche normale avec pression à la cheville > 50 mm de mercure (ou 6,66 kPa) ;</p><p>- troubles trophiques peu marqués ;</p><p>- traitement continu.</p><p>Forme grave : 60-100 %.</p><p>Associant : </p><p>- artériopathie chronique avec douleur de décubitus ;</p><p>- troubles trophiques marqués ;</p><p>- marche impossible ou extrêmement pénible avec douleurs violentes ;</p><p>- pression à la cheville < 50 mm de mercure (ou 6,66 kPa).</p><p>Evaluer par ailleurs les séquelles liées à une amputation par gangrène selon barème AT.</p><p><br/>1.7.2 - Phlébitiques.</p><p>Forme légère : 5-10 %.</p><p>Associant :</p><p>- œdème modéré ;</p><p>- simple lourdeur et fatigabilité modérée.</p><p>Forme moyenne : 10-30 %.</p><p>Caractérisée par :</p><p>- œdème important ;</p><p>et/ou</p><p>- troubles trophiques marqués.</p><p>Forme grave : 30-50 %.</p><p>Caractérisée par :</p><p>- troubles trophiques très importants ;</p><p>et/ou</p><p>- œdème très important avec fatigabilité marquée.</p><p><br/>1.7.3 - Troubles angio-neurotiques.</p><p>Forme légère : 5-20 %.</p><p>- on tiendra compte de la gène fonctionnelle et du résultat des épreuves fonctionnelles.</p><p>Forme évoluée : 20-30 %.</p><p>- existence de sphacèle,</p><p>et/ou</p><p>- troubles trophiques.</p><p><br/>1.8 Valvulopathies</p><p>Forme légère : 5-10 %.</p><p>Caractérisée par le tableau :</p><p>- simple souffle séquellaire sans retentissement ventriculaire, clinique, radio, électro-échographique hémodynamique ;</p><p>- absence de traitement.</p><p>Forme moyenne : 20-60 %.</p><p>Caractérisée par l'un des tableaux cliniques suivants :</p><p>- valvulopathie avérée mais sans signe de décompensation ;</p><p>- valvulopathie avérée associée à : </p><p>- signes d'insuffisance cardiaque légère ;</p><p>- avec ou sans traitement médical ;</p><p>- absence d'indications chirurgicales ;</p><p>- valvulopathie opérée avec bons résultats.</p><p>Forme grave : 60-100 %.</p><p>Caractérisée par l'un des tableaux cliniques suivants :</p><p>- valvulopathie entraînant un retentissement cardiaque sévère (voir IVD ou IVG) ;</p><p>- indications chirurgicales ;</p><p>- formes opérées avec résultats médiocres ;</p><p>- valvulopathies inopérables.</p><p>Evaluer par ailleurs les séquelles liées aux migrations emboliques éventuelles.</p><p><br/>1.9 Hypertension artérielle</p><p>Une hypertension artérielle limite labile  ne nécessitant pas un traitement ne justifie pas d'indemnisation.</p><p>En cas d'hypertension artérielle permanente nécessitant un traitement, l'appréciation tiendra compte de l'état hypertensif et d'autre part de ses retentissements viscéraux : </p><p>- élévation de la tension artérielle isolée : 10 à 20 %.</p><p>Les retentissements viscéraux sont indemnisés pour leur propre compte (voir chapitres particuliers du barème).</p><p><br/>2 Affections dermatologiques et cutanéo-muqueuses</p><p>2.1 Modalités d'évaluation des séquelles d'affections dermatologiques professionnelles</p><p>Le tableau d'invalidité des affections dermatologiques professionnelles (Maladies professionnelles - Origine post-traumatique) propose : </p><p>- un taux de base qui est fonction de l'état séquellaire clinique, de sa gravité et de son potentiel évolutif ;</p><p>- auquel peut s'appliquer un coefficient de majoration fonction de certaines localisations lésionnelles et de la superficie des séquelles ;</p><p>- un taux complémentaire si coexistent des séquelles sensitives et/ou motrices, responsables d'une gêne fonctionnelle.</p><p>L'invalidité dermatologique doit certes prendre en compte ces différents facteurs mais surtout doit s'apprécier de façon globale en fonction des éléments que comporte l'article L. 434-2 du Code de la sécurité sociale. L'incidence de l'affection dermatologique professionnelle sur les aptitudes et la qualification professionnelle qui constituent peut-être l'élément médico-social majeur de l'incapacité permanente partielle dépend, en grande partie, des risques professionnels que comportait le poste de travail de la victime. Le médecin évaluateur, dont l'action se situe forcément en aval de la maladie professionnelle, ne doit pas négliger pour autant ce qui se place en amont.</p><p>Il ne doit pas perdre de vue que la dermatose professionnelle, d'origine allergique, risque fort de récidiver dès nouveau contact avec le facteur étiologique et que, même pour des séquelles cliniques minimes, le changement de poste de travail peut s'imposer. Ceci s'entend surtout pour le risque chimique et plus encore lorsque celui-ci comporte l'utilisation de substances cancérogènes.</p><p>Que le risque chimique soit constitué par une substance ou une préparation (mélange de substances), qu'il soit pur ou associé à un facteur physique (mécanique, par exemple), il convient de reconnaître les types d'effets susceptibles de se produire : </p><p>- effets généraux :</p><p>- irritants (responsables de l'inflammation) ;</p><p>- corrosifs (responsables de nécrose cellulaire) ;</p><p>- toxiques ;</p><p>- allergisants ;</p><p>- cancérogènes ;</p><p>- effets spécifiques :</p><p>- effet savon ;</p><p>- effet solvan : délipidation de surface ;</p><p>- alcalin...</p><p>Certaines lésions sont véritablement pathognomoniques du risque tel la chloracné causée par les dioxines ;</p><p>- effets toxiques :</p><p>Des toxiques sont résorbables par voie cutanée et cette pénétration percutanée est d'autant plus importante que les téguments sont lésés. Il convient, lors de l'évaluation de certains états séquellaires, de ne pas négliger les effets toxiques causés généralement par des doses minimes, par exemple, les intoxications par le bore.</p><p>2.2 Évaluation</p><table border='1' cellpadding='0' cellspacing='1'><thead><tr><td width='88'><br/></td><td width='132'><p align='center'>États séquellaires</p></td><td width='102'><p align='center'>Préjudice</p></td><td width='132'><p align='center'>Taux de base</p></td></tr></thead><tbody><tr><td valign='top'><p>Gravité.</p></td><td valign='top'><p>Atrophie sans rétraction.</p><p>Alopécies définitives.</p><p>Dyschromies.</p><p>Ulcères.</p></td><td valign='top'><p>Léger.</p></td><td valign='top'><p>0 à 10 %.</p></td></tr><tr><td valign='top'><br/></td><td valign='top'><p>Atrophies avec rétraction.</p><p>Hyperkératoses.</p><p>Lichénifications.</p><p>Polysensibilisation.</p></td><td valign='top'><p>Moyen.</p></td><td valign='top'><p>10 à 15 %.</p></td></tr><tr><td valign='top'><br/></td><td valign='top'><p>Cancérisation.</p></td><td valign='top'><p>Important.</p></td><td valign='top'><p>Tumeur cutanée maligne in situ, non pénétrante : 30 à 40 %.</p><p>Tumeur cutanée maligne infiltrante, avec extension : 40 à 70 %.</p></td></tr><tr><td valign='top'><p>Topographie et étendue.</p></td><td valign='top'><p>Main.</p></td><td valign='top'><p>Main dominante :</p><p>Pulpe :</p><p>Pouce ;</p><p>Index.</p></td><td valign='top'><p>Coefficient de majoration : x 1 à 1,5.</p></td></tr><tr><td valign='top'><br/></td><td valign='top'><p>Pied.</p></td><td valign='top'><p>Talon antérieur.</p><p>Talon postérieur.</p></td><td valign='top'><p>x 1 à 1,5.</p></td></tr><tr><td valign='top'><br/></td><td valign='top'><p>Cheville.</p><p>Régions d'appui.</p></td><td valign='top'><p>Face antérieure.</p><p>Fesse.</p><p>Région ischiatique.</p></td><td valign='top'><p>x 1 à 1,5.</p></td></tr><tr><td valign='top'><p>Fonction.</p></td><td valign='top'><p>Séquelles.</p></td><td valign='top'><p>Sensitives motrices.</p></td><td valign='top'><p>cf. Barème indicatif invalidité</p><p>Accidents du travail.</p></td></tr></tbody></table><p><br/>2.3 Lésions cutanéo-muqueuses</p><p>Selon le type se reporter aux chapitres correspondants.</p><p>Perforation de la cloison nasale. Barème AT 5.1.2.</p><p><br/>2.4 Radio-dermites</p><p>Voir chapitre 9.3 du présent barème.</p><p>3 Affections digestives</p><p>3.1 Atteintes hépatiques</p><p>Au décours de l'évolution d'une maladie professionnelle comportant une atteinte hépatique, le médecin chargé de l'évaluation de l'IPP peut se trouver devant l'une des situations suivantes : <br/>1.  Hépatite ;<br/>2.  Cirrhose du foie ;<br/>3.  Tumeur maligne du foie.</p><p>3.1.1 - Hépatites</p><p>L'hépatite aiguë peut être considérée comme guérie sans séquelle lorsque les tests de cytolyse et les tests de cholostase sont redevenus normaux.<br/>La présence isolée d'antigène HBS ne constitue pas une séquelle en soi.<br/>Hépatites chroniques :<br/>Les hépatites chroniques sont définies par la persistance après six mois d'évolution d'une perturbation des tests biologiques hépatiques et/ou d'anomalies à l'examen anatomopathologique.<br/>On distingue :<br/>- l'hépatique chronique persistance :<br/>-  avec perturbation des tests de cytolyse, les chiffres ne dépassant pas cinq fois la valeur normale ;<br/>-  éventuellement confirmée par un examen histologique du foie : 5 à 10 % ;</p><p>- l'hépatite chronique active :<br/>-  avec des tests de cytolyse dépassant cinq fois leur valeur normale ;<br/>-  et/ou gamma-globulines sériques dépassant 20 g/litre, éventuellement confirmée par examen histologique du foie.</p><p>Suivant l'importance et l'évolution des signes cliniques et biologiques : 10 à 40 %.</p><p>3.1.2 - Cirrhoses.</p><p>La cirrhose est reconnue par ses signes cliniques et biologiques et/ou histologiques (ponction biopsie du foie).<br/>Pour fixer le taux d'incapacité permanente partielle imputable à la cirrhose, on tiendra compte du retentissement sur l'état général et de la survenue des complications éventuellement associées :<br/>-  hypertension portale : présence de varices œsophagiennes (constatées par l'examen endoscopique) avec ou sans hémorragie digestive et/ou ascite ;<br/>-  insuffisance hépatique : avec abaissement du taux de prothrombine au-dessous de 60 % ;<br/>-  encéphalopathie hépatique ;<br/>-  troubles de l'attention, de l'idéation et/ou troubles caractériels et/ou signes neurologiques spécifiques ;<br/>-  hépatocarcinome : présence dans le sérum d'un marqueur spécifique à un taux significatif (par exemple alpha-fœtoprotéine > 500 nanogrammes/ml) et/ou anomalies échographiques démonstratives et/ou arguments histologiques décisifs après cytoponction.</p><p>Suivant le stade évolutif, l'affection réalise des tableaux cliniques de gravité diverse :<br/>Cirrhoses compensées :<br/>Caractérisées par l'absence de manifestations d'hypertension portale, l'absence d'encéphalopathie hépatique, l'absence d'insuffisance hépatique : 10 à 20 %.<br/>Cirrhoses avec hypertension portale :<br/>Varices œsophagiennes non hémorragiques ou ascite facilement réductible sans signe clinique d'encéphalopathie : 20 à 60 %.<br/>Cirrhoses graves :<br/>-  hémorragies(s) par rupture de varice œsophagienne et/ou ascite irréductible ;<br/>-  et/ou encéphalopathie invalidante ;<br/>-  et/ou signes marqués d'insuffisance hépatique : 60 à 100 %.</p><p>Cirrhoses compliquées d'hépatocarcinome : 100 %.</p><p>3.1.3 - Tumeurs malignes du foie.</p><p>Hépatocarcinome : 100 %.<br/>Angiosarcome du foie : 100 %.</p><p>3.2 Autres atteintes de l'appareil digestif</p><p>Les atteintes aiguës œsophagiennes, gastriques et intestinales guérissent habituellement sans séquelle. S'il persiste quelques signes fonctionnels : douleurs épigastriques, vomissements, brûlures... : 5 %.<br/>Pour les stomatites chroniques, voir le barème des accidents du travail, chapitre 7, Stomatologie.</p><p>3.2.1 - Colite post-dysentérique.</p><p>Marquée par une diarrhée sanglante, un aspect radiologique et/ou endoscopique de colite ulcéreuse, les examens parasitologiques étant négatifs : 5 à 20 %.</p><p>3.2.2 - Tumeurs malignes.</p><p>Mésothéliome péritonéal : 100 %.</p><p>4 Affections neurologiques, neurosensorielles et psychiatriques</p><p>4.1 Troubles neurologiques aigus</p><p>Sous cette étiquette, les tableaux des maladies professionnelles groupent toutes les manifestations témoignant d'une encéphalopathie aiguë : troubles de la conscience allant jusqu'au coma profond, crises convulsives, myoclonies.<br/>L'évolution de ces troubles aigus se fait, soit vers l'aggravation rapide et irréversible, soit vers la guérison, soit vers la stabilisation avec persistance de séquelles qui seront étudiées dans le chapitre des troubles neurologiques chroniques.<br/>Au stade des troubles neurologiques aigus, la consolidation du blessé n'est pratiquement jamais acquise. Il ne semble donc pas nécessaire de proposer des taux d'IPP.</p><p>4.2 Troubles neurologiques chroniques</p><p>4.2.1 - Tremblement intentionnel - Myoclonies.</p><p>Forme légère :</p><p>Unilatérale, suivant le côté (dominant ou non), apparition d'un tremblement discret : 10 à 20 %.<br/>Forme moyenne : 20 à 40 %.<br/>Forme grave :</p><p>Pouvant aller jusqu'à l'impossibilité de toute activité : 40 à 100 %.</p><p>4.2.2 - Ataxies - Ataxie cérébelleuse.</p><p>Forme légère :</p><p>Marche peu perturbée, légère maladresse de certains mouvements : 10 à 50 %.<br/>Forme moyenne :</p><p>Marche possible mais très difficile et très ralentie, importante maladresse des mouvements : 50 à 90 %.<br/>Forme grave :</p><p>Marche impossible, troubles kinétiques, incoordination, pouvant aller jusqu'à l'impossibilité de toute activité : 100 %.</p><p>4.2.3 - Epilepsie.</p><p>Forme légère :</p><p>Bien contrôlée par le traitement, compatible avec une activité professionnelle : 10 à 20 %.<br/>Forme moyenne :</p><p>Crises fréquentes malgré le traitement avec ou sans troubles du comportement, nécessité éventuelle d'un changement de poste de travail : 20 à 70 %.<br/>Forme grave :</p><p>Non contrôlée par le traitement, nécessitant la surveillance du sujet et rendant impossible toute activité : 100 %.</p><p>4.2.4 - Dysarthrie - Aphasie.</p><p>Forme légère :</p><p>Trouble de l'élocution, réduction du flux verbal : 5 à 20 %.<br/>Forme moyenne :</p><p>Troubles de la compréhension, expression perturbée plus ou moins intelligible : 20 à 80 %.<br/>Forme grave :</p><p>Absence de communication avec autrui, expression impossible, troubles majeurs de la compréhension : 80 à 100 %.</p><p>4.2.5 - Syndrome neurologique de type parkinsonien.</p><p>Forme légère :</p><p>Troubles mineurs réagissant bien au traitement : 10 à 20 %.<br/>Forme moyenne :</p><p>Entraînant une gêne appréciable : 20 à 50 %.<br/>Forme grave : 50 à 100 %.</p><p>4.2.6 - Syndrome associant </p><p>-  des troubles de l'équilibre ;<br/>  de la vigilance ;<br/>  et de la mémoire ;<br/>Et syndrome associant :<br/>-  des céphalées ;<br/>-  de l'asthénie ;<br/>-  des vertiges ;<br/>-  des nausées.</p><p>L'association de ces troubles divers entre dans le cadre du syndrome subjectif.<br/>Selon l'intensité et la pluralité des symptômes : 5 à 20 %.</p><p>4.2.7 - Troubles prolongés de la sensibilité accompagnant des troubles angio-neurotiques.</p><p>Selon l'intensité des symptômes.<br/>Selon le côté atteint (dominant ou non) : 5 à 30 %.</p><p>4.2.8 - Névrite optique : 5 à 30 %</p><p>Le taux sera fonction du degré d'altération de la fonction visuelle et l'on utilisera le tableau général d'évaluation (cf. barème AT, 6.1.5).</p><p>4.3 Névrites - Polynévrites</p><p>L'évaluation des taux d'IPP pour les névrites et les polynévrites doit tenir compte de plusieurs facteurs : <br/>-  existence ou non de troubles moteurs ;<br/>-  existence ou non de troubles sensitifs, en particulier profonds ;<br/>-  existence ou non de troubles trophiques.</p><p>Il faudra considérer la gêne fonctionnelle entraînée par ces différents facteurs (barème AT 4.2.5).<br/>Un cas particulier, la névrite trijéminale, exceptionnelle, qui entraîne plus souvent des troubles moteurs que des douleurs : 5 à 60 %.</p><p>4.4 Troubles psychiques - Troubles mentaux organiques</p><p>4.4.1 - Aigus.</p><p>Ces troubles peuvent comporter une confusion mentale de niveau variable ou un état délirant aigu.<br/>Il s'agit, là encore, comme pour les troubles neurologiques aigus, d'états évolutifs pendant lesquels la consolidation n'est pas envisageable.</p><p>4.4.2 - Chroniques.</p><p>Etats dépressifs d'intensité variable : <br/>-  soit avec une asthénie persistante : 10 à 20 %.<br/>-  soit à l'opposé, grande dépression mélancolique, anxiété pantophobique : 50 à 100 %.</p><p>Troubles du comportement d'intensité variable : 10 à 20 %.</p><p>4.5 Atteintes neuro-méningées</p><p>4.5.1 - Séquelles de la méningite cérébro-spinale à méningocoques.</p><p>4.5.1.1. La plus fréquente, constatée dans environ 5 % des cas, est la surdité (cf. barème AT 5.5.2).<br/>4.5.1.2. Les autres sont relativement exceptionnelles, mais doivent être envisagées ;<br/>4.5.1.2.1. Epilepsie : cf. barème MP, chapitre Troubles neurologiques chroniques ;<br/>4.5.1.2.2. Déficit moteur focalisé : cf. barème AT 4.2.3, 4.2.4, 4.2.5 ;<br/>4.5.1.2.3. Troubles visuels, atrophie optique : cf. barème AT 6.1 ;<br/>4.5.1.2.4. Déficit intellectuel, troubles mnésiques selon l'intensité des symptômes : 10 à 30 % ;<br/>4.5.1.2.5. Hydrocéphalie avec déficit intellectuel, troubles de la statique : le taux sera évalué en fonction des résultats de la neurochirurgie.</p><p>4.5.2 - Séquelles neuro-méningées de la brucellose.</p><p>Elles sont essentiellement consécutives à des lésions méningées chroniques mais aussi à des localisations médullaires.<br/>Ces lésions entraînent des signes, soit médullaires, soit radiculaires (queue de cheval).<br/>Les séquelles vont donc s'exprimer sous forme, soit de déficit focalisé, soit de monoplégie, soit de paraplégie d'intensité variable, associées ou non à des troubles sensitifs et/ou sphinctériens.<br/>Les taux seront évalués par référence au barème AT 4.2.3, 4.2.4, 4.2.5.</p><p>4.6 Surdités professionnelles</p><p>Voir barème AT 5.5.2.<br/>Acouphènes :<br/>Voir barème AT 5.5.3.</p><p>4.7 Pathologie tumorale</p><p>Glioblastome : 100 %.</p><p>5 Affections des reins et des voies urinaires</p><p>L'atteinte de l'appareil urinaire au cours des maladies professionnelles peut relever de divers mécanismes physiopathologiques et réaliser des lésions variées touchant le parenchyme rénal (nécroses tubulaires, lésions interstitielles, glomérulopathies) ou les voies urinaires.</p><p>Cependant, quelle que soit la maladie, les séquelles au moment de la consolidation donnent lieu à un nombre restreint de situations. Le médecin, chargé de l'évaluation, sera en pratique amené à estimer l'incapacité permanente partielle résultant des syndromes suivants :</p><p>- insuffisance rénale chronique,</p><p>- hypertension artérielle,</p><p>- protéinurie importante (syndrome néphrotique),</p><p>- hématurie ou protéinurie isolée,</p><p>- tubulopathie chronique,</p><p>- lithiase urinaire, </p><p>- lésions vésicales.</p><p> 5.1 L'insuffisance rénale chronique</p><p>5.1.1 - Insuffisance rénale légère.</p><p>Clairances de la créatinine supérieures aux 3/4 de la normale ; vie professionnelle normale : 10 à 20 %.</p><p>5.1.2 - Insuffisance rénale moyenne.</p><p>Clairances de la créatinine entre 1/4 et 3/4 de la normale, peu de retentissement sur la vie professionnelle : 20 à 40 %.</p><p>5.1.3 - Insiffusance rénale importante.</p><p>Clairances de la créatinine au-dessous du quart de la normale, anémie, modification humorale, nécessité de mesures diététiques ou autres plus ou moins astreignantes ; éventuellement : syndrome néphrotique, goutte, ostéodystrophie rénale ; retentissement professionnel ne permettant pas un travail régulier ou à temps complet : 40 à 60 %.</p><p>5.1.4 - Insuffisance rénale avancée, nécessitant un traitement de suppléance (hémodialyse), l'appréciation tiendra compte de l'anémie, des autres manifestations, des difficultés éventuelles d'application de la méthode et des incidences sur l'activité professionnelle : 60 à 100 %.</p><p>5.1.5 - Transplantation rénale.</p><p>Séquelles de transplantation rénale, selon les conséquences du traitement immuno-dépresseur et la valeur du rein : 30 à 100 %.</p><p>Nota : Quel que soit le stade de l'insuffisance rénale, l'existence d'une hypertension artérielle pourra faire l'objet d'une majoration en fonction de son degré de sévérité.</p><p>En l'absence de recueil d'urine, on pourra estimer la clairance de la créatinine par la formule :</p><p>clairance de la créatinine = (140 ­ Age) x Poids en kg / 72 x créatinine plasmatique (en mg/100 ml)</p><p>5.2 Hypertension artérielle</p><p>(Voir 1.9)</p><p>5.3 Protéinurie importante : syndrome néphrotique</p><p>Syndrome néphrotique biologique pur : 10 %.<br/>Syndrome néphrotique avec manifestations cliniques, l'appréciation tiendra compte des œdèmes, de l'asthénie et des contraintes diététiques et thérapeutiques : 10 à 30 %.</p><p>5.4 Hématurie ou protéinurie isolée : 5 à 10 %</p><p>Une surveillance clinique et biologique régulière du malade sera poursuivie après la consolidation.</p><p>5.5 Tubulopathie chronique</p><p>Tubulopathie sans conséquence métabolique notable, ne nécessitant pas de traitement : pas d'incapacité.<br/>Tubulopathie chronique entraînant des perturbations métaboliques : acidose tubulaire, diabète insipide, hypercalciurie, hypokaliémie, hyponatrémie, suivant le retentissement clinique et les contraintes du traitement : 10 à 20 %.</p><p>5.6 Lithiase urinaire</p><p>La colique néphrétique isolée ne laisse persister habituellement aucune séquelle. En cas de lithiase chronique ou récidivante, l'incapacité sera évaluée en fonction de la fréquence des crises douloureuses, des hématuries et de la survenue d'épisodes infectieux.<br/>Une insuffisance rénale associée sera estimée pour son propre compte.<br/>Crises douloureuses ou hématuriques peu fréquentes, retentissement mineur sur l'activité professionnelle : 10 à 20 %.<br/>Crises fréquentes, accès répétés de pyélonéphrite : 20 à 50 %.<br/>Lithiase grave infectée avec obstacle : 50 à 60 %.<br/>Et en cas de dérivation permanente des urines : 40 à 80 %.</p><p>5.7 Lésions vésicales</p><p>5.7.1 - Cystites.</p><p>Suivant l'importance des douleurs et des troubles mictionnels : 10 à 30 %.<br/>Cystites très évoluées nécessitant une dérivation des urines : jusqu'à 60 %.</p><p>5.7.2 - Tumeurs.</p><p>5.7.2.1. Tumeurs papillomateuses non dégénérées avec ou sans hématuries nécessitant une ou plusieurs résections et des contrôles endoscopiques itératifs : <br/>-  suivant l'importance des manifestations cliniques et les contraintes imposées par la surveillance : 10 à 50 %.</p><p>5.7.2.2. Tumeurs vésicales malignes.<br/>Traitées par cystectomie totale et rétablissement de la continuité des voies urinaires par entéro-cystoplastie : suivant les séquelles (infection, troubles mictionnels, troubles sexuels) : 30 à 60 %.<br/>Ayant nécessité un traitement chirurgical important avec dérivation des urines selon l'importance des séquelles et des troubles fonctionnels : 50 à 75 %.<br/>Très étendue : jusqu'à 100 %.<br/>Les séquelles des traitements chimiothérapiques ou radiques des tumeurs vésicales seront indemnisées pour leur propre compte suivant les atteintes des différents appareils.</p><p>6 Affections respiratoires</p><p>6.1 Syndromes aigus irritatifs</p><p>6.1.1 - Cas le plus général. - Guérison sans séquelle.</p><p>6.1.2 - Insuffisance respiratoire chronique obstructive résiduelle.</p><p>6.1.2.1. Isolée, cf. barème Déficience fonctionnelle.<br/>6.1.2.2. Avec bronchorrhée résiduelle. Taux barème Déficience fonctionnelle x 1,30.</p><p>6.1.3 - Bronchospasmes réversibles résiduels avec abaissement du seuil cholinergique : 5 à 10 %.</p><p>6.2 Asthmes</p><p>6.2.1 - Abaissement isolé et durable du seuil cholinergique : 1 à 5 %.</p><p>6.2.2 - Bronchospasmes réversibles résiduels avec abaissement du seuil cholinergique : 5 à 10 %.</p><p>6.2.3 - Insuffisance respiratoire chronique obstructive résiduelle, cf. barème Déficience fonctionnelle.</p><p>6.3 Alvéolites extrinsèques</p><p>Cf. Fibroses (6.5).</p><p>6.4 Oedèmes aigus du poumon</p><p>Cf. Syndromes aigus irritatifs (6.1).</p><p>6.5 Fibroses</p><p>6.5.1 - Insuffisance respiratoire chronique restrictive résiduelle, cf. barème Déficience fonctionnelle.</p><p>6.5.2 - Insuffisance respiratoire chronique mixte avec bronchorrhée chronique, taux barème Déficience fonctionnelle x 1,30.</p><p>6.5.3 - Fibroses pleurales : 1 à 10 %.</p><p>6.6 Pathologie tumorale</p><p>6.6.1 - Cancers broncho-pulmonaires primitifs en fonction du code TNM et des suites thérapeutiques : 67 à 100 %.</p><p>6.6.2 - Mésothéliomes malins primitifs de la plèvre : 100 %.</p><p>6.6.3 - Tumeurs pleurales primitives autres que le mésothéliome en fonction du type histologique et des suites thérapeutiques : 67 à 100 %.</p><p>6.7 Pleurésies et autres atteintes pleurales</p><p>6.7.1 - Pleurésies aiguës.</p><p>6.7.1.1. Cas le plus général - Guérison sans séquelle.<br/>6.7.1.2. Insuffisance respiratoire chronique restrictive résiduelle, cf. barème Déficience fonctionnelle.</p><p>6.7.2 - Pleurésies chroniques</p><p>6.7.2.1. Insuffisance respiratoire chronique restrictive résiduelle, cf. barème Déficience fonctionnelle.<br/>6.7.2.2. Avec nécessité de ponctions évacuatrices itératives. Taux barème Déficience fonctionnelle x 1,25.</p><p>6.7.3 - Pleurésies tumorales, cf. Pathologie tumorale (6.6).</p><p>6.7.4 - Plaques pleurales calcifiées ou non : 1 à 5 %.</p><p>6.7.5 - Epaississements pleuraux : 1 à 10 %.</p><p>6.8 Autres manifestations pathologiques résiduelles</p><p>6.8.1 - Paralysies et parésies diaphragmatiques, quelle qu'en soit l'étiologie.</p><p>6.8.1.1. Sans trouble ventilatoire : 1 à 5 %.<br/>6.8.1.2. Avec insuffisance respiratoire chronique restrictive résiduelle, cf. barème Déficience fonctionnelle.</p><p>6.8.2 - Syndrome douloureux thoracique, qu'elle qu'en soit l'étiologie (fibroses pleurales, séquelles post-opératoires, syndrome post-pleurétique, douleurs intercostales,...).</p><p>6.8.2.1. Isolé : 1 à 5 %.<br/>6.8.2.2. Avec trouble ventilatoire associé. Taux barème Déficience fonctionnelle x 1,20.</p><p>6.8.3 - Bronchorrhée chronique.</p><p>6.8.3.1. Isolée : 10 à 20 %.<br/>6.8.3.2. Avec trouble ventilatoire associé. Taux barème Déficience fonctionnelle x 1,30.</p><p>6.9 Déficience fonctionnelle</p><p>6.9.1 - Troubles fonctionnels non mesurables ou troubles fonctionnels légers : 5 à 10 %.</p><p>6.9.2 - Insuffisances respiratoires chroniques légères : 10 à 40 %.</p><p>Caractérisées par l'un au moins des critères suivants :<br/>-  trouble ventilatoire restrictif (TVR) avec capacité pulmonaire totale comprise entre 60 et 80 % de la valeur théorique ;<br/>-  trouble ventilatoire obstructif (TVO) avec VEMS supérieur à 1 500 ml (soit supérieur à 75 % de la valeur théorique) ;<br/>-  PaO2 supérieure à 70 mmHg. ou à 70 Tor, ou à 9,3 kPa.</p><p>6.9.3 - Insuffisances respiratoires chroniques moyennes : 40 à 67 %.</p><p>Caractérisées par l'un au moins des critères suivants :<br/>-  trouble ventilatoire restrictif avec capacité pulmonaire totale comprise entre 50 et 60 % de la valeur théorique ;<br/>-  trouble ventilatoire obstructif avec VEMS entre 1 000 et 1 500 ml (soit entre 50 à 75 % de la valeur théorique) ;<br/>-  PaO2 entre 60 et 70 mmHg ou 60 et 70 Tor, ou 8,3 à 9,3 kPa ;<br/>-  signes électro-écho-cardiographiques et retentissement ventriculaire droit ;<br/>-  poussées d'insuffisance ventriculaire droite lors de surinfections pulmonaires.</p><p>6.9.4 - Insuffisances respiratoires chroniques graves : 67 à 100 %.</p><p>Caractérisées par l'un au moins des critères suivants :<br/>-  trouble ventilatoire restrictif avec capacité pulmonaire totale comprise entre 40 et 50 % de la valeur théorique ;<br/>-  trouble ventilatoire obstructif avec VEMS entre 700 et 1 000 ml (soit 30 à 50 % de la valeur théorique) ;<br/>-  PaO2 entre 50 et 60 mmHg, ou entre 50 et 60 Tor ou entre 6.6 et 8 kPa ;<br/>-  signes permanents périphériques et électro-écho-cardiographiques de retentissement ventriculaire droit.</p><p>6.9.5 - Insuffisances respiratoires chroniques sévères : 100 %.</p><p>Caractérisées par l'un au moins des critères suivants :<br/>-  trouble ventilatoire restrictif avec capacité pulmonaire totale inférieure à 40 % de la valeur théorique ;<br/>-  trouble ventilatoire obstructif avec VEMS inférieur à 700 ml (soit inférieur à 30 % de la valeur théorique) ;<br/>-  PaO2 inférieure à 50 mmHg, ou 50 Tor, ou 6,6 kPa ;<br/>-  forme grave d'insuffisance ventriculaire droite.</p><p>6.10 Cas particulier des pneumoconioses à réparation spéciale</p><p>Il convient de tenir compte de la gravité radiologique. C'est ainsi que, par exemple, dans le cas d'une silicose, même si la fonction respiratoire est peu altérée, on retiendra un taux d'IPP minimal.<br/>1. Pour les formes micronodulaires étendues et de forte densité ;<br/>Pour les formes nodulaires envahissant les deux tiers du champ pulmonaire : de l'ordre de 10 % ;<br/>2. Pour les formes nodulaires généralisées et pour les formes pseudo-tumorales se projetant sur 1 à 3 espaces intercostaux : de l'ordre de 20 % ;<br/>3. Pour les pseudo-tumeurs se projetant sur plus de 3 espaces intercostaux : de l'ordre de 30 %.7 Affections hématologiques</p><p>7.1 Syndromes hémorragiques</p><p>Le signe essentiel est la thrombopénie, rarement isolée, qui devra être intégrée aux autres signes de l'insuffisance médullaire dont elle témoigne.<br/>La survenue d'hémorragies graves, notamment cérébro-méningées, digestives,... et les complications thérapeutiques (contamination transfusionnelle  [ (note 5)  : <br/>] , splénectomie...) constituent autant d'éléments péjoratifs à apprécier.<br/>Thrombopénie persistante comprise entre 100 000 plaquettes par mm3 et 30 000 plaquettes par mm3  [ (note 6)  : <br/>]  : 30 à 90 %.<br/>Thrombopénie inférieure à 30 000 plaquettes avec complications hémorragiques ; nécessité d'un traitement : 90 à 100 %.</p><p>7.2 Anémies</p><p>L'élément principal de référence est le taux d'hémoglobine, l'hémolyse, quelqu'en soit le mécanisme, ne constituant pas en elle-même un élément péjoratif.<br/>Un taux inférieur de 7 g/100 ml (4,3 m.mol/l en unités internationales  [ (note 7)  : <br/>] ) nécessite le plus souvent des transfusions avec possibilité de survenue de tous les accidents qui leur sont liés. A côté du risque majeur de contamination transfusionnelle, un risque coronarien, un risque d'hémochromatose...<br/>Anémie persistante avec taux d'hémoglobine compris entre 12 g/100 ml ou 7,4 m.mol/l et 9 g/100 ml ou 5,5 m.mol/l : 20 à 40 %.<br/>Anémie persistante avec taux d'hémoglobine compris entre 9 g/100 ml ou 5,5 m.mol/l et 7 g/100 ml ou 4,3 m.mol/l : 40 à 67 %.<br/>Anémie persistante avec taux d'hémoglobine inférieur à 7 g/100 ml ou 4,3 m.mol/l avec nécessité d'un traitement transfusionnel : 67 à 100 %.<br/>Complications transfusionnelles :<br/>Les soins et arrêts de travail qu'elles nécessitent seront pris en charge au titre de la maladie professionnelle ou d'une rechute de celle-ci :<br/>-  les séquelles éventuelles devront être appréciées en fonction des rubriques correspondantes du présent barème ;<br/>-  insuffisance cardiaque : voir Maladies cardio-vasculaires ;<br/>-  hélochromatose pouvant s'observer après un traitement transfusionnel prolongé pour anémies persistantes graves : 67 à 100 %.</p><p>7.3 Leucopénie - Neutropénie</p><p>De diagnostic étiologique difficile, nécessitant un myélogramme pour s'assurer de la baisse des éléments des granuleux dans la mœlle et éliminer d'autres mécanismes, notamment un trouble de la répartition.<br/>Le risque infectieux associé constitue un élément péjoratif qui devient majeur pour une leucopénie inférieure à 800/mm3  [ (note 8)  : <br/>] .<br/>Leucopénie comprise entre 3 300 globules blancs par mm3 et 800 globules blancs par mm3, avec neutropénie inférieure à 33 % : 30 à 100 %.<br/>Selon le retentissement clinique, les troubles associés, notamment infectieux et la nécessité d'un traitement.<br/>Leucopénie inférieure à 800 globules blancs par mm3 : 100 %.</p><p>7.4 Hypercytoses</p><p>Même si la terminologie qui est appliquée peut être discutée par le plan sémantique, elles désignent : <br/>-  la polyglobulie modérée ;<br/>-  la splénomégalie myéloïde ;<br/>-  la maladie de Hodgkin ;<br/>-  les lymphomes non hodgkiniens.</p><p>Toutes ces affections comportent un risque vital et seront définies :<br/>-  pour la polyglobulie : par la masse sanguine égale ou supérieure à 36 ml/kg chez l'homme ; égale ou supérieure à 32 ml/kg chez la femme :<br/>-  sans diminution de la PaO2  [ (note 9)  : <br/>]  ;<br/>-  avec une leucocytose supérieure à 13 000-14 000 globules blancs par mm3 ;</p><p>-  pour la splénbomégalie myéloïde par la biopsie de moelle ;<br/>-  pour la maladie de Hodgkin et les lymphomes non hodgkiniens : par la biopsie ganglionnaire ;</p><p>Polyglobulie, splénomégalie myéloïde, maladie de Hodgkin : 30 à 67 %.<br/>Lymphomes non hodgkiniens : 67 % à 100 %.</p><p>7.5 Leucoses - Leucémies</p><p>Leur réparation est essentiellement fonction :<br/>-  du type cytologique de la prolifération maligne et du pronostic qui lui est lié ;<br/>-  du risque infectieux majeur omniprésent ;<br/>-  de la réponse aux thérapeutiques.</p><p>Les rémissions et l'ensemble des problèmes qu'elles posent doivent être jugés avec les plus prudentes réserves car, à la fin, l'espérance de vie reste le facteur le plus déterminant.<br/>Leucoses - leucémies : 67 à 100 %, avec prise en charge au titre de la législation Accidents du travail - Maladies professionnelles de la surveillance hématologique et de toutes les thérapeutiques nécessaires.</p><p>8 Affections rhumatismales</p><p>8.1 Majoration spécifique à la morbidité rhumatismale</p><p>A côté de la gêne proprement articulaire, les maladies rhumatismales peuvent entraîner des manifestations cliniques spécifiques qui retentissent sur la capacité de travail.<br/>On devra donc éventuellement majorer le taux de base en fonction des indicateurs suivants : </p><p>8.1.1 - Existence de poussées congestives au cours des processus dégénératifs ostéo-articulaires.</p><p>Marquée par une accentuation des douleurs, de la raideur, une discrète augmentation de volume de l'articulation et des tissus péri-articulaires.<br/>La poussée congestive cède généralement en quelques jours ou quelques semaines, le répos étant un élément essentiel du traitement.</p><p>8.1.2 - Persistance d'une évolutivité rhumatismale au cours des processus ostéo-articulaires à point de départ infectieux ou inflammatoire.</p><p>Objectivée par des poussées inflammatoires associant des signes locaux et/ou généraux, confirmée par les tests biologiques (VS, C réactive protéine).</p><p>8.1.3 - Existence de crises douloureuses.</p><p>La douleur ressentie peut justifier en soi une indemnisation lorsque les crises sont intenses ou évoluent sur un mode permanent.</p><p>8.1.4 - L'atteinte des tissus.</p><p>Modifications de la structure osseuse : <br/>Objectivées par les documents radiologiques qui permettent de distinguer : <br/>-  l'ostéoporose ;<br/>-  l'ostéomalacie ;<br/>-  l'hyperostose.</p><p>L'incidence des ces anomalies sur les capacités fonctionnelles du patient sera appréciée en tenant compte de l'étendue des lésions, de la présence d'autres indicateurs et du caractère évolutif de la maladie ;<br/>- ostéonécroses.<br/>L'importance de la destruction ostéo-articulaire est l'élément essentiel de l'évaluation.<br/>Atteinte loco-régionale :<br/>Autour de l'articulation, on recherchera les anomalies des muscles et du revêtement cutané.<br/>Algodystrophies :<br/>Indemnisées par référence au barème des accidents du travail (4.2.6).</p><p>8.1.5 - Les atteintes viscérales associées.</p><p>Dont les séquelles seront estimées par référence aux chapitres du barème des maladies professionnelles relatifs à chacun des appareils.</p><p>8.1.6 - L'atteinte de l'état général.</p><p>On appréciera le degré d'asthénie et l'existence d'un amaigrissement récent.<br/>Après avoir passé en revue l'ensemble de ces indicateurs, le médecin évaluateur devra tenir compte de la topographie des lésions.<br/>On peut opposer :<br/>Les atteintes axiales des localisations rachidiennes :<br/>-  cervicales : limitant certains mouvements de la tête ;<br/>-  dorsales : entraînant surtout des troubles statiques ;<br/>-  lombaires : gênant le port de charge et la station debout prolongée.</p><p>Les atteintes périphériques où la localisation sur les articulations portantes des membres inférieurs handicape la locomotion alors que les lésions du membre supérieur retentissent sur les activités manuelles de force ou délicates.</p><p>8.2 Au terme de son analyse, en tenant compte du taux de base et éventuellement des majorations spécifiques, le médecin portera un jugement global sur le retentissement des séquelles de la maladie sur la capacité de travail du patient et fixera le taux d'IPP en fonction de son importance pour laquelle on peut proposer l'échelle suivante : <br/>-  retentissement léger : 0 à 5 % ;<br/>-  retentissement modéré : 5 à 15 % ;<br/>-  retentissement moyen : 15 à 30 % ;<br/>-  retentissement important : 30 à 60 % ;<br/>-  retentissement très important : 60 à 90 %.</p><p>8.3 A titre d'exemple, on peut retenir quelques situations caractéristiques</p><p>8.3.1 - Brucellose.</p><p>Séquelle de monoarthrite du genou associant une augmentation de volume de l'articulation et une amyotrophie du quadriceps selon l'existence de poussées d'hydarthrose et le degré de limitation des mouvements du genou : 15 à 30 %.<br/>Pelvispondylite chronique clinique et radiologique compte tenu de l'importance de la raideur du rachis et des douleurs : 15 à 25 %.</p><p>8.3.2 - Tuberculose.</p><p>Mal de Pott dorso-lombaire, laissant des troubles statiques (scoliose et cypho-scoliose) selon la gêne fonctionnelle et l'existence de retentissement cardio-respiratoire : 15 à 30 %.<br/>Coxalgie, ayant évolué vers l'arthrodèse spontanée avec raccourcissement du membre inférieur et amyotrophie importante compte tenu des douleurs et du retentissement sur la statique rachidienne : 55 à 70 %.</p><p>8.3.3 - Lésions provoquées par des travaux effectués dans les milieux où la pression est supérieure à la pression atmosphérique.</p><p>Ostéonécrose de la tête humérale droite chez un adulte jeune selon la limitation du jeu articulaire : 20 à 40 %.</p><p>8.3.4 - Affections professionnelles provoquées par le fluor.</p><p>Ligamentite ossifiante lombaire associée à une ossification péri-coxofémorale selon l'importance des douleurs et de la raideur : 15 à 30 %.</p><p>8.3.5 - Affectations professionnelles péri-articulaires.</p><p>Épicondylite récidivante : 5 à 10 %.</p><p>8.3.6 - Affections provoquées par les vibrations et les chocs.</p><p>Ostéonécrose du scaphoïde selon l'importance des douleurs et de la limitation des mouvements du poignet : 5 à 30 %.<br/>Arthrose hyperostosante du coude s'accompagnant éventuellement de chondromatose selon l'importance des douleurs et l'enraidissement : 15 à 25 %.</p><p>9 Affections provoquées par les rayonnements ionisants</p><p>9.1 Préambule</p><p>Le médecin évaluateur s'efforcera d'obtenir communication, soit directement du médecin du travail, soit par l'intermédiaire de la victime, du dossier médical ordinaire  [ (note 10)  : <br/>]  de celle-ci et du dossier médical spécial  [ (note 10)  : <br/>]  lorsqu'elle est classée en catégorie A des travailleurs exposés. Il importe qu'il connaisse avec exactitude, en dehors de l'exposition due aux sources naturelles de rayonnement et des expositions subies du fait des examens et traitement médicaux, les différents types d'exposition reçus dans les conditions normales de travail, les expositions exceptionnelles concertées et/ou d'urgence, les accidents d'expositions et pour chacun d'entre eux les limites d'exposition atteintes, c'est-à-dire :<br/>-  l'équivalent de dose maximale  [ (note 11)  : <br/>]  dans les cas d'exposition externe ;<br/>-  l'activité incorporée dans le cas d'exposition interne ;<br/>-  l'équivalent de dose et l'activité incorporée dans les cas d'exposition totale, externe et interne.</p><p>9.2 Ophtalmologie</p><p>9.2.1 - Blépharite, conjonctivite.</p><p>Formes aiguës : généralement guérison.<br/>Formes chroniques avec parfois chute des cils, lagophtalmie, syndrome sec oculaire : ajouter aux troubles éventuels de l'acuité visuelle : 5 à 10 %.</p><p>9.2.2 - Kératite - séquelles.</p><p>Taies de cornée : apprécier le degré d'acuité visuelle et le degré de conservation du champ visuel périphérique.<br/>Lagophtalmie.<br/>Syndrome sec oculaire, ajouter aux troubles éventuels de l'acuité visuelle : 5 à 10 %.<br/>Atrophie du globe - Enucléation : voir barème AT - Ophtalmologie (6.1.1 et 3).</p><p>9.2.3 - Cataractes.</p><p>Unilatérales : selon degré d'opérabilité et la diminution de la fonction visuelle.<br/>Bilatérales : voir barème AT-Ophtalmologie (6.1.10.1 et 2).<br/>Le cristallin est un organe particulièrement radio-sensible : les cataractes radio-induites apparaissent après un délai de latence de plusieurs années pour des irradiations localisées, délivrées en un temps très court, supérieures à 4 grays pour les rayons X et peut-être à des doses inférieures pour les neutrons. Au début postérieur, elles entraînent une baisse de l'acuité visuelle qui devra être justement appréciée.</p><p>9.2.4 - Altérations de la fonction visuelle.</p><p>Voir barème AT-Ophtalmologie, 6.1.1 à 7.<br/>Dissocier vision de précision et vision de sécurité, notamment dans l'industrie nucléaire.</p><p>9.3 Affections dermatologiques</p><p>9.3.1 - Radio-dermites aiguës</p><p> Après irradiation aiguë, localisée :<br/>-  dose inférieure à 8 grays : érythème réversible : généralement guérison ;<br/>-  dose inférieure à 20 grays : érythème, œdème, phlyctènes, parfois ulcération : 5 à 10 % ;<br/>-  dose supérieure à 25 grays : nécrose tissulaire possible selon étendue, profondeur, résultats thérapeutiques : 10 à 30 %.</p><p>En cas de brûlures radiologiques et thermiques associées, la brûlure thermique est d'apparition immédiate et alors qu'elle régresse, la brûlure radiologique se manifeste cliniquement et son évolution est généralement extensive, caractère qui conditionnera la date de consolidation.</p><p>9.3.2 - Radio-dermites chroniques</p><p>Latence ++- après irradiations localisées répétées.<br/>Effacement des empreintes digitales, peau sèche ou amaincie, hyperkératose, atteintes unguéales (stries, pachyonyxis), dépilation, ulcérations atones : 10 à 40 %.<br/>Cancérisation : transformation en épithélioma spino-cellulaire (doses répétées supérieures à 10 grays) : 40 à 70 %.<br/>Séquelles sensitivo-motrices associées (IPP à évaluer globalement prenant en compte cet élément de majoration) : voir barème AT 4.2.4.</p><p>9.3.3 - Radio-épithélite aiguë des muqueuses.</p><p>Généralement bucco-pharyngée (dose 4 à 8 grays) :<br/>Sans ulcération : guérison ;<br/>Avec ulcération : 5 à 10 %.</p><p>9.3.4 - Radio-lésions chroniques des muqueuses : 10 à 40 %.</p><p>Éléments de majoration possibles, en fonction de la gêne :<br/>Dyspnée : voir barème MP, Maladies d'origine respiratoire 6 ;<br/>Dysphagie : voir barème AT 8.2 ;<br/>Troubles de l'olfaction : voir barème AT 5.1.4.</p><p>9.4 Affections hématologiques</p><p>9.4.1 - Irradiations aiguës.</p><p>De causalité généralement indiscutable.<br/>Type : irradiation  flash  de quelques grays en quelques secondes.<br/>L'atteinte du tissu hématopoïétique est présente dans tous les syndromes cliniques secondaires à irradiation aiguë globale et sa gravité est fonction de la dose absorbée.<br/>Généralement, au dessous de 1 gray, la restauration des différentes lignées est habituelle et il ne persiste pas de séquelle immédiate.<br/>Les déficits des globules blancs et des plaquettes sont responsables de la survenue d'infections et d'hémorragies qui, avec les complications thérapeutiques, sont autant d'éléments péjoratifs à apprécier.<br/>Mais le risque majeur est celui de leucémies radio-induites myéloïdes.<br/>Anémie, leucopénie, thrombopénie, syndrome hémorragique : voir barème MP, Affections hématologiques 7.</p><p>9.4.2 - Irradiations chroniques.</p><p>La causalité peut être discutée dans certains cas mais la réparation médico-légale ne peut échapper au principe de la présomption d'origine.<br/>La remontée des leucocytes et des plaquettes est très lente, d'où chronicité des troubles et les difficultés thérapeutiques.<br/>Le risque de leucémies radio-induites se trouve aggravé et l'inaptitude à tout risque hématologique étant totale, un changement de poste de travail est indispensable.<br/>Anémie, leucopénie, thrombopénie, syndrome hémorragique : voir barème MP, Affections hématologiques 7.</p><p>9.4.3 - Leucémies.</p><p>Elles s'intègrent dans les effets stochastiques (effets aléatoires) des radiations. Les leucémies radio-induites ne sont pas fonction du type de rayonnement, de son énergie et de la dose absorbée.<br/>Elles ne présentent pas de caractères spécifiques mais on constate généralement des leucémies myéloïdes, aiguës ou chroniques, bien que les leucémies lymphoïdes soient légitimement incluses dans les affections réparables.<br/>Leucémies : 67 à 100 %.</p><p>9.5 Cancer broncho-pulmonaire primitif par inhalation</p><p>Le cancer brocho-pulmonaire par inhalation de produits radioactifs (par irradiation interne) doit être distingué du cancer broncho-pulmonaire par irradiation externe qui, en l'état actuel de la législation, ne peut pas donner lieu à réparation.<br/>Il a été observé avec une certaine fréquence chez les travailleurs des mines d'uranium et d'autres mines métalliques : fer, plomb, zinc, spathfluor, ainsi que chez ceux ayant été exposés aux produits de filiation du radon qui sont particulaires.<br/>Il s'intègre dans les effets stochastiques (effets aléatoires) des radiations ionisantes et ne présente pas de caractères particuliers.<br/>Cancer broncho-pulmonaire primitif par inhalation de produits radio-actifs : 100 %.</p><p>9.6 Sarcomes osseux</p><p>Il s'intègrent dans les effets stochastiques (effets aléatoires) des radiations et peuvent être théoriquement induits par n'importe quel rayonnement ionisant. Un risque réel est constitué par l'incorporation de radionucléides ostéotropes, notamment le radium (216), le phosphore (32)... à l'occasion d'utilisations industrielles ou en laboratoire.<br/>De nombreux facteurs devront être pris en considération :<br/>-  la localisation ostéo-sarcomateuse (fémur, maxillaire inférieur, omoplate...) :<br/>-  le bilan d'extension ;<br/>-  les résultats thérapeutiques, les possibilités d'appareillage ;<br/>-  les séquelles loco-régionales fonctionnelles, les séquelles douloureuses, le retentissement sur l'état général...</p><p>Sarcomes osseux : 67 à 100 %.</p><p>9.7 Radionécrose osseuse</p><p>Affection exceptionnelle, ne pouvant être induite que par des irradiations chroniques externes ou internes importantes, et n'apparaissant qu'après un long laps de temps.</p><p>Apprécier les éléments séquellaires, tels que la localisation de la radionécrose, l'état fonctionnel résiduel, les possibilités d'appareillage : voir barème AT, chapitre concerné.</p><p>Pour les radionécroses des maxillaires : voir barème AT, Stomatologie (7.2 et 7.3). </p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "1999-04-30T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}