{
    "cid": "LEGIARTI000031708481",
    "num": "L631-14",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Mesures tendant à remédier à des difficultés exceptionnelles de logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128694",
                        "id": "LEGISCTA000006128694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions tendant à maintenir ou à augmenter le nombre des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143589",
                        "id": "LEGISCTA000006143589",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1998-07-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159112",
                        "id": "LEGISCTA000006159112",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-12-30",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Les résidences-services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031708477",
                        "id": "LEGISCTA000031708477",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031708488",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031700731",
                    "textTitle": "LOI n°2015-1776 du 28 décembre 2015 - art. 15 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000031706464",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-29",
                    "dateSignaTexte": "2015-12-28",
                    "dateDebutCible": "2015-12-30"
                }
            ],
            "num": "L631-14",
            "origine": "LEGI",
            "texte": "Les personnes demeurant à titre principal dans la résidence constituent le conseil des résidents. Cette instance consultative a notamment comme objectif la mise en œuvre d'un espace de discussion entre les résidents et le gérant de la résidence-services. Elle relaie auprès de ce dernier les demandes et les propositions des résidents. Le conseil des résidents est réuni au moins une fois par an, à l'initiative du gérant ou à celle des résidents. Le gérant communique au conseil les informations relatives au nombre et à la situation comptable des services spécifiques non individualisables fournis dans la résidence, afin que le conseil émette un avis notamment sur le besoin de créer ou de supprimer un service. Lors de la réunion du conseil des résidents, un secrétaire de séance est désigné en son sein. Le secrétaire rédige le compte rendu de la séance, qui est cosigné par le gérant de la résidence et adressé à tous les résidents. Les comptes rendus des réunions du conseil des résidents des trois années précédentes sont remis à toute personne intéressée préalablement à la signature du contrat de location.",
            "texteHtml": "<p>Les personnes demeurant à titre principal dans la résidence constituent le conseil des résidents. Cette instance consultative a notamment comme objectif la mise en œuvre d'un espace de discussion entre les résidents et le gérant de la résidence-services. Elle relaie auprès de ce dernier les demandes et les propositions des résidents. <br/><br/> Le conseil des résidents est réuni au moins une fois par an, à l'initiative du gérant ou à celle des résidents. <br/><br/> Le gérant communique au conseil les informations relatives au nombre et à la situation comptable des services spécifiques non individualisables fournis dans la résidence, afin que le conseil émette un avis notamment sur le besoin de créer ou de supprimer un service. <br/><br/> Lors de la réunion du conseil des résidents, un secrétaire de séance est désigné en son sein. Le secrétaire rédige le compte rendu de la séance, qui est cosigné par le gérant de la résidence et adressé à tous les résidents. Les comptes rendus des réunions du conseil des résidents des trois années précédentes sont remis à toute personne intéressée préalablement à la signature du contrat de location. </p>",
            "type": "AUTONOME",
            "dateDebut": "2015-12-30T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}