{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006580542",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le capital produit depuis le premier versement jusqu'à l'expiration du délai pour lequel le livret de \"domaine-retraite\" a été souscrit ne peut être utilisé par les titulaires de livrets \"domaine-retraite\" qu'à l'acquisition de biens dont le prix d'achat, frais non compris, n'excède pas de plus de 25 p. 100 le montant des sommes capitalisées mentionnées au livret lors de cet achat ou à l'aménagement de biens ruraux leur appartenant. Ledit pourcentage peut être modifié par arrêté conjoint des ministres de l'économie et des finances, de l'agriculture et de l'équipement et du logement. Les versements correspondant au prix d'achat des biens acquis dans la limite fixée au premier alinéa du présent article sont effectués directement au vendeur par les caisses de crédit agricole mutuel pour le compte des titulaires de livrets de \"domaine-retraite\". Les versements correspondant à des aménagements de biens ruraux appartenant aux titulaires de \"domaine-retraite\" sont effectués directement par les caisses régionales de crédit agricole mutuel pour le compte des titulaires de livrets aux entrepreneurs ayant effectué les travaux qui doivent être approuvés et suivis par le service du génie rural. Seul le reliquat des sommes capitalisées après déduction de ces paiements peut faire l'objet d'un versement en espèces aux titulaires de livret ou à leurs ayants droit si ce reliquat n'excède pas le quart des sommes capitalisées. Dans le cas contraire, il reste acquis à la caisse nationale de crédit agricole. La caisse nationale de crédit agricole jouit d'une hypothèque légale sur les biens acquis ou aménagés au moyen du livret de \"domaine-retraite\", en cas de revente dans un délai de moins de dix ans de leur acquisition ou de leur aménagement par les titulaires du livret eux-mêmes. Cette hypothèque prend rang du jour de son inscription. L'hypothèque garantit les remboursements, à concurrence de 50 p. 100 du montant des intérêts des intérêts capitalisés produits par les versements du titulaire du livret de \"domaine-retraite\".",
            "texteHtml": "<p></p>   Le capital produit depuis le premier versement jusqu'à l'expiration du délai pour lequel le livret de \"domaine-retraite\" a été souscrit ne peut être utilisé par les titulaires de livrets \"domaine-retraite\" qu'à l'acquisition de biens dont le prix d'achat, frais non compris, n'excède pas de plus de 25 p. 100 le montant des sommes capitalisées mentionnées au livret lors de cet achat ou à l'aménagement de biens ruraux leur appartenant.<p></p><p></p>   Ledit pourcentage peut être modifié par arrêté conjoint des ministres de l'économie et des finances, de l'agriculture et de l'équipement et du logement.<p></p><p></p>   Les versements correspondant au prix d'achat des biens acquis dans la limite fixée au premier alinéa du présent article sont effectués directement au vendeur par les caisses de crédit agricole mutuel pour le compte des titulaires de livrets de \"domaine-retraite\".<p></p><p></p>   Les versements correspondant à des aménagements de biens ruraux appartenant aux titulaires de \"domaine-retraite\" sont effectués directement par les caisses régionales de crédit agricole mutuel pour le compte des titulaires de livrets aux entrepreneurs ayant effectué les travaux qui doivent être approuvés et suivis par le service du génie rural.<p></p><p></p>   Seul le reliquat des sommes capitalisées après déduction de ces paiements peut faire l'objet d'un versement en espèces aux titulaires de livret ou à leurs ayants droit si ce reliquat n'excède pas le quart des sommes capitalisées. Dans le cas contraire, il reste acquis à la caisse nationale de crédit agricole.<p></p><p></p>   La caisse nationale de crédit agricole jouit d'une hypothèque légale sur les biens acquis ou aménagés au moyen du livret de \"domaine-retraite\", en cas de revente dans un délai de moins de dix ans de leur acquisition ou de leur aménagement par les titulaires du livret eux-mêmes. Cette hypothèque prend rang du jour de son inscription.<p></p><p></p>   L'hypothèque garantit les remboursements, à concurrence de 50 p. 100 du montant des intérêts des intérêts capitalisés produits par les versements du titulaire du livret de \"domaine-retraite\".<p></p>",
            "num": "778",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": -346550400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Crédit agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098252",
                        "id": "LEGISCTA000006098252",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121382",
                        "id": "LEGISCTA000006121382",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Domaine - Retraite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138259",
                        "id": "LEGISCTA000006138259",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580542",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138259",
            "sectionParentId": "LEGISCTA000006138259",
            "sectionParentTitre": "Chapitre V : Domaine - Retraite.",
            "fullSectionsTitre": "Livre V : Crédit agricole &gt; Titre IV : Dispositions diverses &gt; Chapitre V : Domaine - Retraite.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006580542",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000886942",
                    "textTitle": "Ordonnance 59-71 1959-01-07 art. 2 JORF 8 janvier 1959",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886942",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1959-01-08",
                    "dateSignaTexte": "1959-01-07",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580542",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": -346550400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "778"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}