{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000024445700",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : ATTESTATIONS ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES Introduction 1. Hors les cas prévus expressément par les textes légaux et réglementaires, une entité peut demander au commissaire aux comptes qu'elle a désigné une attestation portant sur des informations particulières. 2. Le commissaire aux comptes peut délivrer cette attestation si, conformément aux dispositions de l'article L. 822-11 (II), la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par les normes d'exercice professionnel, et si, en outre, les dispositions du code de déontologie sont respectées. 3. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes peut délivrer l'attestation demandée et les travaux qu'il met en œuvre pour ce faire. Conditions requises 4. Les attestations que le commissaire aux comptes est autorisé à délivrer ne peuvent porter que sur des informations établies par la direction et ayant un lien avec la comptabilité ou avec des données sous-tendant la comptabilité. Ces informations peuvent être chiffrées ou qualitatives ou porter sur des éléments du contrôle interne de l'entité relatifs à l'élaboration et au traitement de l'information comptable et financière tels qu'énoncés au troisième alinéa du paragraphe 14 de la norme relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes. 5. Lorsque les informations établies par la direction comprennent des prévisions, le commissaire aux comptes ne peut pas se prononcer sur la possibilité de leur réalisation. 6. Le commissaire aux comptes ne peut établir son attestation que si l'entité a élaboré un document qui comporte au moins : - les informations objet de l'attestation ; - le nom et la signature du dirigeant produisant l'information contenue dans le document ; - la date d'établissement du document. 7. Les informations sur lesquelles le commissaire aux comptes est autorisé à émettre une attestation sont relatives à l'entité, ou à une entité contrôlée par celle-ci, ou à une entité qui la contrôle au sens des I et II de l'article L. 233-3 . 8. Le commissaire aux comptes s'assure : - que la demande d'attestation respecte les conditions requises par la présente norme ; - et que les conditions de son intervention sont compatibles avec les dispositions du code de déontologie de la profession qui interdisent notamment la représentation de l'entité et de ses dirigeants devant toute juridiction ou toute mission d'expertise dans un contentieux dans lequel l'entité ou ses dirigeants seraient impliqués. Pour cela, il se fait préciser, en tant que de besoin, le contexte de la demande. 9. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. 10. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. Travaux du commissaire aux comptes 11. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée. 12. Le commissaire aux comptes détermine si les travaux réalisés pour les besoins de la certification des comptes lui permettent d'obtenir le niveau d'assurance requis, ce dernier variant selon la nature des informations et l'objet de l'attestation demandée. 13. Si ce n'est pas le cas, il met en œuvre des travaux complémentaires, qu'il conçoit en fonction de l'objet de l'attestation. 14. Les travaux complémentaires peuvent consister à : - vérifier la concordance ou la cohérence des informations objet de l'attestation avec la comptabilité, ou des données sous-tendant la comptabilité, ou des données internes à l'entité en lien avec la comptabilité telles que, notamment, la comptabilité analytique ou des états de gestion ; - vérifier la conformité de ces informations avec, notamment : - les dispositions de textes légaux ou réglementaires ; - les dispositions des statuts ; - les stipulations d'un contrat ; - les éléments du contrôle interne de l'entité ; - les décisions de l'organe chargé de la direction ; - les principes figurant dans un référentiel ; - apprécier si ces informations sont présentées de manière sincère. 15. Pour réaliser ces travaux, le commissaire aux comptes utilise tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. Il peut notamment estimer nécessaire d'obtenir des déclarations écrites de la direction. 16. Il s'assure qu'il a collecté les éléments suffisants et appropriés, au regard du niveau d'assurance requis, pour étayer la conclusion formulée dans son attestation. Forme de l'attestation délivrée 17. L'attestation délivrée prend la forme d'un document daté et signé par le commissaire aux comptes, auquel est joint le document établi par la direction de l'entité qui comprend les informations objet de l'attestation. 18. L'attestation comporte : - un titre ; - l'identité du destinataire de l'attestation au sein de l'entité ; - le rappel de la qualité de commissaire aux comptes de l'entité ; - l'identification de l'entité ; - la nature et l'étendue des travaux mis en œuvre ; - toutes remarques utiles permettant au destinataire final de mesurer la portée et les limites de l'attestation délivrée ; - une conclusion adaptée aux travaux effectués et au niveau d'assurance obtenu ; - la date ; - l'identification et la signature du commissaire aux comptes. 19. Afin de respecter les règles de secret professionnel, le commissaire aux comptes adresse son attestation à la seule direction de l'entité. Documentation 20. Le commissaire aux comptes fait figurer dans son dossier les documents qui permettent d'étayer sa conclusion et d'établir que son intervention a été réalisée dans le respect des normes d'exercice professionnel. Pour cela, il applique les principes décrits dans la norme d'exercice professionnel relative à la documentation de l'audit des comptes. Co-commissariat aux comptes 21. Lorsque l'entité a désigné plusieurs commissaires aux comptes, l'attestation est signée par chaque commissaire aux comptes dès lors qu'elle porte sur des informations financières de l'entité établies conformément aux référentiels comptables appliqués pour répondre à ses obligations légales ou réglementaires françaises d'établissement des comptes et que ces informations : - ont été arrêtées par l'organe compétent ; - ou sont destinées à être communiquées au public. Dans les autres cas, l'attestation peut être signée par l'un des commissaires aux comptes. 22. Il appartient au commissaire aux comptes qui établit l'attestation : - d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'attestation ; - de leur communiquer une copie de son attestation.",
            "texteHtml": "<p></p><p align='left'>La norme d'exercice professionnel relative aux attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='left'></p><p align='center'>ATTESTATIONS ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES </p><p></p><p></p><p>Introduction </p><p>1. Hors les cas prévus expressément par les textes légaux et réglementaires, une entité peut demander au commissaire aux comptes qu'elle a désigné une attestation portant sur des informations particulières. </p><p>2. Le commissaire aux comptes peut délivrer cette attestation si, conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242720&dateTexte=&categorieLien=cid'>l'article L. 822-11 </a>(II), la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par les normes d'exercice professionnel, et si, en outre, les dispositions du code de déontologie sont respectées. </p><p>3. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes peut délivrer l'attestation demandée et les travaux qu'il met en œuvre pour ce faire. </p><p>Conditions requises </p><p>4. Les attestations que le commissaire aux comptes est autorisé à délivrer ne peuvent porter que sur des informations établies par la direction et ayant un lien avec la comptabilité ou avec des données sous-tendant la comptabilité. </p><p>Ces informations peuvent être chiffrées ou qualitatives ou porter sur des éléments du contrôle interne de l'entité relatifs à l'élaboration et au traitement de l'information comptable et financière tels qu'énoncés au troisième alinéa du paragraphe 14 de la norme relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes. </p><p>5. Lorsque les informations établies par la direction comprennent des prévisions, le commissaire aux comptes ne peut pas se prononcer sur la possibilité de leur réalisation. </p><p>6. Le commissaire aux comptes ne peut établir son attestation que si l'entité a élaboré un document qui comporte au moins :</p><p>- les informations objet de l'attestation ;</p><p>- le nom et la signature du dirigeant produisant l'information contenue dans le document ;</p><p>- la date d'établissement du document. </p><p>7. Les informations sur lesquelles le commissaire aux comptes est autorisé à émettre une attestation sont relatives à l'entité, ou à une entité contrôlée par celle-ci, ou à une entité qui la contrôle au sens des I et II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>L. 233-3</a>.</p><p>8. Le commissaire aux comptes s'assure :</p><p>- que la demande d'attestation respecte les conditions requises par la présente norme ;</p><p>- et que les conditions de son intervention sont compatibles avec les dispositions du code de déontologie de la profession qui interdisent notamment la représentation de l'entité et de ses dirigeants devant toute juridiction ou toute mission d'expertise dans un contentieux dans lequel l'entité ou ses dirigeants seraient impliqués. </p><p>Pour cela, il se fait préciser, en tant que de besoin, le contexte de la demande. </p><p>9. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. </p><p>10. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. </p><p>Travaux du commissaire aux comptes </p><p>11. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée. </p><p>12. Le commissaire aux comptes détermine si les travaux réalisés pour les besoins de la certification des comptes lui permettent d'obtenir le niveau d'assurance requis, ce dernier variant selon la nature des informations et l'objet de l'attestation demandée. </p><p>13. Si ce n'est pas le cas, il met en œuvre des travaux complémentaires, qu'il conçoit en fonction de l'objet de l'attestation. </p><p>14. Les travaux complémentaires peuvent consister à :</p><p>- vérifier la concordance ou la cohérence des informations objet de l'attestation avec la comptabilité, ou des données sous-tendant la comptabilité, ou des données internes à l'entité en lien avec la comptabilité telles que, notamment, la comptabilité analytique ou des états de gestion ;</p><p>- vérifier la conformité de ces informations avec, notamment :</p><p>- les dispositions de textes légaux ou réglementaires ;</p><p>- les dispositions des statuts ;</p><p>- les stipulations d'un contrat ;</p><p>- les éléments du contrôle interne de l'entité ;</p><p>- les décisions de l'organe chargé de la direction ;</p><p>- les principes figurant dans un référentiel ;</p><p>- apprécier si ces informations sont présentées de manière sincère. </p><p>15. Pour réaliser ces travaux, le commissaire aux comptes utilise tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. </p><p>Il peut notamment estimer nécessaire d'obtenir des déclarations écrites de la direction. </p><p>16. Il s'assure qu'il a collecté les éléments suffisants et appropriés, au regard du niveau d'assurance requis, pour étayer la conclusion formulée dans son attestation. </p><p>Forme de l'attestation délivrée </p><p>17. L'attestation délivrée prend la forme d'un document daté et signé par le commissaire aux comptes, auquel est joint le document établi par la direction de l'entité qui comprend les informations objet de l'attestation. </p><p>18. L'attestation comporte :</p><p>- un titre ;</p><p>- l'identité du destinataire de l'attestation au sein de l'entité ;</p><p>- le rappel de la qualité de commissaire aux comptes de l'entité ;</p><p>- l'identification de l'entité ;</p><p>- la nature et l'étendue des travaux mis en œuvre ;</p><p>- toutes remarques utiles permettant au destinataire final de mesurer la portée et les limites de l'attestation délivrée ;</p><p>- une conclusion adaptée aux travaux effectués et au niveau d'assurance obtenu</p><p> ;<br/>- la date ;</p><p>- l'identification et la signature du commissaire aux comptes. </p><p>19. Afin de respecter les règles de secret professionnel, le commissaire aux comptes adresse son attestation à la seule direction de l'entité. </p><p>Documentation </p><p>20. Le commissaire aux comptes fait figurer dans son dossier les documents qui permettent d'étayer sa conclusion et d'établir que son intervention a été réalisée dans le respect des normes d'exercice professionnel. </p><p>Pour cela, il applique les principes décrits dans la norme d'exercice professionnel relative à la documentation de l'audit des comptes. </p><p>Co-commissariat aux comptes </p><p>21. Lorsque l'entité a désigné plusieurs commissaires aux comptes, l'attestation est signée par chaque commissaire aux comptes dès lors qu'elle porte sur des informations financières de l'entité établies conformément aux référentiels comptables appliqués pour répondre à ses obligations légales ou réglementaires françaises d'établissement des comptes et que ces informations :</p><p>- ont été arrêtées par l'organe compétent ;</p><p>- ou sont destinées à être communiquées au public. </p><p>Dans les autres cas, l'attestation peut être signée par l'un des commissaires aux comptes. </p><p>22. Il appartient au commissaire aux comptes qui établit l'attestation :</p><p>- d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'attestation ;</p><p>- de leur communiquer une copie de son attestation.</p><p></p>",
            "num": "A823-30",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1312416000000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2018-03-01",
                        "titre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163250",
                        "id": "LEGISCTA000020163383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163252",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163250",
            "sectionParentId": "LEGISCTA000020163383",
            "sectionParentTitre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024445700",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424707",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024427858",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                },
                {
                    "textCid": "JORFTEXT000036649928",
                    "textTitle": "Arrêté du 20 février 2018 - art. 8",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000036651598",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-20",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-11",
                    "articleId": "LEGIARTI000006242720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000018393127",
                    "textTitle": "Arrêté du 20 mars 2008 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000018393129",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163381",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445700",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-30",
                "823-30"
            ],
            "versionPrecedente": "LEGIARTI000020163381",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163381",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX ATTESTATIONS ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES Introduction 1. Hors les cas prévus expressément par les textes légaux et réglementaires, une entité peut demander au commissaire aux comptes qu'elle a désigné une attestation portant sur des informations particulières. 2. Le commissaire aux comptes peut délivrer cette attestation si, conformément aux dispositions du II de l'article L. 822-11 , la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par les normes d'exercice professionnel et si, en outre, les dispositions du code de déontologie sont respectées. 3. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes peut délivrer l'attestation demandée et les travaux qu'il met en œuvre pour ce faire. Conditions requises 4. Les attestations que le commissaire aux comptes est autorisé à délivrer ne peuvent porter que sur des informations établies par la direction et ayant un lien avec la comptabilité ou avec des données sous-tendant la comptabilité. Ces informations peuvent être chiffrées ou qualitatives ou porter sur des procédures de contrôle interne de l'entité. 5. Lorsque les informations établies par la direction comprennent des prévisions, le commissaire aux comptes ne peut pas se prononcer sur la possibilité de leur réalisation. 6. Le commissaire aux comptes ne peut établir son attestation que si l'entité a élaboré un document qui comporte au moins : ― les informations objet de l'attestation ; ― le nom et la signature du dirigeant produisant l'information contenue dans le document ; ― la date d'établissement du document. 7. Le commissaire aux comptes s'assure : ― que la demande d'attestation respecte les conditions requises par la présente norme ; ― et que les conditions de son intervention sont compatibles avec les dispositions du code de déontologie de la profession qui interdisent notamment la représentation de l'entité et de ses dirigeants devant toute juridiction ou toute mission d'expertise dans un contentieux dans lequel l'entité ou ses dirigeants seraient impliqués. Pour cela, il se fait préciser, en tant que de besoin, le contexte de la demande. 8. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. 9. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. Travaux du commissaire aux comptes 10. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée. 11. Le commissaire aux comptes détermine si les travaux réalisés pour les besoins de la certification des comptes lui permettent d'obtenir le niveau d'assurance requis, ce dernier variant selon la nature des informations et l'objet de l'attestation demandée. 12. Si ce n'est pas le cas, il met en œuvre des travaux complémentaires qu'il conçoit en fonction de l'objet de l'attestation. 13. Les travaux complémentaires peuvent consister à : ― vérifier la concordance ou la cohérence des informations objet de l'attestation avec la comptabilité, ou des données sous-tendant la comptabilité, ou des données internes à l'entité en lien avec la comptabilité telles que, notamment, la comptabilité analytique ou des états de gestion ; ― vérifier la conformité de ces informations, avec notamment : ― les dispositions de textes légaux ou réglementaires ; ― les dispositions des statuts ; ― les stipulations d'un contrat ; ― les procédures de contrôle interne de l'entité ; ― les décisions de l'organe chargé de la direction ; ― les principes figurant dans un référentiel ; ― apprécier si ces informations sont présentées de manière sincère. 14. Pour réaliser ces travaux, le commissaire aux comptes utilise tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. Il peut notamment estimer nécessaire d'obtenir des déclarations écrites de la direction. 15. Il s'assure qu'il a collecté les éléments suffisants et appropriés, au regard du niveau d'assurance requis, pour étayer la conclusion formulée dans son attestation. Forme de l'attestation délivrée 16.L'attestation délivrée prend la forme d'un document daté et signé par le commissaire aux comptes, auquel est joint le document établi par la direction de l'entité qui comprend les informations objet de l'attestation. 17.L'attestation comporte : ― un titre ; ― l'identité du destinataire de l'attestation au sein de l'entité ; ― le rappel de la qualité de commissaire aux comptes de l'entité ; ― l'identification de l'entité ; ― la nature et l'étendue des travaux mis en œuvre ; ― toutes remarques utiles permettant au destinataire final de mesurer la portée et les limites de l'attestation délivrée ; ― une conclusion adaptée aux travaux effectués et au niveau d'assurance obtenu ; ― la date ; ― l'identification et la signature du commissaire aux comptes. 18. Afin de respecter les règles de secret professionnel, le commissaire aux comptes adresse son attestation à la seule direction de l'entité. Documentation 19. Le commissaire aux comptes fait figurer dans son dossier les documents qui permettent d'étayer sa conclusion et d'établir que son intervention a été réalisée dans le respect des normes d'exercice professionnel. Pour cela, il applique les principes décrits dans la norme d'exercice professionnel relative à la documentation de l'audit des comptes. Co-commissariat aux comptes 20. Lorsque l'entité a désigné plusieurs commissaires aux comptes, l'attestation est signée par chaque commissaire aux comptes dès lors qu'elle porte sur des informations financières de l'entité établies conformément aux référentiels comptables appliqués pour répondre à ses obligations légales ou réglementaires françaises d'établissement des comptes, et que ces informations : ― ont été arrêtées par l'organe compétent ; ― ou sont destinées à être communiquées au public. Dans les autres cas, l'attestation peut être signée par l'un des commissaires aux comptes. 21. Il appartient au commissaire aux comptes qui établit l'attestation : ― d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'attestation ; ― de leur communiquer une copie de son attestation.",
            "texteHtml": "<p><br/>La norme d'exercice professionnel relative aux attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p><br/><br/>NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX ATTESTATIONS ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES </p><p><br/>Introduction </p><p><br/>1. Hors les cas prévus expressément par les textes légaux et réglementaires, une entité peut demander au commissaire aux comptes qu'elle a désigné une attestation portant sur des informations particulières. <br/>2. Le commissaire aux comptes peut délivrer cette attestation si, conformément aux dispositions du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242720&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L822-11 (V)'>L. 822-11</a>, la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par les normes d'exercice professionnel et si, en outre, les dispositions du code de déontologie sont respectées. <br/>3. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes peut délivrer l'attestation demandée et les travaux qu'il met en œuvre pour ce faire. </p><p><br/>Conditions requises </p><p><br/>4. Les attestations que le commissaire aux comptes est autorisé à délivrer ne peuvent porter que sur des informations établies par la direction et ayant un lien avec la comptabilité ou avec des données sous-tendant la comptabilité. <br/>Ces informations peuvent être chiffrées ou qualitatives ou porter sur des procédures de contrôle interne de l'entité. <br/>5. Lorsque les informations établies par la direction comprennent des prévisions, le commissaire aux comptes ne peut pas se prononcer sur la possibilité de leur réalisation. <br/>6. Le commissaire aux comptes ne peut établir son attestation que si l'entité a élaboré un document qui comporte au moins : <br/>― les informations objet de l'attestation ; <br/>― le nom et la signature du dirigeant produisant l'information contenue dans le document ; <br/>― la date d'établissement du document. <br/>7. Le commissaire aux comptes s'assure : <br/>― que la demande d'attestation respecte les conditions requises par la présente norme ; <br/>― et que les conditions de son intervention sont compatibles avec les dispositions du code de déontologie de la profession qui interdisent notamment la représentation de l'entité et de ses dirigeants devant toute juridiction ou toute mission d'expertise dans un contentieux dans lequel l'entité ou ses dirigeants seraient impliqués. <br/>Pour cela, il se fait préciser, en tant que de besoin, le contexte de la demande. <br/>8. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. <br/>9. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. </p><p><br/>Travaux du commissaire aux comptes </p><p><br/>10. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée. <br/>11. Le commissaire aux comptes détermine si les travaux réalisés pour les besoins de la certification des comptes lui permettent d'obtenir le niveau d'assurance requis, ce dernier variant selon la nature des informations et l'objet de l'attestation demandée. <br/>12. Si ce n'est pas le cas, il met en œuvre des travaux complémentaires qu'il conçoit en fonction de l'objet de l'attestation. <br/>13. Les travaux complémentaires peuvent consister à : <br/>― vérifier la concordance ou la cohérence des informations objet de l'attestation avec la comptabilité, ou des données sous-tendant la comptabilité, ou des données internes à l'entité en lien avec la comptabilité telles que, notamment, la comptabilité analytique ou des états de gestion ; <br/>― vérifier la conformité de ces informations, avec notamment : <br/>― les dispositions de textes légaux ou réglementaires ; <br/>― les dispositions des statuts ; <br/>― les stipulations d'un contrat ; <br/>― les procédures de contrôle interne de l'entité ; <br/>― les décisions de l'organe chargé de la direction ; <br/>― les principes figurant dans un référentiel ; <br/>― apprécier si ces informations sont présentées de manière sincère. <br/>14. Pour réaliser ces travaux, le commissaire aux comptes utilise tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. <br/>Il peut notamment estimer nécessaire d'obtenir des déclarations écrites de la direction. <br/>15. Il s'assure qu'il a collecté les éléments suffisants et appropriés, au regard du niveau d'assurance requis, pour étayer la conclusion formulée dans son attestation. </p><p><br/>Forme de l'attestation délivrée </p><p><br/>16.L'attestation délivrée prend la forme d'un document daté et signé par le commissaire aux comptes, auquel est joint le document établi par la direction de l'entité qui comprend les informations objet de l'attestation. <br/>17.L'attestation comporte : <br/>― un titre ; <br/>― l'identité du destinataire de l'attestation au sein de l'entité ; <br/>― le rappel de la qualité de commissaire aux comptes de l'entité ; <br/>― l'identification de l'entité ; <br/>― la nature et l'étendue des travaux mis en œuvre ; <br/>― toutes remarques utiles permettant au destinataire final de mesurer la portée et les limites de l'attestation délivrée ; <br/>― une conclusion adaptée aux travaux effectués et au niveau d'assurance obtenu ; <br/>― la date ; <br/>― l'identification et la signature du commissaire aux comptes. <br/>18. Afin de respecter les règles de secret professionnel, le commissaire aux comptes adresse son attestation à la seule direction de l'entité. </p><p><br/>Documentation </p><p><br/>19. Le commissaire aux comptes fait figurer dans son dossier les documents qui permettent d'étayer sa conclusion et d'établir que son intervention a été réalisée dans le respect des normes d'exercice professionnel. <br/>Pour cela, il applique les principes décrits dans la norme d'exercice professionnel relative à la documentation de l'audit des comptes. </p><p><br/>Co-commissariat aux comptes </p><p><br/>20. Lorsque l'entité a désigné plusieurs commissaires aux comptes, l'attestation est signée par chaque commissaire aux comptes dès lors qu'elle porte sur des informations financières de l'entité établies conformément aux référentiels comptables appliqués pour répondre à ses obligations légales ou réglementaires françaises d'établissement des comptes, et que ces informations : <br/>― ont été arrêtées par l'organe compétent ; <br/>― ou sont destinées à être communiquées au public. <br/>Dans les autres cas, l'attestation peut être signée par l'un des commissaires aux comptes. <br/>21. Il appartient au commissaire aux comptes qui établit l'attestation : <br/>― d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'attestation ; <br/>― de leur communiquer une copie de son attestation.</p>",
            "num": "A823-30",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1312416000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2018-03-01",
                        "titre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163250",
                        "id": "LEGISCTA000020163383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163252",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163250",
            "sectionParentId": "LEGISCTA000020163383",
            "sectionParentTitre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163381",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L822-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-11",
                    "articleId": "LEGIARTI000006242720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000018393127",
                    "textTitle": "Arrêté du 20 mars 2008 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000018393129",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163381",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445700",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-30",
                "823-30"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}