{
    "cid": "LEGIARTI000035936701",
    "num": "L232-7-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : TRAITEMENTS AUTOMATISÉS DE DONNÉES  PERSONNELLES ET ENQUÊTES ADMINISTRATIVES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505257",
                        "id": "LEGISCTA000025508292",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Traitements automatisés de données recueillies  à l'occasion de déplacements internationaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505263",
                        "id": "LEGISCTA000025508287",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000035936708",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 694-32",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "694-32",
                    "articleId": "LEGIARTI000033515114",
                    "natureText": "CODE",
                    "date": 1599830398943,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1480723200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L232-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-4",
                    "articleId": "LEGIARTI000025505273",
                    "natureText": "CODE",
                    "date": 1599830398944,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L232-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-5",
                    "articleId": "LEGIARTI000025505275",
                    "natureText": "CODE",
                    "date": 1599830398944,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035932811",
                    "textTitle": "LOI n°2017-1510 du 30 octobre 2017 - art. 14",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000035933809",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-10-31",
                    "dateSignaTexte": "2017-10-30",
                    "dateDebutCible": "2017-11-01"
                }
            ],
            "num": "L232-7-1",
            "origine": "LEGI",
            "texte": "I.-Pour les besoins de la prévention et de la constatation de certaines infractions, du rassemblement des preuves de ces infractions ainsi que de la recherche de leurs auteurs, le ministre de l'intérieur, le ministre de la défense, le ministre chargé des transports et le ministre chargé des douanes sont autorisés à mettre en œuvre un traitement automatisé de données à caractère personnel. Les infractions mentionnées au premier alinéa du présent I sont les actes de terrorisme, les atteintes aux intérêts fondamentaux de la nation ainsi que les infractions mentionnées à l'article 694-32 du code de procédure pénale, punies d'une peine privative de liberté d'une durée égale ou supérieure à trois ans d'emprisonnement ou d'une mesure de sûreté privative de liberté d'une durée égale ou supérieure à trois ans, à l'exclusion de celles mentionnées aux 17°, 20°, 21°, 24° et 29° du même article 694-32. Sont exclues de ce traitement automatisé de données les données à caractère personnel susceptibles de révéler l'origine raciale ou ethnique d'une personne, ses convictions religieuses ou philosophiques, ses opinions politiques, son appartenance à un syndicat, ou les données qui concernent la santé ou la vie sexuelle de l'intéressé. II.-Pour la mise en œuvre du traitement mentionné au I du présent article, les exploitants de navire recueillent et transmettent les données d'enregistrement relatives aux passagers à destination et en provenance du territoire national voyageant à bord d'un navire à passagers faisant l'objet d'une certification : 1° Soit au sens du code international pour la sûreté des navires et des installations portuaires adopté à Londres le 12 décembre 2002 en application de la convention internationale de 1974 pour la sauvegarde de la vie humaine en mer, faite à Londres le 1er novembre 1974, modifiée ; 2° Soit en application du 2 de l'article 3 du règlement (CE) n° 725/2004 du Parlement européen et du Conseil du 31 mars 2004 relatif à l'amélioration de la sûreté des navires et des installations portuaires ; 3° Soit en application du 3 de l'article 3 du règlement (CE) n° 725/2004 du 31 mars 2004 précité après décision du ministre chargé de la mer. Les données concernées sont celles mentionnées au quatrième alinéa de l'article L. 232-4 du présent code. Les exploitants de navire sont également tenus de communiquer les données relatives aux passagers enregistrés dans leurs systèmes de réservation, ainsi que celles relatives à l'embarquement de ces mêmes passagers. En outre, les ministres mentionnés au I du présent article peuvent demander aux agences de voyage et opérateurs de voyage ou de séjour affrétant tout ou partie d'un navire de transmettre les données relatives aux passagers enregistrées dans leurs systèmes de réservation. III.-Les exploitants de navire, les agences de voyage et les opérateurs de voyage ou de séjour affrétant tout ou partie d'un navire mentionnés au II informent les personnes concernées par le traitement mentionné au I. IV.-Les données mentionnées au II ne peuvent être conservées que pour une durée maximale de cinq ans. V.-En cas de méconnaissance des obligations fixées au présent article par une entreprise de transport maritime ou par une agence de voyage ou un opérateur de voyage ou de séjour affrétant tout ou partie d'un navire, l'amende et la procédure prévues à l'article L. 232-5 sont applicables. VI.-Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés. Ce décret détermine les services autorisés à interroger le traitement de données à caractère personnel mentionné au I, précise si cette autorisation est délivrée à des fins de prévention ou à des fins de répression et fixe les modalités de conservation et d'analyse des données mentionnées au II. Ces données ne peuvent être consultées de manière directe par les services susmentionnés.",
            "texteHtml": "<p>I.-Pour les besoins de la prévention et de la constatation de certaines infractions, du rassemblement des preuves de ces infractions ainsi que de la recherche de leurs auteurs, le ministre de l'intérieur, le ministre de la défense, le ministre chargé des transports et le ministre chargé des douanes sont autorisés à mettre en œuvre un traitement automatisé de données à caractère personnel. <br/><br/>Les infractions mentionnées au premier alinéa du présent I sont les actes de terrorisme, les atteintes aux intérêts fondamentaux de la nation ainsi que les infractions mentionnées à l'article <a href='/article/LEGIARTI000033515114'>694-32 </a>du code de procédure pénale, punies d'une peine privative de liberté d'une durée égale ou supérieure à trois ans d'emprisonnement ou d'une mesure de sûreté privative de liberté d'une durée égale ou supérieure à trois ans, à l'exclusion de celles mentionnées aux 17°, 20°, 21°, 24° et 29° du même article 694-32. <br/><br/>Sont exclues de ce traitement automatisé de données les données à caractère personnel susceptibles de révéler l'origine raciale ou ethnique d'une personne, ses convictions religieuses ou philosophiques, ses opinions politiques, son appartenance à un syndicat, ou les données qui concernent la santé ou la vie sexuelle de l'intéressé. <br/><br/>II.-Pour la mise en œuvre du traitement mentionné au I du présent article, les exploitants de navire recueillent et transmettent les données d'enregistrement relatives aux passagers à destination et en provenance du territoire national voyageant à bord d'un navire à passagers faisant l'objet d'une certification : <br/><br/>1° Soit au sens du code international pour la sûreté des navires et des installations portuaires adopté à Londres le 12 décembre 2002 en application de la convention internationale de 1974 pour la sauvegarde de la vie humaine en mer, faite à Londres le 1er novembre 1974, modifiée ; <br/><br/>2° Soit en application du 2 de l'article 3 du règlement (CE) n° 725/2004 du Parlement européen et du Conseil du 31 mars 2004 relatif à l'amélioration de la sûreté des navires et des installations portuaires ; <br/><br/>3° Soit en application du 3 de l'article 3 du règlement (CE) n° 725/2004 du 31 mars 2004 précité après décision du ministre chargé de la mer. <br/><br/>Les données concernées sont celles mentionnées au quatrième alinéa de l'article <a href='/article/LEGIARTI000025505273'>L. 232-4 </a>du présent code. <br/><br/>Les exploitants de navire sont également tenus de communiquer les données relatives aux passagers enregistrés dans leurs systèmes de réservation, ainsi que celles relatives à l'embarquement de ces mêmes passagers. <br/><br/>En outre, les ministres mentionnés au I du présent article peuvent demander aux agences de voyage et opérateurs de voyage ou de séjour affrétant tout ou partie d'un navire de transmettre les données relatives aux passagers enregistrées dans leurs systèmes de réservation. <br/><br/>III.-Les exploitants de navire, les agences de voyage et les opérateurs de voyage ou de séjour affrétant tout ou partie d'un navire mentionnés au II informent les personnes concernées par le traitement mentionné au I. <br/><br/>IV.-Les données mentionnées au II ne peuvent être conservées que pour une durée maximale de cinq ans. <br/><br/>V.-En cas de méconnaissance des obligations fixées au présent article par une entreprise de transport maritime ou par une agence de voyage ou un opérateur de voyage ou de séjour affrétant tout ou partie d'un navire, l'amende et la procédure prévues à l'article <a href='/article/LEGIARTI000025505275' title='Code de la sécurité intérieure - art. L232-5 (V)'>L. 232-5</a> sont applicables. <br/><br/>VI.-Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés. Ce décret détermine les services autorisés à interroger le traitement de données à caractère personnel mentionné au I, précise si cette autorisation est délivrée à des fins de prévention ou à des fins de répression et fixe les modalités de conservation et d'analyse des données mentionnées au II. Ces données ne peuvent être consultées de manière directe par les services susmentionnés.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-10-31T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}