{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006296543",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le stock est constitué par l'ensemble des marchandises, des matières premières, des matières et fournitures consommables, des productions en cours, des produits intermédiaires, des produits finis, des produits résiduels et des emballages non destinés à être récupérés, qui sont la propriété de l'entreprise à la date de l'inventaire et dont la vente en l'état ou au terme d'un processus de production à venir ou en cours permet la  réalisation d'un bénéfice d'exploitation. Les productions en cours sont les biens ou les services en cours de formation au travers d'un processus de production. Les produits intermédiaires sont les produits qui, ayant atteint un stade d'achèvement, sont destinés à entrer dans une nouvelle phase du cycle de production. Les produits finis sont ceux qui ont atteint un stade d'achèvement définitif dans le cycle de production. Les produits résiduels sont constitués par les déchets et rebuts de fabrication. Les emballages commerciaux comprennent, d'une part, les emballages perdus qui sont destinés à être livrés avec leur contenu sans consignation ni reprise et, d'autre part, les emballages récupérables qui sont susceptibles d'être provisoirement conservés par la clientèle et que le livreur s'engage à reprendre dans des conditions déterminées. En principe, les premiers sont seuls à inclure dans les stocks, les seconds constituant normalement des immobilisations. Toutefois, lorsqu'ils ne sont pas commodément identifiables, les emballages récupérables peuvent être assimilés à des stocks.",
            "texteHtml": "<p></p>   Le stock est constitué par l'ensemble des marchandises, des matières premières, des matières et fournitures consommables, des productions en cours, des produits intermédiaires, des produits finis, des produits résiduels et des emballages non destinés à être récupérés, qui sont la propriété de l'entreprise à la date de l'inventaire et dont la vente en l'état ou au terme d'un processus de production à venir ou en cours permet la  réalisation d'un bénéfice d'exploitation.<p></p><p></p>   Les productions en cours sont les biens ou les services en cours de formation au travers d'un processus de production.<p></p><p></p>   Les produits intermédiaires sont les produits qui, ayant atteint un stade d'achèvement, sont destinés à entrer dans une nouvelle phase du cycle de production.<p></p><p></p>   Les produits finis sont ceux qui ont atteint un stade d'achèvement définitif dans le cycle de production.<p></p><p></p>   Les produits résiduels sont constitués par les déchets et rebuts de fabrication.<p></p><p></p>   Les emballages commerciaux comprennent, d'une part, les emballages perdus qui sont destinés à être livrés avec leur contenu sans consignation ni reprise et, d'autre part, les emballages récupérables qui sont susceptibles d'être provisoirement conservés par la clientèle et que le livreur s'engage à reprendre dans des conditions déterminées. En principe, les premiers sont seuls à inclure dans les stocks, les seconds constituant normalement des immobilisations. Toutefois, lorsqu'ils ne sont pas commodément identifiables, les emballages récupérables peuvent être assimilés à des stocks.<p></p><p></p>",
            "num": "38 ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 448329600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146814",
                        "id": "LEGISCTA000006146814",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section I : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162161",
                        "id": "LEGISCTA000006162161",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "III : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179288",
                        "id": "LEGISCTA000006179288",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "M : Renseignements à fournir par les entreprises à l'appui de la déclaration prévue à l'article 53 A du code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191344",
                        "id": "LEGISCTA000006191344",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1984-03-17",
                        "fin": "2999-01-01",
                        "titre": "2 : Définitions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197125",
                        "id": "LEGISCTA000006197125",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296542",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197125",
            "sectionParentId": "LEGISCTA000006197125",
            "sectionParentTitre": "2 : Définitions",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre Ier : Impôt sur le revenu &gt; Section I : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; III : Bénéfices industriels et commerciaux &gt; M : Renseignements à fournir par les entreprises à l'appui de la déclaration prévue à l'article 53 A du code général des impôts &gt; 2 : Définitions",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006296543",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000881913",
                    "textTitle": "Décret n°84-184 du 14 mars 1984 - art. 1 () JORF 17 mars 1984",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006324365",
                    "natureText": "DECRET",
                    "datePubliTexte": "1984-03-17",
                    "dateSignaTexte": "1984-03-14",
                    "dateDebutCible": "1984-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'adminis... - art. D113-14 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D113-14",
                    "articleId": "LEGIARTI000038030089",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1548028800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 terdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 terdecies",
                    "articleId": "LEGIARTI000006296569",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 448329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296542",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 448329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296543",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 448329600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "38 ter",
                "38"
            ],
            "versionPrecedente": "LEGIARTI000006296542",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006296542",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le stock est constitué par l'ensemble des marchandises, des matières ou fournitures, des déchets, des produits semi-ouvrés, des produits finis, des produits ou travaux en cours et des emballages non destinés à être récupérés, qui sont la propriété de l'entreprise à la date de l'inventaire et dont la vente en l'état ou après exécution d'opérations de transformation ou de fabrication permet la réalisation d'un bénéfice d'exploitation. Les produits finis sont les produits fabriqués par l'entreprise et qui sont destinés à être vendus ou fournis. Les produits en cours sont les produits en voie de formation ou de transformation à la clôture de l'exercice et qui ne sont pas inscrits à un compte de magasin. Les travaux en cours sont les travaux en voie d'exécution à la clôture de l'exercice. Les emballages commerciaux sont les objets destinés à contenir les produits ou marchandises qui sont livrés à la clientèle en même temps que leur contenu. Ils comprennent, d'une part, les emballages non récupérables, appelés communément emballages perdus, qui sont destinés à être vendus à la clientèle ou dont la valeur est incorporée dans le prix du contenu et, d'autre part, les emballages récupérables qui sont destinés à être ou qui sont déjà prêtés ou consignés aux clients. En principe, les premiers sont seuls à inclure dans les stocks, les seconds devant figurer aux comptes d'immobilisations. Toutefois, les emballages récupérables non identifiables par nature peuvent être portés parmi les valeurs d'exploitation. Les achats de matières et marchandises comprennent tous les achats de marchandises, matières premières, matières consommables et, sous réserve de la précision figurant à l'alinéa précédent, des emballages commerciaux non destinés à être récupérés. Les ports facturés distinctement aux clients ne sont pas compris dans le montant des ventes; ils sont inscrits au crédit du poste \"Frais de transports et de déplacements\"",
            "texteHtml": "<p></p>     Le stock est constitué par l'ensemble des marchandises, des matières ou fournitures, des déchets, des produits semi-ouvrés, des produits finis, des produits ou travaux en cours et des emballages non destinés à être récupérés, qui sont la propriété de l'entreprise à la date de l'inventaire et dont la vente en l'état ou après exécution d'opérations de transformation ou de fabrication permet la réalisation d'un bénéfice d'exploitation.<p></p><p></p>    Les produits finis sont les produits fabriqués par l'entreprise et qui sont destinés à être vendus ou fournis.<p></p><p></p>    Les produits en cours sont les produits en voie de formation ou de transformation à la clôture de l'exercice et qui ne sont pas inscrits à un compte de magasin.<p></p><p></p>    Les travaux en cours sont les travaux en voie d'exécution à la clôture de l'exercice.<p></p><p></p>    Les emballages commerciaux sont les objets destinés à contenir les produits ou marchandises qui sont livrés à la clientèle en même temps que leur contenu. Ils comprennent, d'une part, les emballages non récupérables, appelés communément emballages perdus, qui sont destinés à être vendus à la clientèle ou dont la valeur est incorporée dans le prix du contenu et, d'autre part, les emballages récupérables qui sont destinés à être ou qui sont déjà prêtés ou consignés aux clients. En principe, les premiers sont seuls à inclure dans les stocks, les seconds devant figurer aux comptes d'immobilisations. Toutefois, les emballages récupérables non identifiables par nature peuvent être portés parmi les valeurs d'exploitation.<p></p><p></p>    Les achats de matières et marchandises comprennent tous les achats de marchandises, matières premières, matières consommables et, sous réserve de la précision figurant à l'alinéa précédent, des emballages commerciaux non destinés à être récupérés.<p></p><p></p>     Les ports facturés distinctement aux clients ne sont pas compris dans le montant des ventes; ils sont inscrits au crédit du poste \"Frais de transports et de déplacements\"<p></p>",
            "num": "38 ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 448329600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-12-30",
                        "fin": "1984-07-24",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084180",
                        "id": "LEGISCTA000006084180",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "1978-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114417",
                        "id": "LEGISCTA000006114417",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "IMPOTS DIRECTS ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133732",
                        "id": "LEGISCTA000006133732",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "IMPOT SUR LE REVENU.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146774",
                        "id": "LEGISCTA000006146774",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1987-08-10",
                        "titre": "BENEFICES INDUSTRIELS ET COMMERCIAUX *BIC*.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162108",
                        "id": "LEGISCTA000006162108",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296542",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162108",
            "sectionParentId": "LEGISCTA000006162108",
            "sectionParentTitre": "BENEFICES INDUSTRIELS ET COMMERCIAUX *BIC*.",
            "fullSectionsTitre": "ASSIETTE ET LIQUIDATION DE L'IMPOT &gt; IMPOTS DIRECTS ET TAXES ASSIMILEES &gt; IMPOT SUR LE REVENU. &gt; BENEFICES INDUSTRIELS ET COMMERCIAUX *BIC*.",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006296542",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 53",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'adminis... - art. D113-14 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D113-14",
                    "articleId": "LEGIARTI000038030089",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1548028800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 terdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 terdecies",
                    "articleId": "LEGIARTI000006296569",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 448329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "EDITION 1979-07-01",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296542",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 448329600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296543",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 448329600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "38 ter",
                "38"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}