{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006302924",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du code monétaire et financier est soumise au régime défini aux articles 39 duodecies et suivants . Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du code monétaire et financier est soumise au régime défini aux articles 39 duodecies et suivants. Lorsque le contrat a été conclu dans les conditions du 1 de l'article L. 313-7 précité, elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. Lorsque le contrat a été conclu dans les conditions du 2 de l'article L. 313-7 précité, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat diminuée du montant des frais d'acquisition compris dans ces loyers. 2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C . 4. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat. Pour l'application du premier alinéa, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B . DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1ER JANVIER 1996. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient augmenté, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat. Pour l'application du premier alinéa, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B et du montant des frais d'acquisition compris dans ces loyers. 5. Les dispositions du premier alinéa du 4 (contrats conclus jusqu'au 31 décembre 1995) s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989. 6. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996. Les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour la fraction du prix auquel ils ont été acquis égale à la somme de la valeur réelle du terrain et des quotes-parts de loyers non déduites en application des dispositions du 10 de l'article 39 au titre des éléments non amortissables, à la date du transfert du contrat, diminuée de la valeur du terrain à la signature du contrat avec le crédit-bailleur. 7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal. Un décret fixe les modalités d'application du présent article ainsi que les obligations déclaratives.",
            "texteHtml": "<p></p>1. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. <p></p><p></p>La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1 et 2 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L313-7 (V)'>l'article L. 313-7 </a>du code monétaire et financier est soumise au régime défini aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307676&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 39 duodecies (V)'>articles 39 duodecies et suivants</a>. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. <p></p><p></p>DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996. <p></p><p></p>La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du code monétaire et financier est soumise au régime défini aux articles 39 duodecies et suivants. Lorsque le contrat a été conclu dans les conditions du 1 de l'article L. 313-7 précité, elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. Lorsque le contrat a été conclu dans les conditions du 2 de l'article L. 313-7 précité, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat diminuée du montant des frais d'acquisition compris dans ces loyers. <p></p><p></p>2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. <p></p><p></p><p></p>3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304133&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 239 sexies C (V)'>239 sexies C</a>. <p></p><p></p><p></p>4. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. <p></p><p></p>En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat. <p></p><p></p>Pour l'application du premier alinéa, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304119&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 239 sexies (V)'>articles 239 sexies </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304124&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 239 sexies B (V)'>239 sexies B</a>. <p></p><p></p>DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1ER JANVIER 1996. <p></p><p></p>En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient augmenté, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat. <p></p><p></p>Pour l'application du premier alinéa, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B et du montant des frais d'acquisition compris dans ces loyers. <p></p><p></p>5. Les dispositions du premier alinéa du 4 (contrats conclus jusqu'au 31 décembre 1995) s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989.<p></p><p></p><p></p>6. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. <p></p><p></p>Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier. <p></p><p></p>DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996. <p></p><p></p>Les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour la fraction du prix auquel ils ont été acquis égale à la somme de la valeur réelle du terrain et des quotes-parts de loyers non déduites en application des dispositions du 10 de l'article 39 au titre des éléments non amortissables, à la date du transfert du contrat, diminuée de la valeur du terrain à la signature du contrat avec le crédit-bailleur. <p></p><p></p>7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal. <p></p><p></p>Un décret fixe les modalités d'application du présent article ainsi que les obligations déclaratives.<p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "9.0",
            "etat": "VIGUEUR",
            "dateDebut": 1017532800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11810975,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302924",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000596281",
                    "textTitle": "Décret 2002-923 2002-06-06",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000596281",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-08",
                    "dateSignaTexte": "2002-06-06",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000596281",
                    "textTitle": "Décret n°2002-923 du 6 juin 2002 - art. 4 () JORF 8 juin 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006212781",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-08",
                    "dateSignaTexte": "2002-06-06",
                    "dateDebutCible": "2002-06-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 sexies",
                    "articleId": "LEGIARTI000006304119",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 sexies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 sexies B",
                    "articleId": "LEGIARTI000006304124",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 831859200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 sexies C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "239 sexies C",
                    "articleId": "LEGIARTI000006304133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 630979200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000006307676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2002",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302923",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302923",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du code monétaire et financier est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du code monétaire et financier est soumise au régime défini aux articles 39 duodecies et suivants. Lorsque le contrat a été conclu dans les conditions du 1 de l'article L. 313-7 précité, elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. Lorsque le contrat a été conclu dans les conditions du 2 de l'article L. 313-7 précité, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat diminuée du montant des frais d'acquisition compris dans ces loyers. 2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C. 4. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat. Pour l'application de l'alinéa précédent, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1ER JANVIER 1996. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient augmenté, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat. Pour l'application du premier alinéa, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B et du montant des frais d'acquisition compris dans ces loyers. 5. Les dispositions du premier alinéa du 4 (contrats conclus jusqu'au 31 décembre 1995) s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989. 6. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996. Les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour la fraction du prix auquel ils ont été acquis égale à la somme de la valeur réelle du terrain et des quotes-parts de loyers non déduites en application des dispositions du 10 de l'article 39 au titre des éléments non amortissables, à la date du transfert du contrat, diminuée de la valeur du terrain à la signature du contrat avec le crédit-bailleur. 7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal. Un décret fixe les modalités d'application du présent article ainsi que les obligations déclaratives.",
            "texteHtml": "<p></p>   1. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995.<p></p><p></p>   La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du code monétaire et financier est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat.<p></p><p></p>   DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996.<p></p><p></p>   La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1 et 2 de l'article L. 313-7 du code monétaire et financier est soumise au régime défini aux articles 39 duodecies et suivants. Lorsque le contrat a été conclu dans les conditions du 1 de l'article L. 313-7 précité, elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. Lorsque le contrat a été conclu dans les conditions du 2 de l'article L. 313-7 précité, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat diminuée du montant des frais d'acquisition compris dans ces loyers.<p></p><p></p>   2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme.<p></p><p></p><p></p>   3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C.<p></p><p></p><p></p>   4. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995.<p></p><p></p>   En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat.<p></p><p></p>   Pour l'application de l'alinéa précédent, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B.<p></p><p></p>   DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1ER JANVIER 1996.<p></p><p></p>   En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient augmenté, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat.<p></p><p></p>   Pour l'application du premier alinéa, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B et du montant des frais d'acquisition compris dans ces loyers.<p></p><p></p>   5. Les dispositions du premier alinéa du 4 (contrats conclus jusqu'au 31 décembre 1995) s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989.<p></p><p></p><p></p>   6. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995.<p></p><p></p>   Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier.<p></p><p></p>   DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996.<p></p><p></p>   Les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour la fraction du prix auquel ils ont été acquis égale à la somme de la valeur réelle du terrain et des quotes-parts de loyers non déduites en application des dispositions du 10 de l'article 39 au titre des éléments non amortissables, à la date du transfert du contrat, diminuée de la valeur du terrain à la signature du contrat avec le crédit-bailleur.<p></p><p></p>   7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal.<p></p><p></p>   Un décret fixe les modalités d'application du présent article ainsi que les obligations déclaratives.<p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE",
            "dateDebut": 985996800000,
            "dateFin": 1017532800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11768026,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302923",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574488",
                    "textTitle": "Ordonnance 2000-1223 2000-12-14 art. 4 I 47° JORF 16 décembre 2000 en vigueur le 1er janvier 2001",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000574488",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000588663",
                    "textTitle": "Décret 2001-435 2001-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000588663",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-05-23",
                    "dateSignaTexte": "2001-05-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies, 239 sexies C, 239 sexies, 239 sexies B, 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2001",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302922",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302922",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Lorsque le contrat a été conclu dans les conditions du 1° de l'article 1er de la loi susvisée, elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. Lorsque le contrat a été conclu dans les conditions du 2° de l'article 1er de la loi susvisée, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat diminuée du montant des frais d'acquisition compris dans ces loyers. 2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C. 4. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat. Pour l'application de l'alinéa précédent, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1ER JANVIER 1996. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient augmenté, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat. Pour l'application du premier alinéa, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B et du montant des frais d'acquisition compris dans ces loyers. 5. Les dispositions du premier alinéa du 4 (contrats conclus jusqu'au 31 décembre 1995) s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989. 6. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996. Les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour la fraction du prix auquel ils ont été acquis égale à la somme de la valeur réelle du terrain et des quotes-parts de loyers non déduites en application des dispositions du 10 de l'article 39 au titre des éléments non amortissables, à la date du transfert du contrat, diminuée de la valeur du terrain à la signature du contrat avec le crédit-bailleur. 7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal. Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives.",
            "texteHtml": "<p></p>   1. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995.<p></p><p></p>   La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat.<p></p><p></p>   DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996.<p></p><p></p>   La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Lorsque le contrat a été conclu dans les conditions du 1° de l'article 1er de la loi susvisée, elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. Lorsque le contrat a été conclu dans les conditions du 2° de l'article 1er de la loi susvisée, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat diminuée du montant des frais d'acquisition compris dans ces loyers.<p></p><p></p>   2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme.<p></p><p></p><p></p>   3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C.<p></p><p></p><p></p>   4. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995.<p></p><p></p>   En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat.<p></p><p></p>   Pour l'application de l'alinéa précédent, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B.<p></p><p></p>   DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1ER JANVIER 1996.<p></p><p></p>   En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient augmenté, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat.<p></p><p></p>   Pour l'application du premier alinéa, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies et 239 sexies B et du montant des frais d'acquisition compris dans ces loyers.<p></p><p></p>   5. Les dispositions du premier alinéa du 4 (contrats conclus jusqu'au 31 décembre 1995) s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989.<p></p><p></p><p></p>   6. DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS JUSQU'AU 31 DECEMBRE 1995.<p></p><p></p>   Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier.<p></p><p></p>   DISPOSITIONS APPLICABLES AUX CONTRATS CONCLUS A COMPTER DU 1er JANVIER 1996.<p></p><p></p>   Les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour la fraction du prix auquel ils ont été acquis égale à la somme de la valeur réelle du terrain et des quotes-parts de loyers non déduites en application des dispositions du 10 de l'article 39 au titre des éléments non amortissables, à la date du transfert du contrat, diminuée de la valeur du terrain à la signature du contrat avec le crédit-bailleur.<p></p><p></p>   7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal.<p></p><p></p>   Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives.<p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 954460800000,
            "dateFin": 985996800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11853924,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302922",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580717",
                    "textTitle": "Loi - art. 29 (V) JORF 31 décembre 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006320708",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-12-31",
                    "dateSignaTexte": "1999-12-30",
                    "dateDebutCible": "1999-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies, 239 sexies C, 239 sexies, 239 sexies B, 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000880388",
                    "textTitle": "Loi n°66-455 du 2 juillet 1966 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006468731",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-455",
                    "datePubli": -110419200000,
                    "dateDebut": 631238400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2000",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302921",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302921",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Lorsque le contrat a été conclu dans les conditions du 1° de l'article 1er de la loi susvisée, elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. Lorsque le contrat a été conclu dans les conditions du 2° de l'article 1er de la loi susvisée, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat ((diminuée du montant des frais d'acquisition compris dans ces loyers)) (1) (M). 2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C. 4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat. Pour l'application de l'alinéa précédent, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies, 239 sexies A et 239 sexies B ((et du montant des frais d'acquisition compris dans ces loyers)) (1) (M). 5. Les dispositions du premier alinéa du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989. 6. ((Les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour la fraction du prix auquel ils ont été acquis égale à la somme de la valeur réelle du terrain et des quotes-parts de loyers non déduites en application des dispositions du 10 de l'article 39 au titre des éléments non amortissables, à la date du transfert du contrat, diminuée de la valeur du terrain à la signature du contrat avec le crédit-bailleur)) (1) (M). 7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal. Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives. (1) Ces dispositions s'appliquent aux contrats conclus à compter du 1er janvier 1996. (M) Modification de la loi.",
            "texteHtml": "<p></p>   1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Lorsque le contrat a été conclu dans les conditions du 1° de l'article 1er de la loi susvisée, elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. Lorsque le contrat a été conclu dans les conditions du 2° de l'article 1er de la loi susvisée, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat ((diminuée du montant des frais d'acquisition compris dans ces loyers)) (1) (M).<p></p><p></p><p></p>   2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme.<p></p><p></p><p></p>   3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C.<p></p><p></p><p></p>   4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat.<p></p><p></p>   Pour l'application de l'alinéa précédent, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies, 239 sexies A et 239 sexies B ((et du montant des frais d'acquisition compris dans ces loyers)) (1) (M).<p></p><p></p>   5. Les dispositions du premier alinéa du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989.<p></p><p></p><p></p>   6. ((Les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour la fraction du prix auquel ils ont été acquis égale à la somme de la valeur réelle du terrain et des quotes-parts de loyers non déduites en application des dispositions du 10 de l'article 39 au titre des éléments non amortissables, à la date du transfert du contrat, diminuée de la valeur du terrain à la signature du contrat avec le crédit-bailleur)) (1) (M).<p></p><p></p><p></p>   7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal.<p></p><p></p>   Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives.<p></p><p></p>   (1) Ces dispositions s'appliquent aux contrats conclus à compter du 1er janvier 1996.<p></p><p></p>   (M) Modification de la loi.<p></p><p></p><p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 831859200000,
            "dateFin": 954460800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11939822,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302921",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000555740",
                    "textTitle": "Loi - art. 30 (V) JORF 31 décembre 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000006319501",
                    "natureText": "LOI",
                    "datePubliTexte": "1995-12-31",
                    "dateSignaTexte": "1995-12-30",
                    "dateDebutCible": "1995-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies, 239 sexies C, 239 sexies, 239 sexies A, 239 sexies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000880388",
                    "textTitle": "Loi n°66-455 du 2 juillet 1966 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006468731",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-455",
                    "datePubli": -110419200000,
                    "dateDebut": 631238400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 12 mai 1996",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1996-10-23 4H-4-96",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1997-05-29 5G-8-97",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302920",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302920",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. ((Lorsque le contrat a été conclu dans les conditions du 1° de l'article 1er de la loi susvisée,)) (1)  elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. ((Lorsque le contrat a été conclu dans les conditions du 2° de l'article 1er de la loi susvisée, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat)) (1). 2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C. ((4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat. ((Pour l'application de l'alinéa précédent, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies, 239 sexies A et 239 sexies B)) (1). 5. Les dispositions du premier alinéa du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989. 6. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier. 7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal. Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives. (1) Modification. Ces dispositions s'appliquent aux contrats conclus à compter du 1er janvier 1996.",
            "texteHtml": "<p></p>   1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. ((Lorsque le contrat a été conclu dans les conditions du 1° de l'article 1er de la loi susvisée,)) (1)  elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. ((Lorsque le contrat a été conclu dans les conditions du 2° de l'article 1er de la loi susvisée, la plus-value est considérée comme une plus-value à court terme à concurrence de la fraction déduite, pour l'assiette de l'impôt, de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat)) (1).<p></p><p></p><p></p>   2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme.<p></p><p></p><p></p>   3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C.<p></p><p></p><p></p>   ((4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés, selon le cas, des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat, soit de la fraction déduite pendant la même période de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat.<p></p><p></p>   ((Pour l'application de l'alinéa précédent, la fraction déduite de la quote-part de loyers prise en compte pour la fixation du prix de vente convenu pour la cession éventuelle de l'immeuble à l'issue du contrat est diminuée du montant des sommes réintégrées en application des articles 239 sexies, 239 sexies A et 239 sexies B)) (1).<p></p><p></p>   5. Les dispositions du premier alinéa du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989.<p></p><p></p><p></p>   6. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier.<p></p><p></p><p></p>   7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal.<p></p><p></p>   Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives.<p></p><p></p>   (1) Modification. Ces dispositions s'appliquent aux contrats conclus à compter du 1er janvier 1996.<p></p><p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 814752000000,
            "dateFin": 831859200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11982771,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302920",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000721071",
                    "textTitle": "Décret 95-1281 1995-12-11",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000721071",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-12-13",
                    "dateSignaTexte": "1995-12-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi n°95-115 du 4 février 1995 - art. 57 () JORF 5 février 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "57",
                    "articleId": "LEGIARTI000006340043",
                    "natureText": "LOI",
                    "datePubliTexte": "1995-02-05",
                    "dateSignaTexte": "1995-02-04",
                    "dateDebutCible": "1995-02-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies, 239 sexies C, 239 sexies, 239 sexies A, 239 sexies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000880388",
                    "textTitle": "Loi n°66-455 du 2 juillet 1966 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006468731",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-455",
                    "datePubli": -110419200000,
                    "dateDebut": 631238400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000531809",
                    "textTitle": "Loi 95-115 1995-02-04 art. 57 XIII",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000531809",
                    "natureText": "LOI"
                },
                {
                    "textCid": "",
                    "textTitle": "Edition du 27 octobre 1995",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302919",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302919",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. 2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C. 4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat. Pour l'application de l'alinéa précédent, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies, 239 sexies A et 239 sexies B. 5. Les dispositions du premier alinéa du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989. Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives. 6. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier. 7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal.",
            "texteHtml": "<p></p>   1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat.<p></p><p></p>   2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme.<p></p><p></p>   3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C.<p></p><p></p>   4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat.<p></p><p></p>   Pour l'application de l'alinéa précédent, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies, 239 sexies A et 239 sexies B.<p></p><p></p>   5. Les dispositions du premier alinéa du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989.<p></p><p></p>   Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives.<p></p><p></p>   6. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier.<p></p><p></p>   7. Les dispositions des 1 à 5 s'appliquent aux droits afférents aux contrats de crédit-bail portant sur des éléments incorporels amortissables d'un fonds de commerce ou d'un fonds artisanal.<p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 677721600000,
            "dateFin": 814752000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11896873,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302919",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000864574",
                    "textTitle": "Loi n°90-1169 du 29 décembre 1990 - art. 17 (V) JORF 30 décembre 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006318107",
                    "natureText": "LOI",
                    "datePubliTexte": "1990-12-30",
                    "dateSignaTexte": "1990-12-29",
                    "dateDebutCible": "1990-12-30"
                },
                {
                    "textCid": "JORFTEXT000000720158",
                    "textTitle": "Décret 91-883 1991-09-09",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000720158",
                    "natureText": "DECRET",
                    "datePubliTexte": "1991-09-10",
                    "dateSignaTexte": "1991-09-09",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 239 sexies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 239 sexies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 239 sexies C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies et s.",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000880388",
                    "textTitle": "Loi n°66-455 du 2 juillet 1966 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006468731",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-455",
                    "datePubli": -110419200000,
                    "dateDebut": 631238400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302918",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302918",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. 2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C. 4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat. Pour l'application de l'alinéa précédent, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies, 239 sexies A et 239 sexies B. 5. Les dispositions du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989. Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives. 6. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier.",
            "texteHtml": "<p></p>   1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat.<p></p><p></p>   2. Le prix d'acquisition des droits mentionnés au 1 réduit, le cas échéant, de la fraction définie au 6, est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme.<p></p><p></p>   3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. Il est fait application, le cas échéant, des dispositions de l'article 239 sexies C.<p></p><p></p>   4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat.<p></p><p></p>   Pour l'application de l'alinéa précédent, l'amortissement que l'entreprise aurait pu pratiquer comme il est indiqué au 1 est diminué du montant des sommes réintégrées en application des articles 239 sexies, 239 sexies A et 239 sexies B.<p></p><p></p>   5. Les dispositions du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989.<p></p><p></p>   Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives.<p></p><p></p>   6. Pour l'application des dispositions du présent article, les droits afférents à un contrat de crédit-bail immobilier sont assimilés à des éléments non amortissables de l'actif immobilisé pour une fraction du prix auquel le contrat de crédit-bail a été acquis par le nouveau titulaire égale au rapport qui existe, à la date du transfert du contrat, entre la valeur réelle du terrain et celle de l'ensemble immobilier.<p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 662515200000,
            "dateFin": 677721600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 12025720,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302918",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000864574",
                    "textTitle": "Loi n°90-1169 du 29 décembre 1990 - art. 17 (V) JORF 30 décembre 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006318107",
                    "natureText": "LOI",
                    "datePubliTexte": "1990-12-30",
                    "dateSignaTexte": "1990-12-29",
                    "dateDebutCible": "1990-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 239 sexies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 239 sexies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 239 sexies C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies et s.",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000880388",
                    "textTitle": "Loi n°66-455 du 2 juillet 1966 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006468731",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-455",
                    "datePubli": -110419200000,
                    "dateDebut": 631238400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 24 juin 1991",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302917",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302917",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. 2. Le prix d'acquisition des droits mentionnés au 1 est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. 4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat.    5. Les dispositions du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989. Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives.",
            "texteHtml": "<p></p>   1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat.<p></p><p></p>   2. Le prix d'acquisition des droits mentionnés au 1 est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme.<p></p><p></p>   3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2.<p></p><p></p>   4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat.    5. Les dispositions du 4 s'appliquent aux cessions de biens intervenues à compter du 1er octobre 1989.<p></p>\n    Un décret fixe les modalités d'application des dispositions du présent article ainsi que les obligations déclaratives.<p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 645408000000,
            "dateFin": 662515200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "1ere Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179573",
                        "id": "LEGISCTA000006179573",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191583",
                        "id": "LEGISCTA000006191583",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "2 : Détermination des bénéfices imposables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197231",
                        "id": "LEGISCTA000006197231",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197231",
            "sectionParentId": "LEGISCTA000006197231",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1ere Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302917",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000322103",
                    "textTitle": "Loi 89-935 1989-12-29 art. 22 Finances pour 1990 JORF 30 décembre 1989",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000322103",
                    "natureText": "LOI",
                    "datePubliTexte": "1989-12-30",
                    "dateSignaTexte": "1989-12-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000717059",
                    "textTitle": "Décret 90-798 1990-09-10",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000717059",
                    "natureText": "DECRET",
                    "datePubliTexte": "1990-09-11",
                    "dateSignaTexte": "1990-09-10",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies et s.",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000880388",
                    "textTitle": "Loi n°66-455 du 2 juillet 1966 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006468731",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-455",
                    "datePubli": -110419200000,
                    "dateDebut": 631238400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000864574",
                    "textTitle": "Loi 90-1169 1990-12-29 art. 17 V 2 Finances rectificative pour 1990",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000864574",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302916",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302916",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat. 2. Le prix d'acquisition des droits mentionnés au 1 est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme. 3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2. 4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat.",
            "texteHtml": "<p></p>   1. La plus-value réalisée lors de la cession d'un contrat de crédit-bail conclu dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail est soumise au régime défini aux articles 39 duodecies et suivants. Elle est considérée comme une plus-value à court terme à concurrence de la fraction des loyers qui correspond aux amortissements que l'entreprise cédante aurait pu pratiquer selon le mode linéaire si elle avait été propriétaire du bien qui fait l'objet du contrat ; ces amortissements sont calculés sur le prix d'acquisition du bien par le bailleur diminué du prix prévu au contrat pour l'acceptation de la promesse unilatérale de vente en retenant une durée d'utilisation égale à celle du contrat.<p></p><p></p>   2. Le prix d'acquisition des droits mentionnés au 1 est amorti selon le mode linéaire sur la durée normale d'utilisation du bien à cette date. Si ces droits sont à nouveau cédés, la fraction de la plus-value réalisée qui correspond aux amortissements ainsi pratiqués est également considérée comme une plus-value à court terme.<p></p><p></p>   3. Lors de l'acceptation de la promesse unilatérale de vente par le titulaire des droits mentionnés au 1, le prix de revient du bien acquis est majoré du prix d'achat de ces mêmes droits. Ce bien est réputé amorti à concurrence des sommes déduites en application du 2.<p></p><p></p>   4. En cas de cession ultérieure d'un bien acquis à l'échéance d'un contrat de crédit-bail, la plus-value réalisée est considérée comme une plus-value à court terme à hauteur des amortissements pratiqués sur le prix de revient du bien augmentés des amortissements que l'entreprise aurait pu pratiquer comme il est indiqué au 1 pendant la période au cours de laquelle elle a été titulaire du contrat.<p></p>",
            "num": "39 duodecies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 630979200000,
            "dateFin": 645408000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "1ere Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179573",
                        "id": "LEGISCTA000006179573",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191583",
                        "id": "LEGISCTA000006191583",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "2 : Détermination des bénéfices imposables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197231",
                        "id": "LEGISCTA000006197231",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302916",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197231",
            "sectionParentId": "LEGISCTA000006197231",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1ere Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006302916",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000322103",
                    "textTitle": "Loi 89-935 1989-12-29 art. 22 I, III Finances pour 1990 JORF 30 décembre 1989, article créé directement et incorporé dans l'édition du 15 juin 1990",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000322103",
                    "natureText": "LOI",
                    "datePubliTexte": "1989-12-30",
                    "dateSignaTexte": "1989-12-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies et s.",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000880388",
                    "textTitle": "Loi n°66-455 du 2 juillet 1966 - art. 1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006468731",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "66-455",
                    "datePubli": -110419200000,
                    "dateDebut": 631238400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 V (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 V",
                    "articleId": "LEGIARTI000018619681",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 223 VG (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 VG",
                    "articleId": "LEGIARTI000018619671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater B",
                    "articleId": "LEGIARTI000020194707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 238 quater K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "238 quater K",
                    "articleId": "LEGIARTI000020194853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1233446400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000020051523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000046196219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 quindecies G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 quindecies G",
                    "articleId": "LEGIARTI000020520140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1239321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302916",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 630979200000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302917",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302918",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 677721600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302919",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 677721600000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302920",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 814752000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302921",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 831859200000,
                    "dateFin": 954460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302922",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 954460800000,
                    "dateFin": 985996800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302923",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302924",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 duodecies A",
                "39"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}