{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000034759298",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – L'entretien mentionné au II de l'article L. 161-17 est ouvert aux personnes d'au moins 45 ans qui ont relevé, à titre obligatoire ou volontaire, en qualité d'assurés ou à raison des services accomplis, d'un régime de retraite légalement ou réglementairement obligatoire, avant le 1er janvier de l'année au cours de laquelle elles demandent à bénéficier de l'entretien, sous réserve qu'elles n'aient pas déjà obtenu la liquidation ou, en cas de retraite progressive, la liquidation provisoire de leur pension dans ce régime. L'entretien est réalisé dans un délai maximal de six mois suivant la demande de l'assuré. II. – La demande d'entretien est adressée à l'un des organismes ou services mentionnés à l'article R. 161-10 parmi ceux en charge de la gestion de l'un des régimes dont le bénéficiaire relève ou a relevé et dont il n'a pas obtenu, à la date à laquelle il adresse sa demande, la liquidation ou, en cas de retraite progressive, la liquidation provisoire de la ou des pensions dont cet organisme ou service a la charge. Pour être recevable, la demande doit comporter les mentions prévues aux 1° et 2° de l'article R. 161-11 ainsi que l'indication d'au moins l'un des régimes dont il déclare relever ou avoir relevé. La demande est établie selon les modalités définies par décision du groupement d'intérêt public mentionné au VI de l'article L. 161-17. Dans le cas où l'assuré a adressé sa demande à un organisme ou service en charge d'un ou de plusieurs régimes où il n'a pas la qualité d'assuré ou dont il perçoit la ou les pensions, cet organisme ou ce service lui indique les organismes ou services auxquels il peut s'adresser en application du premier alinéa du présent II. Si l'assuré n'apporte pas d'indication permettant d'identifier un autre régime, cet organisme ou ce service l'informe qu'il doit s'adresser à un autre organisme ou service et lui communique la liste de ces organismes ou services. Les assurés ayant bénéficié d'un entretien au titre du présent article ne peuvent bénéficier d'un nouvel entretien avant l'expiration d'un délai de six mois à compter de celui-ci. A la demande de l'assuré, de l'organisme ou du service, l'entretien peut se dérouler par téléphone ou, avec l'accord de l'organisme ou du service et celui de l'assuré, par tout moyen de communication électronique. III. – L'entretien a notamment pour objet : 1° D'informer l'assuré sur les possibilités ouvertes dans les régimes de retraite légalement ou réglementairement obligatoires : a) De cotiser en cas d'emploi à temps partiel sur une assiette correspondant à une activité exercée à temps plein ; b) De compléter la durée d'assurance au titre de certaines périodes, telles que les années d'études supérieures, les années d'activité incomplètes ou les périodes d'activité professionnelle exercées hors de France ; c) De liquider une pension de retraite à titre provisoire en application de l'article L. 351-15 ou de dispositions législatives ou réglementaires ayant le même objet ; d) De majorer la pension de retraite en application de l'article L. 351-1-2 ou de dispositions législatives ou réglementaires ayant le même objet ; e) D'exercer une activité professionnelle procurant des revenus après la liquidation d'une pension de retraite. Pour l'application du présent 1°, un document d'information, défini par le groupement d'intérêt public prévu au VI de l'article L. 161-17, est remis à l'assuré. Il comporte également les éléments définis aux 2° et 3° de l'article D. 161-2-1-8-2 ; 2° D'inviter l'assuré à vérifier la complétude des données du relevé mentionné à l'article R. 161-10 au regard de l'ensemble des droits qu'il a pu constituer dans les régimes de retraite légalement ou réglementairement obligatoires ; 3° De répondre aux questions de l'assuré relatives aux droits qu'il a pu constituer dans les régimes de retraite légalement obligatoires et aux perspectives d'évolution de ces droits, compte tenu des choix et aléas de carrière éventuels ; 4° De communiquer à l'assuré des simulations du montant potentiel de sa future pension, en prenant l'hypothèse d'une liquidation des droits : a) A l'âge d'ouverture des droits à retraite et à l'âge auquel s'annule le coefficient de minoration ; b) A la demande de l'assuré, selon d'autres hypothèses. Les simulations sont remises à l'assuré ou mises à sa disposition par tout moyen de communication électronique sécurisé lors de l'entretien ou, au plus tard, dans un délai de trois mois suivant la transmission par l'intéressé de justificatifs relatifs aux données du relevé mentionné à l'article R. 161-10. IV. – Les simulations mentionnées au 4° du III sont réalisées à législation constante et sur la base d'hypothèses économiques et d'évolution salariale fixées chaque année par le groupement d'intérêt public prévu au VI de l'article L. 161-17. Les informations et données transmises aux assurés en application du présent alinéa n'engagent pas la responsabilité des organismes et services en charge de les délivrer. Afin d'assurer la réalisation de ces simulations, un outil de simulation est rendu accessible en ligne aux assurés, selon des modalités fixées par décision du groupement d'intérêt public visé au VI de l'article L. 161-17. V. – Lorsque, dans le cadre de l'entretien, l'assuré soulève une question relative à ses droits à retraite en application du 1° du présent article ou formule une demande de rectification relative aux données du relevé mentionné à l'article R. 161-10 en application du 3°, qui ne relèvent pas de la compétence de l'organisme ou service réalisant l'entretien, ce dernier la transmet dans un délai de deux semaines à l'organisme ou service compétent, lequel adresse une réponse à l'assuré dans un délai de deux mois.",
            "texteHtml": "<p>I. – L'entretien mentionné au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740712&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L161-17 (V)'>L. 161-17 </a>est ouvert aux personnes d'au moins 45 ans qui ont relevé, à titre obligatoire ou volontaire, en qualité d'assurés ou à raison des services accomplis, d'un régime de retraite légalement ou réglementairement obligatoire, avant le 1er janvier de l'année au cours de laquelle elles demandent à bénéficier de l'entretien, sous réserve qu'elles n'aient pas déjà obtenu la liquidation ou, en cas de retraite progressive, la liquidation provisoire de leur pension dans ce régime. </p><p>L'entretien est réalisé dans un délai maximal de six mois suivant la demande de l'assuré. </p><p>II. – La demande d'entretien est adressée à l'un des organismes ou services mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006747390&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. R161-10 (V)'>R. 161-10 </a>parmi ceux en charge de la gestion de l'un des régimes dont le bénéficiaire relève ou a relevé et dont il n'a pas obtenu, à la date à laquelle il adresse sa demande, la liquidation ou, en cas de retraite progressive, la liquidation provisoire de la ou des pensions dont cet organisme ou service a la charge. </p><p>Pour être recevable, la demande doit comporter les mentions prévues aux 1° et 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006747399&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. R161-11 (V)'>R. 161-11 </a>ainsi que l'indication d'au moins l'un des régimes dont il déclare relever ou avoir relevé. </p><p>La demande est établie selon les modalités définies par décision du groupement d'intérêt public mentionné au VI de l'article L. 161-17. </p><p>Dans le cas où l'assuré a adressé sa demande à un organisme ou service en charge d'un ou de plusieurs régimes où il n'a pas la qualité d'assuré ou dont il perçoit la ou les pensions, cet organisme ou ce service lui indique les organismes ou services auxquels il peut s'adresser en application du premier alinéa du présent II. Si l'assuré n'apporte pas d'indication permettant d'identifier un autre régime, cet organisme ou ce service l'informe qu'il doit s'adresser à un autre organisme ou service et lui communique la liste de ces organismes ou services. </p><p>Les assurés ayant bénéficié d'un entretien au titre du présent article ne peuvent bénéficier d'un nouvel entretien avant l'expiration d'un délai de six mois à compter de celui-ci. </p><p>A la demande de l'assuré, de l'organisme ou du service, l'entretien peut se dérouler par téléphone ou, avec l'accord de l'organisme ou du service et celui de l'assuré, par tout moyen de communication électronique. </p><p>III. – L'entretien a notamment pour objet : </p><p>1° D'informer l'assuré sur les possibilités ouvertes dans les régimes de retraite légalement ou réglementairement obligatoires : </p><p>a) De cotiser en cas d'emploi à temps partiel sur une assiette correspondant à une activité exercée à temps plein ; </p><p>b) De compléter la durée d'assurance au titre de certaines périodes, telles que les années d'études supérieures, les années d'activité incomplètes ou les périodes d'activité professionnelle exercées hors de France ; </p><p>c) De liquider une pension de retraite à titre provisoire en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742644&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L351-15 (VT)'>L. 351-15 </a>ou de dispositions législatives ou réglementaires ayant le même objet ; </p><p>d) De majorer la pension de retraite en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742670&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L351-1-2 (V)'>L. 351-1-2 </a>ou de dispositions législatives ou réglementaires ayant le même objet ; </p><p>e) D'exercer une activité professionnelle procurant des revenus après la liquidation d'une pension de retraite. </p><p>Pour l'application du présent 1°, un document d'information, défini par le groupement d'intérêt public prévu au VI de l'article L. 161-17, est remis à l'assuré. Il comporte également les éléments définis aux 2° et 3° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000025096997&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. D161-2-1-8-2 (V)'>D. 161-2-1-8-2</a> ; </p><p>2° D'inviter l'assuré à vérifier la complétude des données du relevé mentionné à l'article R. 161-10 au regard de l'ensemble des droits qu'il a pu constituer dans les régimes de retraite légalement ou réglementairement obligatoires ; </p><p>3° De répondre aux questions de l'assuré relatives aux droits qu'il a pu constituer dans les régimes de retraite légalement obligatoires et aux perspectives d'évolution de ces droits, compte tenu des choix et aléas de carrière éventuels ; </p><p>4° De communiquer à l'assuré des simulations du montant potentiel de sa future pension, en prenant l'hypothèse d'une liquidation des droits : </p><p>a) A l'âge d'ouverture des droits à retraite et à l'âge auquel s'annule le coefficient de minoration ; </p><p>b) A la demande de l'assuré, selon d'autres hypothèses. </p><p>Les simulations sont remises à l'assuré ou mises à sa disposition par tout moyen de communication électronique sécurisé lors de l'entretien ou, au plus tard, dans un délai de trois mois suivant la transmission par l'intéressé de justificatifs relatifs aux données du relevé mentionné à l'article R. 161-10. </p><p>IV. – Les simulations mentionnées au 4° du III sont réalisées à législation constante et sur la base d'hypothèses économiques et d'évolution salariale fixées chaque année par le groupement d'intérêt public prévu au VI de l'article L. 161-17. Les informations et données transmises aux assurés en application du présent alinéa n'engagent pas la responsabilité des organismes et services en charge de les délivrer. </p><p>Afin d'assurer la réalisation de ces simulations, un outil de simulation est rendu accessible en ligne aux assurés, selon des modalités fixées par décision du groupement d'intérêt public visé au VI de l'article L. 161-17. </p><p>V. – Lorsque, dans le cadre de l'entretien, l'assuré soulève une question relative à ses droits à retraite en application du 1° du présent article ou formule une demande de rectification relative aux données du relevé mentionné à l'article R. 161-10 en application du 3°, qui ne relèvent pas de la compétence de l'organisme ou service réalisant l'entretien, ce dernier la transmet dans un délai de deux semaines à l'organisme ou service compétent, lequel adresse une réponse à l'assuré dans un délai de deux mois.</p>",
            "num": "D161-2-1-8-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1494547200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610687896,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106031",
                        "id": "LEGISCTA000006106031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126846",
                        "id": "LEGISCTA000006126846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141507",
                        "id": "LEGISCTA000006141507",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1er : Dispositions relatives aux prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155769",
                        "id": "LEGISCTA000006155769",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Bénéficiaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172103",
                        "id": "LEGISCTA000006172103",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185482",
                        "id": "LEGISCTA000006185482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Information des assurés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194201",
                        "id": "LEGISCTA000006194201",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025096999",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006194201",
            "sectionParentId": "LEGISCTA000006194201",
            "sectionParentTitre": "Paragraphe 1 : Information des assurés.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 1er : Dispositions relatives aux prestations &gt; Section 1 : Bénéficiaires &gt; Sous-section 4 : Assurance vieillesse &gt; Paragraphe 1 : Information des assurés.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000034759298",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034677189",
                    "textTitle": "Décret n°2017-1004 du 10 mai 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034731603",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-11",
                    "dateSignaTexte": "2017-05-10",
                    "dateDebutCible": "2017-05-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D161-2-1-8-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D161-2-1-8-2",
                    "articleId": "LEGIARTI000025096997",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494547200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-17",
                    "articleId": "LEGIARTI000006740712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L351-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-1-2",
                    "articleId": "LEGIARTI000006742670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1061510400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L351-15 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-15",
                    "articleId": "LEGIARTI000006742644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R161-10",
                    "articleId": "LEGIARTI000006747390",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R161-11",
                    "articleId": "LEGIARTI000006747399",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025097536",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1494547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034759298",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1494547200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D161-2-1-8-3",
                "161-2-1-8-3"
            ],
            "versionPrecedente": "LEGIARTI000025097536",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025097536",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.  ― L'entretien mentionné au deuxième alinéa de l'article L. 161-17 est  ouvert aux personnes d'au moins 45 ans qui ont relevé, à titre  obligatoire ou volontaire, en qualité d'assurés ou à raison des services  accomplis, d'un régime de retraite légalement ou réglementairement  obligatoire, avant le 1er janvier de l'année au cours de laquelle elles  demandent à bénéficier de l'entretien, sous réserve qu'elles n'aient pas  déjà obtenu la liquidation ou, en cas de retraite progressive, la  liquidation provisoire de leur pension dans ce régime. L'entretien est réalisé dans un délai maximal de six mois suivant la demande de l'assuré. II. ― La demande d'entretien est adressée à l'un des organismes ou  services mentionnés à l'article R. 161-10 parmi ceux en charge de la  gestion de l'un des régimes dont le bénéficiaire relève ou a relevé et  dont il n'a pas obtenu, à la date à laquelle il adresse sa demande, la  liquidation ou, en cas de retraite progressive, la liquidation  provisoire de la ou des pensions dont cet organisme ou service a la  charge. Pour être recevable, la demande doit  comporter les mentions prévues aux 1° et 2° de l'article R. 161-11 ainsi  que l'indication d'au moins l'un des régimes dont il déclare relever ou  avoir relevé. La demande est établie selon les  modalités définies par décision du groupement d'intérêt public mentionné  au neuvième alinéa de l'article L. 161-17. Dans  le cas où l'assuré a adressé sa demande à un organisme ou service en  charge d'un ou de plusieurs régimes où il n'a pas la qualité d'assuré ou  dont il perçoit la ou les pensions, cet organisme ou ce service lui  indique les organismes ou services auxquels il peut s'adresser en  application du premier alinéa du présent II. Si l'assuré n'apporte pas  d'indication permettant d'identifier un autre régime, cet organisme ou  ce service l'informe qu'il doit s'adresser à un autre organisme ou  service et lui communique la liste de ces organismes ou services. Les assurés ayant bénéficié d'un entretien au titre du présent article  ne peuvent bénéficier d'un nouvel entretien avant l'expiration d'un  délai de six mois à compter de celui-ci. A la  demande de l'assuré, de l'organisme ou du service, l'entretien peut se  dérouler par téléphone ou, avec l'accord de l'organisme ou du service et  celui de l'assuré, par tout moyen de communication électronique. III. ― L'entretien a notamment pour objet : 1° D'informer l'assuré sur les possibilités ouvertes dans les régimes  de retraite légalement ou réglementairement obligatoires : a) De cotiser en cas d'emploi à temps partiel sur une assiette correspondant à une activité exercée à temps plein ; b) De compléter la durée d'assurance au titre de certaines périodes,  telles que les années d'études supérieures, les années d'activité  incomplètes ou les périodes d'activité professionnelle exercées hors de  France ; c) De liquider une pension de retraite à  titre provisoire en application de l'article L. 351-15 ou de  dispositions législatives ou réglementaires ayant le même objet ; d) De majorer la pension de retraite en application de l'article L.  351-1-2 ou de dispositions législatives ou réglementaires ayant le même  objet ; e) D'exercer une activité professionnelle procurant des revenus après la liquidation d'une pension de retraite. Pour l'application du présent 1°, un document d'information, défini par  le groupement d'intérêt public prévu au neuvième alinéa de l'article L.  161-17, est remis à l'assuré. Il comporte également les éléments  définis aux 2° et 3° de l'article D. 161-2-1-8-2 ; 2° D'inviter l'assuré à vérifier la complétude des données du relevé  mentionné à l'article R. 161-10 au regard de l'ensemble des droits qu'il  a pu constituer dans les régimes de retraite légalement ou  réglementairement obligatoires ; 3° De répondre  aux questions de l'assuré relatives aux droits qu'il a pu constituer  dans les régimes de retraite légalement obligatoires et aux perspectives  d'évolution de ces droits, compte tenu des choix et aléas de carrière  éventuels ; 4° De communiquer à l'assuré des  simulations du montant potentiel de sa future pension, en prenant  l'hypothèse d'une liquidation des droits : a) A l'âge d'ouverture des droits à retraite et à l'âge auquel s'annule le coefficient de minoration ; b) A la demande de l'assuré, selon d'autres hypothèses. Les simulations sont remises à l'assuré lors de l'entretien ou, au plus  tard, dans un délai de trois mois suivant la transmission par  l'intéressé de justificatifs relatifs aux données du relevé mentionné à  l'article R. 161-10. IV. ― Les simulations  mentionnées au 4° du III sont réalisées à législation constante et sur  la base d'hypothèses économiques et d'évolution salariale fixées chaque  année par le groupement d'intérêt public prévu au neuvième alinéa de  l'article L. 161-17. Les informations et données transmises aux assurés  en application du présent alinéa n'engagent pas la responsabilité des  organismes et services en charge de les délivrer. Afin d'assurer la réalisation de ces simulations, un outil de  simulation est rendu accessible en ligne aux assurés, selon des  modalités fixées par décision du groupement d'intérêt public visé au  neuvième alinéa de l'article L. 161-17. V. ―  Lorsque, dans le cadre de l'entretien, l'assuré soulève une question  relative à ses droits à retraite en application du 1° du présent article  ou formule une demande de rectification relative aux données du relevé  mentionné à l'article R. 161-10 en application du 3°, qui ne relèvent  pas de la compétence de l'organisme ou service réalisant l'entretien, ce  dernier la transmet dans un délai de deux semaines à l'organisme ou  service compétent, lequel adresse une réponse à l'assuré dans un délai  de deux mois.",
            "texteHtml": "I.  ― L'entretien mentionné au deuxième alinéa de l'article L. 161-17 est  ouvert aux personnes d'au moins 45 ans qui ont relevé, à titre  obligatoire ou volontaire, en qualité d'assurés ou à raison des services  accomplis, d'un régime de retraite légalement ou réglementairement  obligatoire, avant le 1er janvier de l'année au cours de laquelle elles  demandent à bénéficier de l'entretien, sous réserve qu'elles n'aient pas  déjà obtenu la liquidation ou, en cas de retraite progressive, la  liquidation provisoire de leur pension dans ce régime. <br/><br/> L'entretien est réalisé dans un délai maximal de six mois suivant la demande de l'assuré. <br/><br/>  II. ― La demande d'entretien est adressée à l'un des organismes ou  services mentionnés à l'article R. 161-10 parmi ceux en charge de la  gestion de l'un des régimes dont le bénéficiaire relève ou a relevé et  dont il n'a pas obtenu, à la date à laquelle il adresse sa demande, la  liquidation ou, en cas de retraite progressive, la liquidation  provisoire de la ou des pensions dont cet organisme ou service a la  charge. <br/><br/> Pour être recevable, la demande doit  comporter les mentions prévues aux 1° et 2° de l'article R. 161-11 ainsi  que l'indication d'au moins l'un des régimes dont il déclare relever ou  avoir relevé. <br/><br/> La demande est établie selon les  modalités définies par décision du groupement d'intérêt public mentionné  au neuvième alinéa de l'article L. 161-17. <br/><br/> Dans  le cas où l'assuré a adressé sa demande à un organisme ou service en  charge d'un ou de plusieurs régimes où il n'a pas la qualité d'assuré ou  dont il perçoit la ou les pensions, cet organisme ou ce service lui  indique les organismes ou services auxquels il peut s'adresser en  application du premier alinéa du présent II. Si l'assuré n'apporte pas  d'indication permettant d'identifier un autre régime, cet organisme ou  ce service l'informe qu'il doit s'adresser à un autre organisme ou  service et lui communique la liste de ces organismes ou services. <br/><br/>  Les assurés ayant bénéficié d'un entretien au titre du présent article  ne peuvent bénéficier d'un nouvel entretien avant l'expiration d'un  délai de six mois à compter de celui-ci. <br/><br/> A la  demande de l'assuré, de l'organisme ou du service, l'entretien peut se  dérouler par téléphone ou, avec l'accord de l'organisme ou du service et  celui de l'assuré, par tout moyen de communication électronique. <br/><br/> III. ― L'entretien a notamment pour objet : <br/><br/>  1° D'informer l'assuré sur les possibilités ouvertes dans les régimes  de retraite légalement ou réglementairement obligatoires : <br/><br/> a) De cotiser en cas d'emploi à temps partiel sur une assiette correspondant à une activité exercée à temps plein ; <br/><br/>  b) De compléter la durée d'assurance au titre de certaines périodes,  telles que les années d'études supérieures, les années d'activité  incomplètes ou les périodes d'activité professionnelle exercées hors de  France ; <br/><br/> c) De liquider une pension de retraite à  titre provisoire en application de l'article L. 351-15 ou de  dispositions législatives ou réglementaires ayant le même objet ; <br/><br/>  d) De majorer la pension de retraite en application de l'article L.  351-1-2 ou de dispositions législatives ou réglementaires ayant le même  objet ; <br/><br/> e) D'exercer une activité professionnelle procurant des revenus après la liquidation d'une pension de retraite. <br/><br/>  Pour l'application du présent 1°, un document d'information, défini par  le groupement d'intérêt public prévu au neuvième alinéa de l'article L.  161-17, est remis à l'assuré. Il comporte également les éléments  définis aux 2° et 3° de l'article D. 161-2-1-8-2 ; <br/><br/>  2° D'inviter l'assuré à vérifier la complétude des données du relevé  mentionné à l'article R. 161-10 au regard de l'ensemble des droits qu'il  a pu constituer dans les régimes de retraite légalement ou  réglementairement obligatoires ; <br/><br/> 3° De répondre  aux questions de l'assuré relatives aux droits qu'il a pu constituer  dans les régimes de retraite légalement obligatoires et aux perspectives  d'évolution de ces droits, compte tenu des choix et aléas de carrière  éventuels ; <br/><br/> 4° De communiquer à l'assuré des  simulations du montant potentiel de sa future pension, en prenant  l'hypothèse d'une liquidation des droits : <br/><br/> a) A l'âge d'ouverture des droits à retraite et à l'âge auquel s'annule le coefficient de minoration ; <br/><br/> b) A la demande de l'assuré, selon d'autres hypothèses. <br/><br/>  Les simulations sont remises à l'assuré lors de l'entretien ou, au plus  tard, dans un délai de trois mois suivant la transmission par  l'intéressé de justificatifs relatifs aux données du relevé mentionné à  l'article R. 161-10. <br/><br/> IV. ― Les simulations  mentionnées au 4° du III sont réalisées à législation constante et sur  la base d'hypothèses économiques et d'évolution salariale fixées chaque  année par le groupement d'intérêt public prévu au neuvième alinéa de  l'article L. 161-17. Les informations et données transmises aux assurés  en application du présent alinéa n'engagent pas la responsabilité des  organismes et services en charge de les délivrer. <br/><br/>  Afin d'assurer la réalisation de ces simulations, un outil de  simulation est rendu accessible en ligne aux assurés, selon des  modalités fixées par décision du groupement d'intérêt public visé au  neuvième alinéa de l'article L. 161-17. <br/><br/> V. ―  Lorsque, dans le cadre de l'entretien, l'assuré soulève une question  relative à ses droits à retraite en application du 1° du présent article  ou formule une demande de rectification relative aux données du relevé  mentionné à l'article R. 161-10 en application du 3°, qui ne relèvent  pas de la compétence de l'organisme ou service réalisant l'entretien, ce  dernier la transmet dans un délai de deux semaines à l'organisme ou  service compétent, lequel adresse une réponse à l'assuré dans un délai  de deux mois. ",
            "num": "D161-2-1-8-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1325376000000,
            "dateFin": 1494547200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610687896,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106031",
                        "id": "LEGISCTA000006106031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126846",
                        "id": "LEGISCTA000006126846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141507",
                        "id": "LEGISCTA000006141507",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1er : Dispositions relatives aux prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155769",
                        "id": "LEGISCTA000006155769",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Bénéficiaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172103",
                        "id": "LEGISCTA000006172103",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185482",
                        "id": "LEGISCTA000006185482",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Information des assurés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194201",
                        "id": "LEGISCTA000006194201",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025096999",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006194201",
            "sectionParentId": "LEGISCTA000006194201",
            "sectionParentTitre": "Paragraphe 1 : Information des assurés.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 1er : Dispositions relatives aux prestations &gt; Section 1 : Bénéficiaires &gt; Sous-section 4 : Assurance vieillesse &gt; Paragraphe 1 : Information des assurés.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025097536",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au décret n° 2011-2073 du 30 décembre 2011, art. 2 : Les  dispositions du deuxième alinéa sont applicables aux demandes  d'entretien présentées à compter du 1er janvier 2013, celles du b du 4° du III et du  second alinéa du IV, entrent en vigueur le 1er juillet 2014.",
            "notaHtml": "<p>Conformément au décret n° 2011-2073 du 30 décembre 2011, art. 2 : Les  dispositions du deuxième alinéa sont applicables aux demandes  d'entretien présentées à compter du 1er janvier 2013, celles du b du 4° du III et du  second alinéa du IV, entrent en vigueur le 1er juillet 2014.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025060367",
                    "textTitle": "Décret n°2011-2073\n du 30 décembre 2011 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025096328",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-12-31",
                    "dateSignaTexte": "2011-12-30",
                    "dateDebutCible": "2012-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025097536",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1494547200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034759298",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1494547200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D161-2-1-8-3",
                "161-2-1-8-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}