{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006579409",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - De sa propre initiative ou à la demande du président du conseil général, le représentant de l'Etat dans le département, après enquête destinée à recueillir les observations des propriétaires et exploitants, sollicite l'avis de la commission départementale d'aménagement foncier prévue par l'article 5 du présent code sur l'opportunité de mettre en oeuvre la procédure définie ci-après : Le représentant de l'Etat met en demeure tout titulaire du droit d'exploitaiton de parcelles susceptibles d'une remise en état et incultes ou manifestement sous-exploitées depuis au moins trois ans par comparaison avec les conditions d'exploitation des parcelles de valeur culturale similaire des exploitations agricoles à caractère familial situées à proximité, lorsque, dans l'un ou l'autre cas, aucune raison de force majeure ne peut justifier cette situation, soit de les mettre en valeur, soit de renoncer à son droit d'exploitation. Le délai de trois ans visé ci-dessus est réduit à deux ans dans les zones de montagne. Le représentant de l'Etat dans le département met également en demeure le propriétaire de telles terres s'il en est lui-même l'exploitant soit de les mettre en valeur, soit de les donner à bail. Si l'identité ou l'adresse du titulaire du droit d'exploitation est inconnue de l'administration ou si le titulaire du droit d'exploitation a renoncé à son droit, n'a pas mis en valeur le fonds dans le délai fixé par la mise en demeure ou, après l'expiration de ce délai, a laissé à nouveau les terres dans un état de sous-exploitation manifeste, le propriétaire reprend, sans indemnité de ce fait, la disposition de ses terres ainsi que celle des bâtiments nécessaires à leur exploitation et la mise en demeure visée à l'alinéa précédent lui est alors notifiée. A la requête du représentant de l'Etat dans le département, le juge du tribunal d'instance du lieu de la situation des biens peut désigner un mandataire chargé de représenter, dans la procédure tendant à la mise en valeur des terres incultes ou manifestement sous-exploitées, le propriétaire ou les indivisaires dont l'enquête n'a pas permis de déterminer l'adresse ou l'identité. S'il ne peut désigner un indivisaire comme mandataire, le juge peut confier ces fonctions à toute personne physique ou morale. Il peut à tout moment remplacer le mandataire ou mettre fin à sa mission. Le représentant de l'Etat dans le département fixe le délai dans lequel la mise en demeure doit être suivie d'effet ainsi que les conditions de la mise en valeur. Dans le délai de deux mois à compter de la notification de la mise en demeure, le propriétaire, le mandataire ou le titulaire du droit d'exploitation fait connaître au représentant de l'Etat dans le département qu'il s'engage à mettre en valeur le fonds ou qu'il renonce. L'absence de réponse vaut renonciation. II. - Lorsque le propriétaire ou le mandataire a renoncé expressément ou tacitement à mettre en valeur le fonds ou n'a pas, dans le délai imparti par la mise en demeure, mis en valeur ou donné à bail ce fonds, le représentant de l'Etat dans le département procède à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter et peut, après avis de la commission départementale des structures agricoles, attribuer cette autorisation. En cas de pluralité de demandes, le droit d'exploiter est attribué en priorité à un demandeur agriculteur qui s'installe ou à un exploitant agriculteur qui s'installe ou à un exploitant agricole à titre principal. L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre VI du livre IV du présent code. A défaut d'accord amiable entre le propriétaire et le bénéficiaire de l'autorisation, ainsi que dans le cas où un mandataire a été désigné, le tribunal paritaire des baux ruraux fixe le prix du fermage. La société d'aménagement foncier et d'établissement rural peut demander à bénéficier de l'autorisation d'exploiter. Cette demande ne peut être effectuée qu'à la condition qu'une collectivité publique se soit engagée, à défaut de candidat, à devenir titulaire du bail dans les délais prévus à l'article 17 de la loi n° 60-808 du 5 août 1960 précitée. Cette collectivité peut librement céder le bail ou sous-louer, nonobstant les dispositions de l'article L. 461-7 du présent code. Si l'autorisation d'exploiter lui est accordée, la société d'aménagement foncier et d'établissement rural doit, nonobstant les dispositions dudit article L. 461-7, céder le bail dans les délais prévus à l'article 17 susvisé de la loi n° 60-808 du 5 août 1960 précitée. Si l'autorisation d'exploiter porte sur un fonds donné à bail, ledit bail prend fin sans indemnité à la date de notification à l'ancien titulaire du droit d'exploitation de l'autorisation donnée au nouveau. La cessation du bail s'effectue dans les conditions de droit commun. Lorsque le bien faisant l'objet d'une autorisation d'exploiter est indivis, chaque indivisaire reçoit la part du fermage correspondant à ses droits dans l'indivision, établis par le titre de propriété, les énonciations cadastrales ou, à défaut, par tous moyens de preuve. Le montant du fermage dû aux ayants droit dont l'identité ou l'adresse est demeurée inconnue est déposé par le mandataire qui leur a été désigné chez un dépositaire agréé pour recevoir les capitaux appartenant à des mineurs. III. - Le représentant de l'Etat dans le département peut, dans les conditions prévues au paragraphe II, accorder, selon les cas, une autorisation d'expoiter ou une nouvelle autorisation d'exploiter, lorsque le bail conclu après mise en demeure par le propriétaire pour assurer la mise en valeur de ses terres ou résultant d'une autorisation d'exploiter antérieurement accordée est résilié ou n'est pas renouvelé. Le représentant de l'Etat dans le département dispose des mêmes pouvoirs lorsqu'il constate que le propriétaire laisse les terres dans un état de sous-exploitation manifeste après l'expiration du délai qui lui a été fixé par la mise en demeure pour mettre en valeur ses terres ou que ses terres sont laissées dans cet état par l'exploitant choisi par le propriétaire ou désigné par l'administration. L'autorisation d'exploiter ainsi accordée entraîne de plein droit, le cas échéant, la résiliation du bail.",
            "texteHtml": "<p></p>   I. - De sa propre initiative ou à la demande du président du conseil général, le représentant de l'Etat dans le département, après enquête destinée à recueillir les observations des propriétaires et exploitants, sollicite l'avis de la commission départementale d'aménagement foncier prévue par l'article 5 du présent code sur l'opportunité de mettre en oeuvre la procédure définie ci-après :<p></p><p></p>   Le représentant de l'Etat met en demeure tout titulaire du droit d'exploitaiton de parcelles susceptibles d'une remise en état et incultes ou manifestement sous-exploitées depuis au moins trois ans par comparaison avec les conditions d'exploitation des parcelles de valeur culturale similaire des exploitations agricoles à caractère familial situées à proximité, lorsque, dans l'un ou l'autre cas, aucune raison de force majeure ne peut justifier cette situation, soit de les mettre en valeur, soit de renoncer à son droit d'exploitation. Le délai de trois ans visé ci-dessus est réduit à deux ans dans les zones de montagne.<p></p><p></p>   Le représentant de l'Etat dans le département met également en demeure le propriétaire de telles terres s'il en est lui-même l'exploitant soit de les mettre en valeur, soit de les donner à bail.<p></p><p></p>   Si l'identité ou l'adresse du titulaire du droit d'exploitation est inconnue de l'administration ou si le titulaire du droit d'exploitation a renoncé à son droit, n'a pas mis en valeur le fonds dans le délai fixé par la mise en demeure ou, après l'expiration de ce délai, a laissé à nouveau les terres dans un état de sous-exploitation manifeste, le propriétaire reprend, sans indemnité de ce fait, la disposition de ses terres ainsi que celle des bâtiments nécessaires à leur exploitation et la mise en demeure visée à l'alinéa précédent lui est alors notifiée.<p></p><p></p>   A la requête du représentant de l'Etat dans le département, le juge du tribunal d'instance du lieu de la situation des biens peut désigner un mandataire chargé de représenter, dans la procédure tendant à la mise en valeur des terres incultes ou manifestement sous-exploitées, le propriétaire ou les indivisaires dont l'enquête n'a pas permis de déterminer l'adresse ou l'identité. S'il ne peut désigner un indivisaire comme mandataire, le juge peut confier ces fonctions à toute personne physique ou morale. Il peut à tout moment remplacer le mandataire ou mettre fin à sa mission.<p></p><p></p>   Le représentant de l'Etat dans le département fixe le délai dans lequel la mise en demeure doit être suivie d'effet ainsi que les conditions de la mise en valeur.<p></p><p></p>   Dans le délai de deux mois à compter de la notification de la mise en demeure, le propriétaire, le mandataire ou le titulaire du droit d'exploitation fait connaître au représentant de l'Etat dans le département qu'il s'engage à mettre en valeur le fonds ou qu'il renonce. L'absence de réponse vaut renonciation.<p></p><p></p>   II. - Lorsque le propriétaire ou le mandataire a renoncé expressément ou tacitement à mettre en valeur le fonds ou n'a pas, dans le délai imparti par la mise en demeure, mis en valeur ou donné à bail ce fonds, le représentant de l'Etat dans le département procède à une publicité destinée à faire connaître aux bénéficiaires éventuels la faculté qui leur est offerte de demander l'attribution d'une autorisation d'exploiter et peut, après avis de la commission départementale des structures agricoles, attribuer cette autorisation. En cas de pluralité de demandes, le droit d'exploiter est attribué en priorité à un demandeur agriculteur qui s'installe ou à un exploitant agriculteur qui s'installe ou à un exploitant agricole à titre principal.<p></p><p></p>   L'autorisation d'exploiter emporte de plein droit l'existence d'un bail à ferme soumis aux dispositions du titre VI du livre IV du présent code. A défaut d'accord amiable entre le propriétaire et le bénéficiaire de l'autorisation, ainsi que dans le cas où un mandataire a été désigné, le tribunal paritaire des baux ruraux fixe le prix du fermage.<p></p><p></p>   La société d'aménagement foncier et d'établissement rural peut demander à bénéficier de l'autorisation d'exploiter. Cette demande ne peut être effectuée qu'à la condition qu'une collectivité publique se soit engagée, à défaut de candidat, à devenir titulaire du bail dans les délais prévus à l'article 17 de la loi n° 60-808 du 5 août 1960 précitée. Cette collectivité peut librement céder le bail ou sous-louer, nonobstant les dispositions de l'article L. 461-7 du présent code. Si l'autorisation d'exploiter lui est accordée, la société d'aménagement foncier et d'établissement rural doit, nonobstant les dispositions dudit article L. 461-7, céder le bail dans les délais prévus à l'article 17 susvisé de la loi n° 60-808 du 5 août 1960 précitée.<p></p><p></p>   Si l'autorisation d'exploiter porte sur un fonds donné à bail, ledit bail prend fin sans indemnité à la date de notification à l'ancien titulaire du droit d'exploitation de l'autorisation donnée au nouveau. La cessation du bail s'effectue dans les conditions de droit commun.<p></p><p></p>   Lorsque le bien faisant l'objet d'une autorisation d'exploiter est indivis, chaque indivisaire reçoit la part du fermage correspondant à ses droits dans l'indivision, établis par le titre de propriété, les énonciations cadastrales ou, à défaut, par tous moyens de preuve. Le montant du fermage dû aux ayants droit dont l'identité ou l'adresse est demeurée inconnue est déposé par le mandataire qui leur a été désigné chez un dépositaire agréé pour recevoir les capitaux appartenant à des mineurs.<p></p><p></p>   III. - Le représentant de l'Etat dans le département peut, dans les conditions prévues au paragraphe II, accorder, selon les cas, une autorisation d'expoiter ou une nouvelle autorisation d'exploiter, lorsque le bail conclu après mise en demeure par le propriétaire pour assurer la mise en valeur de ses terres ou résultant d'une autorisation d'exploiter antérieurement accordée est résilié ou n'est pas renouvelé.<p></p><p></p>   Le représentant de l'Etat dans le département dispose des mêmes pouvoirs lorsqu'il constate que le propriétaire laisse les terres dans un état de sous-exploitation manifeste après l'expiration du délai qui lui a été fixé par la mise en demeure pour mettre en valeur ses terres ou que ses terres sont laissées dans cet état par l'exploitant choisi par le propriétaire ou désigné par l'administration. L'autorisation d'exploiter ainsi accordée entraîne de plein droit, le cas échéant, la résiliation du bail.<p></p>",
            "num": "58-17",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 474163200000,
            "dateFin": 721526400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1961-08-03",
                        "fin": "1992-11-12",
                        "titre": "Chapitre X : De la mise en valeur agricole des terres incultes, des terres laissées à l'abandon et des terres insuffisamment exploitées de la Guadeloupe, de la Martinique, de la Réunion et de la Guyane.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138185",
                        "id": "LEGISCTA000006138185",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579408",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138185",
            "sectionParentId": "LEGISCTA000006138185",
            "sectionParentTitre": "Chapitre X : De la mise en valeur agricole des terres incultes, des terres laissées à l'abandon et des terres insuffisamment exploitées de la Guadeloupe, de la Martinique, de la Réunion et de la Guyane.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006579409",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "Loi n°85-30 du 9 janvier 1985 - art. 100 () JORF 10 janvier 1985",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "100",
                    "articleId": "LEGIARTI000006274586",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-01-10",
                    "dateSignaTexte": "1985-01-09",
                    "dateDebutCible": "1985-01-10"
                },
                {
                    "textCid": "JORFTEXT000000542506",
                    "textTitle": "Loi n°92-1283 du 11 décembre 1992 - art. 5 (V) JORF 12 décembre 1992",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006600053",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "1992-12-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 5, 17, L461-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000508777",
                    "textTitle": "Loi n°60-808 du 5 août 1960 - art. 17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006600691",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "60-808",
                    "datePubli": -296697600000,
                    "dateDebut": -296697600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L128-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L128-4",
                    "articleId": "LEGIARTI000006581932",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579408",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -265507200000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579409",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "58-17"
            ],
            "versionPrecedente": "LEGIARTI000006579408",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579408",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le préfet, après avoir recueilli les observations du propriétaire, pris l'avis d'une commission dont la composition est fixée par décret peut, de sa propre initiative ou à la demande de tiers, mettre en demeure tout propriétaire de terres incultes, de terres laissées à l'abandon, de terres insuffisamment exploitées, soit de les mettre en valeur, soit de les vendre en vue de faire accéder un certain nombre d'agriculteurs à la petite propriété rurale. Le décret appelé à fixer la composition de la commission adaptera aux conditions locales les dispositions relatives à la composition de la commission départementale de réorganisation foncière et de remembrement et à celle de la commission départementale des cumuls et réunions d'exploitations agricoles. Le préfet, dans les mêmes conditions, peut mettre en demeure tout titulaire du droit d'exploitation de terres incultes, de terres laissées à l'abandon ou de terres insuffisamment exploitées, si ce titulaire est autre que le propriétaire, soit de les mettre en valeur, soit de renoncer à son droit d'exploitation. Le préfet détermine, selon le cas, celle des mesures prévues aux premier et troisième alinéas à laquelle s'applique la mise en demeure. Le préfet fixe le délai dans lequel la mise en demeure doit être suivie d'effet. Si elle concerne la mise en valeur, il fixe également les conditions de celle-ci. Si le titulaire du droit d'exploitation, autre que le propriétaire, renonce à son droit, le propriétaire reprend, sans indemnité de ce fait, la disposition de ses terres ainsi que celle des bâtiments nécessaires à leur exploitation, les mesures prévues au premier alinéa du présent article pouvant alors lui être appliquées.",
            "texteHtml": "<p></p>   Le préfet, après avoir recueilli les observations du propriétaire, pris l'avis d'une commission dont la composition est fixée par décret peut, de sa propre initiative ou à la demande de tiers, mettre en demeure tout propriétaire de terres incultes, de terres laissées à l'abandon, de terres insuffisamment exploitées, soit de les mettre en valeur, soit de les vendre en vue de faire accéder un certain nombre d'agriculteurs à la petite propriété rurale.<p></p><p></p>   Le décret appelé à fixer la composition de la commission adaptera aux conditions locales les dispositions relatives à la composition de la commission départementale de réorganisation foncière et de remembrement et à celle de la commission départementale des cumuls et réunions d'exploitations agricoles.<p></p><p></p>   Le préfet, dans les mêmes conditions, peut mettre en demeure tout titulaire du droit d'exploitation de terres incultes, de terres laissées à l'abandon ou de terres insuffisamment exploitées, si ce titulaire est autre que le propriétaire, soit de les mettre en valeur, soit de renoncer à son droit d'exploitation.<p></p><p></p>   Le préfet détermine, selon le cas, celle des mesures prévues aux premier et troisième alinéas à laquelle s'applique la mise en demeure.<p></p><p></p>   Le préfet fixe le délai dans lequel la mise en demeure doit être suivie d'effet. Si elle concerne la mise en valeur, il fixe également les conditions de celle-ci.<p></p><p></p>   Si le titulaire du droit d'exploitation, autre que le propriétaire, renonce à son droit, le propriétaire reprend, sans indemnité de ce fait, la disposition de ses terres ainsi que celle des bâtiments nécessaires à leur exploitation, les mesures prévues au premier alinéa du présent article pouvant alors lui être appliquées.<p></p>",
            "num": "58-17",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -265507200000,
            "dateFin": 474163200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-12-12",
                        "titre": "Titre Ier : De l'aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121347",
                        "id": "LEGISCTA000006121347",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1961-08-03",
                        "fin": "1992-11-12",
                        "titre": "Chapitre X : De la mise en valeur agricole des terres incultes, des terres laissées à l'abandon et des terres insuffisamment exploitées de la Guadeloupe, de la Martinique, de la Réunion et de la Guyane.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138185",
                        "id": "LEGISCTA000006138185",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579408",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138185",
            "sectionParentId": "LEGISCTA000006138185",
            "sectionParentTitre": "Chapitre X : De la mise en valeur agricole des terres incultes, des terres laissées à l'abandon et des terres insuffisamment exploitées de la Guadeloupe, de la Martinique, de la Réunion et de la Guyane.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre Ier : De l'aménagement foncier &gt; Chapitre X : De la mise en valeur agricole des terres incultes, des terres laissées à l'abandon et des terres insuffisamment exploitées de la Guadeloupe, de la Martinique, de la Réunion et de la Guyane.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006579408",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000314401",
                    "textTitle": "Loi 61-843 1961-08-02 art. 2 JORF 3 août 1961",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000314401",
                    "natureText": "LOI",
                    "datePubliTexte": "1961-08-03",
                    "dateSignaTexte": "1961-08-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579408",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -265507200000,
                    "dateFin": 474163200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579409",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 474163200000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "58-17"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}