{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006527411",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ANNEXE RELATIVE AUX NIVEAUX DE COMPÉTENCE EN LANGUE VIVANTE La répartition de la progression des apprentissages en langue vivante en niveaux symbolisés par des lettres provient de l'échelle des niveaux communs de référence qui figure dans le Cadre européen commun de référence pour les langues (CECRL) publié en 2001 par le Conseil de l'Europe. Le cadre européen, grâce aux descripteurs de compétences qu'il présente pour chaque niveau, permet d'asseoir sur une base solide et objective la reconnaissance réciproque des qualifications en langue. L'étalonnage fourni par le CECRL permet d'élaborer des référentiels cohérents dans chaque langue et pour chaque niveau commun de l'échelle et aide les enseignants, les élèves, les concepteurs de cours et les organismes de certification à coordonner leurs efforts et à situer leurs productions les unes par rapport aux autres. Cette échelle comporte trois degrés, eux-mêmes subdivisés, pour former en tout six niveaux. A chacun de ces niveaux correspond un corpus de connaissances (d'ordre linguistique, socio-linguistique ou culturel) et un ensemble de capacités à mettre en oeuvre pour communiquer. Le niveau A 1 correspond à la première découverte de la langue. Le niveau A 2 reconnaît que l'utilisateur dispose des moyens linguistiques usuels dans le pays où la langue est pratiquée. A ce stade, l'élève peut comprendre des phrases isolées et des expressions fréquemment utilisées en relation avec des domaines familiers. Il peut communiquer lors de tâches simples et habituelles ne demandant qu'un échange d'informations simple et direct sur des sujets habituels. Il peut se situer, se présenter, se diriger, décrire avec des moyens simples sa formation, son environnement et ses besoins immédiats. Les niveaux de l'utilisateur indépendant : B 1 et B 2. Au niveau B 1, un élève devient capable de comprendre les points essentiels quand un langage clair et standard est utilisé à propos de choses familières dans le travail, à l'école, dans la vie quotidienne. Il est en mesure, dans la plupart des situations rencontrées en voyage dans une région où la langue est parlée, de produire un discours simple et cohérent sur des sujets familiers. Il peut relater un événement, décrire un espoir ou un but et exposer brièvement un raisonnement. Au niveau B 2, un élève peut comprendre le contenu essentiel de sujets concrets ou abstraits dans un texte complexe, y compris une discussion technique dans sa spécialité. Il peut communiquer avec un degré de spontanéité et d'aisance tel qu'une conversation avec un locuteur natif ne comporte de tension ni pour l'un ni pour l'autre. Il peut s'exprimer de façon claire et détaillée sur une grande gamme de sujets, émettre un avis sur un sujet d'actualité et exposer les avantages et les inconvénients de différentes possibilités. Il peut aussi lire des articles sur des questions contemporaines et des textes littéraires contemporains en prose. Les niveaux de l'utilisateur expérimenté : C 1 et C 2. Les niveaux C se situent au-delà du champ scolaire, sauf C 1 pour les langues de spécialité au baccalauréat. A ce stade, un élève peut comprendre une grande gamme de textes longs et exigeants ainsi que saisir des significations implicites. Il peut s'exprimer spontanément et couramment sans trop souvent chercher ses mots. Il peut utiliser la langue de façon efficace et souple dans la vie sociale ou académique et, ultérieurement, dans sa vie professionnelle. Il peut s'exprimer sur des sujets complexes de façon claire et bien structurée. Le niveau C 2 est le degré le plus élevé de la compétence dans une langue apprise en tant que langue étrangère.",
            "texteHtml": "ANNEXE RELATIVE AUX NIVEAUX DE COMPÉTENCE EN LANGUE VIVANTE<p></p><p></p>      La répartition de la progression des apprentissages en langue vivante en niveaux symbolisés par des lettres provient de l'échelle des niveaux communs de référence qui figure dans le Cadre européen commun de référence pour les langues (CECRL) publié en 2001 par le Conseil de l'Europe.<p></p><p></p>   Le cadre européen, grâce aux descripteurs de compétences qu'il présente pour chaque niveau, permet d'asseoir sur une base solide et objective la reconnaissance réciproque des qualifications en langue. L'étalonnage fourni par le CECRL permet d'élaborer des référentiels cohérents dans chaque langue et pour chaque niveau commun de l'échelle et aide les enseignants, les élèves, les concepteurs de cours et les organismes de certification à coordonner leurs efforts et à situer leurs productions les unes par rapport aux autres.<p></p><p></p>   Cette échelle comporte trois degrés, eux-mêmes subdivisés, pour former en tout six niveaux. A chacun de ces niveaux correspond un corpus de connaissances (d'ordre linguistique, socio-linguistique ou culturel) et un ensemble de capacités à mettre en oeuvre pour communiquer.<p></p><p></p>   Le niveau A 1 correspond à la première découverte de la langue.<p></p><p></p>   Le niveau A 2 reconnaît que l'utilisateur dispose des moyens linguistiques usuels dans le pays où la langue est pratiquée. A ce stade, l'élève peut comprendre des phrases isolées et des expressions fréquemment utilisées en relation avec des domaines familiers. Il peut communiquer lors de tâches simples et habituelles ne demandant qu'un échange d'informations simple et direct sur des sujets habituels. Il peut se situer, se présenter, se diriger, décrire avec des moyens simples sa formation, son environnement et ses besoins immédiats.<p></p><p></p>   Les niveaux de l'utilisateur indépendant : B 1 et B 2.<p></p><p></p>   Au niveau B 1, un élève devient capable de comprendre les points essentiels quand un langage clair et standard est utilisé à propos de choses familières dans le travail, à l'école, dans la vie quotidienne. Il est en mesure, dans la plupart des situations rencontrées en voyage dans une région où la langue est parlée, de produire un discours simple et cohérent sur des sujets familiers. Il peut relater un événement, décrire un espoir ou un but et exposer brièvement un raisonnement.<p></p><p></p>   Au niveau B 2, un élève peut comprendre le contenu essentiel de sujets concrets ou abstraits dans un texte complexe, y compris une discussion technique dans sa spécialité. Il peut communiquer avec un degré de spontanéité et d'aisance tel qu'une conversation avec un locuteur natif ne comporte de tension ni pour l'un ni pour l'autre. Il peut s'exprimer de façon claire et détaillée sur une grande gamme de sujets, émettre un avis sur un sujet d'actualité et exposer les avantages et les inconvénients de différentes possibilités. Il peut aussi lire des articles sur des questions contemporaines et des textes littéraires contemporains en prose.<p></p><p></p>   Les niveaux de l'utilisateur expérimenté : C 1 et C 2.<p></p><p></p>   Les niveaux C se situent au-delà du champ scolaire, sauf C 1 pour les langues de spécialité au baccalauréat. A ce stade, un élève peut comprendre une grande gamme de textes longs et exigeants ainsi que saisir des significations implicites. Il peut s'exprimer spontanément et couramment sans trop souvent chercher ses mots. Il peut utiliser la langue de façon efficace et souple dans la vie sociale ou académique et, ultérieurement, dans sa vie professionnelle. Il peut s'exprimer sur des sujets complexes de façon claire et bien structurée.<p></p><p></p>   Le niveau C 2 est le degré le plus élevé de la compétence dans une langue apprise en tant que langue étrangère.<p></p>",
            "num": "Annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1148428800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073913619,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-24",
                        "fin": "2999-01-01",
                        "titre": "Livre III : L'organisation des enseignements scolaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120399",
                        "id": "LEGISCTA000006120399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-24",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : L'organisation générale des enseignements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137642",
                        "id": "LEGISCTA000006137642",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-24",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Dispositions propres à certaines matières d'enseignement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151430",
                        "id": "LEGISCTA000006151430",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-24",
                        "fin": "2999-01-01",
                        "titre": "Section 3 ter : L'enseignement des langues vivantes étrangères",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166813",
                        "id": "LEGISCTA000006166813",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-24",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Organisation de l'enseignement des langues vivantes étrangères.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182505",
                        "id": "LEGISCTA000006182505",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006527411",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182505",
            "sectionParentId": "LEGISCTA000006182505",
            "sectionParentTitre": "Sous-section 1 : Organisation de l'enseignement des langues vivantes étrangères.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : L'organisation des enseignements scolaires. &gt; Titre Ier : L'organisation générale des enseignements. &gt; Chapitre II : Dispositions propres à certaines matières d'enseignement. &gt; Section 3 ter : L'enseignement des langues vivantes étrangères &gt; Sous-section 1 : Organisation de l'enseignement des langues vivantes étrangères.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006527411",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000607176",
                    "textTitle": "Décret 2006-583 2006-05-23 JORF 24 mai 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000607176",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-05-24",
                    "dateSignaTexte": "2006-05-23",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006527411",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1148428800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}