{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032754583",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le gestionnaire d'une plate-forme de négociation peut suspendre, pour une durée déterminée, ou radier de la négociation un instrument financier, lorsque cet instrument ou les conditions de sa négociation n'obéissent plus aux règles de la plate-forme, sauf si une telle mesure est susceptible de léser d'une manière significative les intérêts des investisseurs ou de compromettre le fonctionnement ordonné de la plate-forme. L'émetteur d'un instrument financier admis sur une plate-forme de négociation peut en demander la suspension auprès du gestionnaire afin de pouvoir informer le public dans des conditions satisfaisantes. La suspension ou la radiation de la négociation d'un instrument financier peuvent également être requises auprès du gestionnaire d'une plate-forme de négociation par le président de l'Autorité des marchés financiers en application de l'article L. 421-16. Un gestionnaire d'une plate-forme de négociation qui suspend ou radie de la négociation un instrument financier, suspend ou radie également de la négociation les contrats financiers qui y sont liés ou y font référence lorsque cela est nécessaire pour atteindre les objectifs de la suspension ou de la radiation de l'instrument financier. Les décisions de suspension ou de radiation d'un instrument financier des négociations sont rendues publiques par la personne qui les a prises. Lorsqu'une décision de suspension ou de radiation est prise par le gestionnaire d'une plate-forme de négociation, celui-ci en informe l'Autorité des marchés financiers en précisant si cette mesure résulte d'une suspicion d'abus de marché, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché. L'Autorité des marchés financiers exige des autres plates-formes de négociation et des internalisateurs systématiques qui négocient les instruments financiers faisant l'objet d'une décision de suspension ou de radiation qu'ils les suspendent ou les radient de la négociation ainsi que les contrats financiers qui y sont liés ou y font référence lorsque la suspension ou la radiation résulte d'un abus de marché suspecté, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché, sauf dans les situations où les intérêts des investisseurs ou le fonctionnement ordonné du marché pourraient être affectés d'une manière significative par une telle mesure. II.-Dès que l'Autorité des marchés financiers est informée par une autorité compétente d'un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen d'une décision de suspension ou de radiation des négociations d'un instrument financier sur une plate-forme de négociation résultant d'un abus de marché suspecté, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché, elle exige des plates-formes de négociation et des internalisateurs systématiques la suspension ou la radiation de cet instrument ainsi que des contrats financiers qui y sont liés ou y font référence, sauf lorsque les intérêts des investisseurs ou le fonctionnement ordonné du marché pourraient être affectés d'une manière significative par une telle mesure. III.-Les décisions de levée de suspension sont rendues publiques et communiquées, le cas échéant, à l'Autorité des marchés financiers dans les mêmes conditions. La levée de la suspension d'un instrument financier sur les autres plates-formes de négociation et les internalisateurs systématiques ainsi que des contrats financiers qui y sont liés ou y font référence s'effectue dans les meilleurs délais.",
            "texteHtml": "<p>I.-Le gestionnaire d'une plate-forme de négociation peut suspendre, pour une durée déterminée, ou radier de la négociation un instrument financier, lorsque cet instrument ou les conditions de sa négociation n'obéissent plus aux règles de la plate-forme, sauf si une telle mesure est susceptible de léser d'une manière significative les intérêts des investisseurs ou de compromettre le fonctionnement ordonné de la plate-forme. </p><p> L'émetteur d'un instrument financier admis sur une plate-forme de négociation peut en demander la suspension auprès du gestionnaire afin de pouvoir informer le public dans des conditions satisfaisantes. </p><p> La suspension ou la radiation de la négociation d'un instrument financier peuvent également être requises auprès du gestionnaire d'une plate-forme de négociation par le président de l'Autorité des marchés financiers en application de l'article L. 421-16. </p><p> Un gestionnaire d'une plate-forme de négociation qui suspend ou radie de la négociation un instrument financier, suspend ou radie également de la négociation les contrats financiers qui y sont liés ou y font référence lorsque cela est nécessaire pour atteindre les objectifs de la suspension ou de la radiation de l'instrument financier. </p><p> Les décisions de suspension ou de radiation d'un instrument financier des négociations sont rendues publiques par la personne qui les a prises. Lorsqu'une décision de suspension ou de radiation est prise par le gestionnaire d'une plate-forme de négociation, celui-ci en informe l'Autorité des marchés financiers en précisant si cette mesure résulte d'une suspicion d'abus de marché, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché. </p><p> L'Autorité des marchés financiers exige des autres plates-formes de négociation et des internalisateurs systématiques qui négocient les instruments financiers faisant l'objet d'une décision de suspension ou de radiation qu'ils les suspendent ou les radient de la négociation ainsi que les contrats financiers qui y sont liés ou y font référence lorsque la suspension ou la radiation résulte d'un abus de marché suspecté, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché, sauf dans les situations où les intérêts des investisseurs ou le fonctionnement ordonné du marché pourraient être affectés d'une manière significative par une telle mesure. </p><p> II.-Dès que l'Autorité des marchés financiers est informée par une autorité compétente d'un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen d'une décision de suspension ou de radiation des négociations d'un instrument financier sur une plate-forme de négociation résultant d'un abus de marché suspecté, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché, elle exige des plates-formes de négociation et des internalisateurs systématiques la suspension ou la radiation de cet instrument ainsi que des contrats financiers qui y sont liés ou y font référence, sauf lorsque les intérêts des investisseurs ou le fonctionnement ordonné du marché pourraient être affectés d'une manière significative par une telle mesure. </p><p> III.-Les décisions de levée de suspension sont rendues publiques et communiquées, le cas échéant, à l'Autorité des marchés financiers dans les mêmes conditions. La levée de la suspension d'un instrument financier sur les autres plates-formes de négociation et les internalisateurs systématiques ainsi que des contrats financiers qui y sont liés ou y font référence s'effectue dans les meilleurs délais. </p><p></p>",
            "num": "L420-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1514937600000,
            "dateFin": 1498608000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Les marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123910",
                        "id": "LEGISCTA000006123910",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Les plates-formes de négociation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139989",
                        "id": "LEGISCTA000006139989",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre préliminaire : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032754424",
                        "id": "LEGISCTA000032754429",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Suspension et radiation des instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032754553",
                        "id": "LEGISCTA000032754571",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032754574",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032754553",
            "sectionParentId": "LEGISCTA000032754571",
            "sectionParentTitre": "Section 5 : Suspension et radiation des instruments financiers",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Les marchés &gt; Titre II : Les plates-formes de négociation &gt; Chapitre préliminaire : Dispositions communes &gt; Section 5 : Suspension et radiation des instruments financiers",
            "refInjection": "MD-20231016_093829_845_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000032754583",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032752983",
                    "textTitle": "Ordonnance n°2016-827 du 23 juin 2016 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032754211",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-06-24",
                    "dateSignaTexte": "2016-06-23",
                    "dateDebutCible": "2016-06-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037084736",
                    "textTitle": "Décision n°652 du 15 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037084739",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "652",
                    "datePubli": 1529452800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037885968",
                    "textTitle": "Décision n°665 du 20 décembre 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037885971",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "665",
                    "datePubli": 1546128000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046127810",
                    "textTitle": "Décision n°768 du 1er août 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046127814",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "768",
                    "datePubli": 1659398400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046497307",
                    "textTitle": "Décision n°793 du 27 octobre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046497310",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "793",
                    "datePubli": 1666915200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000048205904",
                    "textTitle": "Décision n°877 du 11 octobre 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000048205907",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "877",
                    "datePubli": 1697241600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D420-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D420-4",
                    "articleId": "LEGIARTI000035527661",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-7",
                    "articleId": "LEGIARTI000047291819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L744-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L744-3",
                    "articleId": "LEGIARTI000044193132",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L754-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L754-3",
                    "articleId": "LEGIARTI000044193122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L762-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L762-3",
                    "articleId": "LEGIARTI000045250839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L763-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L763-3",
                    "articleId": "LEGIARTI000045250844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L764-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L764-3",
                    "articleId": "LEGIARTI000045250834",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L764-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L764-3",
                    "articleId": "LEGIARTI000044193101",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035016423",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032754583",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1498608000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L420-10",
                "420-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035016423",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le gestionnaire d'une plate-forme de négociation peut suspendre, pour une durée déterminée, ou radier de la négociation un instrument financier, lorsque cet instrument ou les conditions de sa négociation n'obéissent plus aux règles de la plate-forme, sauf si une telle mesure est susceptible de léser d'une manière significative les intérêts des investisseurs ou de compromettre le fonctionnement ordonné de la plate-forme. L'émetteur d'un instrument financier admis sur une plate-forme de négociation peut en demander la suspension auprès du gestionnaire afin de pouvoir informer le public dans des conditions satisfaisantes. La suspension ou la radiation de la négociation d'un instrument financier peuvent également être requises auprès du gestionnaire d'une plate-forme de négociation par le président de l'Autorité des marchés financiers. Un gestionnaire d'une plate-forme de négociation qui suspend ou radie de la négociation un instrument financier, suspend ou radie également de la négociation les contrats financiers qui y sont liés ou y font référence lorsque cela est nécessaire pour atteindre les objectifs de la suspension ou de la radiation de l'instrument financier. Les décisions de suspension ou de radiation d'un instrument financier des négociations sont rendues publiques par la personne qui les a prises. Lorsqu'une décision de suspension ou de radiation est prise par le gestionnaire d'une plate-forme de négociation, celui-ci en informe l'Autorité des marchés financiers en précisant si cette mesure résulte d'une suspicion d'abus de marché, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché. L'Autorité des marchés financiers exige des autres plates-formes de négociation et des internalisateurs systématiques qui négocient les instruments financiers faisant l'objet d'une décision de suspension ou de radiation qu'ils les suspendent ou les radient de la négociation ainsi que les contrats financiers qui y sont liés ou y font référence lorsque la suspension ou la radiation résulte d'un abus de marché suspecté, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché, sauf dans les situations où les intérêts des investisseurs ou le fonctionnement ordonné du marché pourraient être affectés d'une manière significative par une telle mesure. II. – Dès que l'Autorité des marchés financiers est informée par une autorité compétente d'un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen d'une décision de suspension ou de radiation des négociations d'un instrument financier sur une plate-forme de négociation résultant d'un abus de marché suspecté, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché, elle exige des plates-formes de négociation et des internalisateurs systématiques la suspension ou la radiation de cet instrument ainsi que des contrats financiers qui y sont liés ou y font référence, sauf lorsque les intérêts des investisseurs ou le fonctionnement ordonné du marché pourraient être affectés d'une manière significative par une telle mesure. III. – Les décisions de levée de suspension sont rendues publiques et communiquées, le cas échéant, à l'Autorité des marchés financiers dans les mêmes conditions. La levée de la suspension d'un instrument financier sur les autres plates-formes de négociation et les internalisateurs systématiques ainsi que des contrats financiers qui y sont liés ou y font référence s'effectue dans les meilleurs délais.",
            "texteHtml": "<p>I. – Le gestionnaire d'une plate-forme de négociation peut suspendre, pour une durée déterminée, ou radier de la négociation un instrument financier, lorsque cet instrument ou les conditions de sa négociation n'obéissent plus aux règles de la plate-forme, sauf si une telle mesure est susceptible de léser d'une manière significative les intérêts des investisseurs ou de compromettre le fonctionnement ordonné de la plate-forme.</p><p>L'émetteur d'un instrument financier admis sur une plate-forme de négociation peut en demander la suspension auprès du gestionnaire afin de pouvoir informer le public dans des conditions satisfaisantes.</p><p>La suspension ou la radiation de la négociation d'un instrument financier peuvent également être requises auprès du gestionnaire d'une plate-forme de négociation par le président de l'Autorité des marchés financiers.</p><p>Un gestionnaire d'une plate-forme de négociation qui suspend ou radie de la négociation un instrument financier, suspend ou radie également de la négociation les contrats financiers qui y sont liés ou y font référence lorsque cela est nécessaire pour atteindre les objectifs de la suspension ou de la radiation de l'instrument financier.</p><p>Les décisions de suspension ou de radiation d'un instrument financier des négociations sont rendues publiques par la personne qui les a prises. Lorsqu'une décision de suspension ou de radiation est prise par le gestionnaire d'une plate-forme de négociation, celui-ci en informe l'Autorité des marchés financiers en précisant si cette mesure résulte d'une suspicion d'abus de marché, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché.</p><p>L'Autorité des marchés financiers exige des autres plates-formes de négociation et des internalisateurs systématiques qui négocient les instruments financiers faisant l'objet d'une décision de suspension ou de radiation qu'ils les suspendent ou les radient de la négociation ainsi que les contrats financiers qui y sont liés ou y font référence lorsque la suspension ou la radiation résulte d'un abus de marché suspecté, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché, sauf dans les situations où les intérêts des investisseurs ou le fonctionnement ordonné du marché pourraient être affectés d'une manière significative par une telle mesure.</p><p>II. – Dès que l'Autorité des marchés financiers est informée par une autorité compétente d'un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen d'une décision de suspension ou de radiation des négociations d'un instrument financier sur une plate-forme de négociation résultant d'un abus de marché suspecté, d'une offre publique d'acquisition ou de la non-communication d'informations privilégiées relatives à l'émetteur ou à l'instrument financier en violation des articles 7 et 17 du règlement (UE) n° 596/2014 du Parlement européen et du Conseil du 16 avril 2014 sur les abus de marché, elle exige des plates-formes de négociation et des internalisateurs systématiques la suspension ou la radiation de cet instrument ainsi que des contrats financiers qui y sont liés ou y font référence, sauf lorsque les intérêts des investisseurs ou le fonctionnement ordonné du marché pourraient être affectés d'une manière significative par une telle mesure.</p><p>III. – Les décisions de levée de suspension sont rendues publiques et communiquées, le cas échéant, à l'Autorité des marchés financiers dans les mêmes conditions. La levée de la suspension d'un instrument financier sur les autres plates-formes de négociation et les internalisateurs systématiques ainsi que des contrats financiers qui y sont liés ou y font référence s'effectue dans les meilleurs délais.</p><p></p>",
            "num": "L420-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514937600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Les marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123910",
                        "id": "LEGISCTA000006123910",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Les plates-formes de négociation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139989",
                        "id": "LEGISCTA000006139989",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre préliminaire : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032754424",
                        "id": "LEGISCTA000032754429",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Suspension et radiation des instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032754553",
                        "id": "LEGISCTA000032754571",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032754574",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032754553",
            "sectionParentId": "LEGISCTA000032754571",
            "sectionParentTitre": "Section 5 : Suspension et radiation des instruments financiers",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Les marchés &gt; Titre II : Les plates-formes de négociation &gt; Chapitre préliminaire : Dispositions communes &gt; Section 5 : Suspension et radiation des instruments financiers",
            "refInjection": "MD-20231016_093829_845_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000035016423",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032752983",
                    "textTitle": "Ordonnance n°2016-827 du 23 juin 2016 - art. 3",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032754211",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-06-24",
                    "dateSignaTexte": "2016-06-23",
                    "dateDebutCible": "2016-06-25"
                },
                {
                    "textCid": "JORFTEXT000035013490",
                    "textTitle": "Ordonnance n°2017-1107 du 22 juin 2017 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000035014349",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-06-27",
                    "dateSignaTexte": "2017-06-22",
                    "dateDebutCible": "2017-06-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037084736",
                    "textTitle": "Décision n°652 du 15 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037084739",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "652",
                    "datePubli": 1529452800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037885968",
                    "textTitle": "Décision n°665 du 20 décembre 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037885971",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "665",
                    "datePubli": 1546128000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046127810",
                    "textTitle": "Décision n°768 du 1er août 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046127814",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "768",
                    "datePubli": 1659398400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046497307",
                    "textTitle": "Décision n°793 du 27 octobre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046497310",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "793",
                    "datePubli": 1666915200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000048205904",
                    "textTitle": "Décision n°877 du 11 octobre 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000048205907",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "877",
                    "datePubli": 1697241600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D420-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D420-4",
                    "articleId": "LEGIARTI000035527661",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-7",
                    "articleId": "LEGIARTI000047291819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L744-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L744-3",
                    "articleId": "LEGIARTI000044193132",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L754-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L754-3",
                    "articleId": "LEGIARTI000044193122",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L762-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L762-3",
                    "articleId": "LEGIARTI000045250839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L763-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L763-3",
                    "articleId": "LEGIARTI000045250844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L764-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L764-3",
                    "articleId": "LEGIARTI000045250834",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L764-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L764-3",
                    "articleId": "LEGIARTI000044193101",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035016423",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032754583",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1498608000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L420-10",
                "420-10"
            ],
            "versionPrecedente": "LEGIARTI000032754583",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}