{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006520344",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions applicables au greffe des conseils de prud'hommes sont fixées par les articles R. 512-18 à R. 512-35 du Code du travail, qui sont ainsi rédigés : \"Art. R. 512-18 : Chaque conseil de prud'hommes comporte un greffe\". \"Art. R. 512-19 : Le premier président de la cour d'appel fixe, après avis du président du conseil de prud'hommes, les jours et heures d'ouverture au public du greffe\". \"Art. R. 512-20 : Sous le contrôle du président du conseil de prud'hommes, le greffier en chef, directeur du greffe, dirige les services administratifs de la juridiction et assume la responsabilité de leur fonctionnement. Lorsqu'il est chargé de la direction de secrétariats-greffes de plusieurs conseils de prud'hommes, il exerce ses fonctions sous le contrôle respectif de chacun des présidents de ces conseils.\" \"Art. R. 512-21 : Le greffier en chef administre le personnel du greffe. Il le répartit et l'affecte dans les différents services du conseil\". \"Art. R. 512-22 : Le greffier en chef prépare chaque année et soumet au président et au vice-président le projet de budget de la juridiction. Il gère les crédits alloués à la juridiction et assure notamment l'acquisition, la conservation et le renouvellement du matériel, du mobilier, des revues et ouvrages de la bibliothèque. Il surveille l'entretien des locaux\". \"Art. R. 512-23 : Le greffier en chef organise l'accueil du public\". \"Art. R. 512-24 : Le greffier en chef tient à jour les dossiers, les répertoires et les registres ; il dresse les actes, notes et procès-verbaux prévus par les codes ; il assiste les conseillers prud'hommes à l'audience ; il met en forme les décisions\". \"Art. R. 512-25 : Le greffier en chef est dépositaire des dossiers des affaires, des minutes et des archives et en assure la conservation. Il délivre les expéditions et les copies. L'établissement et la délivrance des reproductions de toute pièce conservée dans les services du conseil de prud'hommes ne peuvent être assurés que par lui\". \"Art. R. 512-26 : Le greffier en chef établit l'état de l'activité de la juridiction selon la périodicité et le modèle fixés par le garde des sceaux, ministre de la justice. Cet état est adressé avec, s'il y a lieu, les observations du président et du vice-président, au ministre de la justice, sous le couvert des chefs de la cour d'appel\". \"Art. R. 512-27 : Selon les besoins du service, le greffier en chef peut désigner sous sa responsabilité un ou plusieurs agents du greffe pour exercer partie des fonctions qui lui sont attribuées aux articles précédents\". \"Art. R. 512-28 : Lorsque l'emploi de greffier en chef est vacant ou lorsque le greffier en chef est empêché ou absent, la suppléance ou l'intérim est assuré par le greffier en chef adjoint. S'il existe plusieurs greffiers en chef adjoints, le greffier en chef, ou s'il ne peut le faire le président de la juridiction, désigne l'un des greffiers en chef adjoints pour assurer la suppléance ou l'intérim. A défaut de greffier en chef adjoint, un chef de service ou un autre agent du greffe est désigné dans les mêmes conditions\". \"Art. R. 512-29 : Les greffiers en chef adjoints assistent le greffier en chef. Ils peuvent diriger plusieurs services du greffe ou contrôler l'activité de tout ou partie du personnel\". \"Art. R. 512-30 : Les chefs de service de greffe sont placés à la tête d'un ou de plusieurs services. Ils assistent le greffier en chef en l'absence de greffier en chef adjoint\" \"Art. R. 512-31 : Un secrétaire-greffier peut être placé à la tête d'un service lorsque l'importance de celui-ci ne justifie pas que ces fonctions soient confiées à un fonctionnaire appartenant au corps des greffiers en chef. A titre exceptionnel, un secrétaire-greffier peut également être chargé des fonctions de greffier en chef\". \"Art. R. 512-32 : Les greffiers en chef adjoints, les chefs de service de greffe et les fonctionnaires du corps des secrétaires-greffiers exercent, dans l'affectation qui leur est donnée par le greffier en chef, les attributions confiées à celui-ci par l'article R. 512-24\". \"Art. R. 512-33 : Des personnels appartenant aux catégories C et D et, le cas échéant, des auxilaires et des vacataires, concourent au fonctionnement des différents services des greffes. Ces personnels peuvent, à titre exceptionnel et après avoir prêté le serment prévu à l'article 34 du décret n° 79-1071 du 12 décembre 1979, être chargés des fonctions énumérées à l'article R. 512-24 et de la délivrance des expéditions et copies\". \"Art. R. 512-34 : Selon les besoins du service, les agents des greffes peuvent être délégués dans les services administratifs d'un autre conseil de prud'hommes du ressort de la même cour d'appel. Cette délégation est prononcée par décision des chefs de cour après consultation du président du conseil de prud'hommes, du vice-président et du greffier en chef. Elle ne peut excéder une durée de deux mois. Toutefois, le garde des sceaux, ministre de la justice, peut la renouveler dans la limite d'une durée totale de huit mois. Les agents délégués dans une autre juridiction perçoivent des indemnités dans les mêmes conditions que celles qui sont prévues pour les fonctionnaires de leur catégorie par le décret n° 66-619 du 10 août 1966\". \"Art. R. 512-35 : Les greffiers en chef tiennent la comptabilité administrative des dépenses de fonctionnement énoncées à l'article L. 51-10-2 du code du travail. Ils sont habilités à recevoir les sommes déposées par les parties à l'instance à titre de provision. Ces sommes sont versées dans un compte de dépôt au Trésor. Une régie de recettes et une régie d'avances peuvent être créées dans chaque juridiction auprès de l'ordonnateur secondaire des dépenses du budget du ministère de la justice en vue de l'encaissement ou du paiement des recettes ou des dépenses dans les conditions prévues pour les régies d'avances et de recettes des organismes publics\".",
            "texteHtml": "<p></p>   Les dispositions applicables au greffe des conseils de prud'hommes sont fixées par les articles R. 512-18 à R. 512-35 du Code du travail, qui sont ainsi rédigés :<p></p><p></p>   \"Art. R. 512-18 :<p></p><p></p>   Chaque conseil de prud'hommes comporte un greffe\".<p></p><p></p>   \"Art. R. 512-19 :<p></p><p></p>   Le premier président de la cour d'appel fixe, après avis du président du conseil de prud'hommes, les jours et heures d'ouverture au public du greffe\".<p></p><p></p>   \"Art. R. 512-20 :<p></p><p></p>   Sous le contrôle du président du conseil de prud'hommes, le greffier en chef, directeur du greffe, dirige les services administratifs de la juridiction et assume la responsabilité de leur fonctionnement.<p></p><p></p>   Lorsqu'il est chargé de la direction de secrétariats-greffes de plusieurs conseils de prud'hommes, il exerce ses fonctions sous le contrôle respectif de chacun des présidents de ces conseils.\"<p></p><p></p>   \"Art. R. 512-21 :<p></p><p></p>   Le greffier en chef administre le personnel du greffe. Il le répartit et l'affecte dans les différents services du conseil\".<p></p><p></p>   \"Art. R. 512-22 :<p></p><p></p>   Le greffier en chef prépare chaque année et soumet au président et au vice-président le projet de budget de la juridiction.<p></p><p></p>   Il gère les crédits alloués à la juridiction et assure notamment l'acquisition, la conservation et le renouvellement du matériel, du mobilier, des revues et ouvrages de la bibliothèque. Il surveille l'entretien des locaux\".<p></p><p></p>   \"Art. R. 512-23 :<p></p><p></p>   Le greffier en chef organise l'accueil du public\".<p></p><p></p>   \"Art. R. 512-24 :<p></p><p></p>   Le greffier en chef tient à jour les dossiers, les répertoires et les registres ; il dresse les actes, notes et procès-verbaux prévus par les codes ; il assiste les conseillers prud'hommes à l'audience ; il met en forme les décisions\".<p></p><p></p>   \"Art. R. 512-25 :<p></p><p></p>   Le greffier en chef est dépositaire des dossiers des affaires, des minutes et des archives et en assure la conservation. Il délivre les expéditions et les copies.<p></p><p></p>   L'établissement et la délivrance des reproductions de toute pièce conservée dans les services du conseil de prud'hommes ne peuvent être assurés que par lui\".<p></p><p></p>   \"Art. R. 512-26 :<p></p><p></p>   Le greffier en chef établit l'état de l'activité de la juridiction selon la périodicité et le modèle fixés par le garde des sceaux, ministre de la justice. Cet état est adressé avec, s'il y a lieu, les observations du président et du vice-président, au ministre de la justice, sous le couvert des chefs de la cour d'appel\".<p></p><p></p>   \"Art. R. 512-27 :<p></p><p></p>   Selon les besoins du service, le greffier en chef peut désigner sous sa responsabilité un ou plusieurs agents du greffe pour exercer partie des fonctions qui lui sont attribuées aux articles précédents\".<p></p><p></p>   \"Art. R. 512-28 :<p></p><p></p>   Lorsque l'emploi de greffier en chef est vacant ou lorsque le greffier en chef est empêché ou absent, la suppléance ou l'intérim est assuré par le greffier en chef adjoint.<p></p><p></p>   S'il existe plusieurs greffiers en chef adjoints, le greffier en chef, ou s'il ne peut le faire le président de la juridiction, désigne l'un des greffiers en chef adjoints pour assurer la suppléance ou l'intérim.<p></p><p></p>   A défaut de greffier en chef adjoint, un chef de service ou un autre agent du greffe est désigné dans les mêmes conditions\".<p></p><p></p>   \"Art. R. 512-29 :<p></p><p></p>   Les greffiers en chef adjoints assistent le greffier en chef.<p></p><p></p>   Ils peuvent diriger plusieurs services du greffe ou contrôler l'activité de tout ou partie du personnel\".<p></p><p></p>   \"Art. R. 512-30 :<p></p><p></p>   Les chefs de service de greffe sont placés à la tête d'un ou de plusieurs services. Ils assistent le greffier en chef en l'absence de greffier en chef adjoint\"<p></p><p></p>   \"Art. R. 512-31 :<p></p><p></p>   Un secrétaire-greffier peut être placé à la tête d'un service lorsque l'importance de celui-ci ne justifie pas que ces fonctions soient confiées à un fonctionnaire appartenant au corps des greffiers en chef.<p></p><p></p>   A titre exceptionnel, un secrétaire-greffier peut également être chargé des fonctions de greffier en chef\".<p></p><p></p>   \"Art. R. 512-32 :<p></p><p></p>   Les greffiers en chef adjoints, les chefs de service de greffe et les fonctionnaires du corps des secrétaires-greffiers exercent, dans l'affectation qui leur est donnée par le greffier en chef, les attributions confiées à celui-ci par l'article R. 512-24\".<p></p><p></p>  \"Art. R. 512-33 :<p></p><p></p>   Des personnels appartenant aux catégories C et D et, le cas échéant, des auxilaires et des vacataires, concourent au fonctionnement des différents services des greffes.<p></p><p></p>   Ces personnels peuvent, à titre exceptionnel et après avoir prêté le serment prévu à l'article 34 du décret n° 79-1071 du 12 décembre 1979, être chargés des fonctions énumérées à l'article R. 512-24 et de la délivrance des expéditions et copies\".<p></p><p></p>   \"Art. R. 512-34 :<p></p><p></p>   Selon les besoins du service, les agents des greffes peuvent être délégués dans les services administratifs d'un autre conseil de prud'hommes du ressort de la même cour d'appel.<p></p><p></p>   Cette délégation est prononcée par décision des chefs de cour après consultation du président du conseil de prud'hommes, du vice-président et du greffier en chef. Elle ne peut excéder une durée de deux mois. Toutefois, le garde des sceaux, ministre de la justice, peut la renouveler dans la limite d'une durée totale de huit mois.<p></p><p></p>   Les agents délégués dans une autre juridiction perçoivent des indemnités dans les mêmes conditions que celles qui sont prévues pour les fonctionnaires de leur catégorie par le décret n° 66-619 du 10 août 1966\".<p></p><p></p>   \"Art. R. 512-35 :<p></p><p></p>   Les greffiers en chef tiennent la comptabilité administrative des dépenses de fonctionnement énoncées à l'article L. 51-10-2 du code du travail.<p></p><p></p>   Ils sont habilités à recevoir les sommes déposées par les parties à l'instance à titre de provision. Ces sommes sont versées dans un compte de dépôt au Trésor.<p></p><p></p>   Une régie de recettes et une régie d'avances peuvent être créées dans chaque juridiction auprès de l'ordonnateur secondaire des dépenses du budget du ministère de la justice en vue de l'encaissement ou du paiement des recettes ou des dépenses dans les conditions prévues pour les régies d'avances et de recettes des organismes publics\".<p></p>",
            "num": "R*831-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1193875200000,
            "dateFin": 1212624000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2008-06-05",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095565",
                        "id": "LEGISCTA000006095565",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-03-18",
                        "fin": "2008-06-05",
                        "titre": "Livre VIII : Les secrétariats-greffes, greffes et secrétariats",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120259",
                        "id": "LEGISCTA000006120259",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-05-03",
                        "fin": "2008-06-05",
                        "titre": "Titre III : Le secrétariat-greffe du conseil de prud'hommes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137534",
                        "id": "LEGISCTA000006137534",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2999-01-01",
                        "titre": "Code de l'organisation judiciaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071164",
                        "id": "LEGITEXT000006071164",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006520342",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006137534",
            "sectionParentId": "LEGISCTA000006137534",
            "sectionParentTitre": "Titre III : Le secrétariat-greffe du conseil de prud'hommes",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006520344",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071164",
                    "titre": "Code de l'organisation judiciaire",
                    "titreLong": "Code de l'organisation judiciaire",
                    "etat": "VIGUEUR",
                    "dateDebut": 259027200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071164",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000874394",
                    "textTitle": "Décret 78-330 1978-03-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000874394",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-03-18",
                    "dateSignaTexte": "1978-03-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000706717",
                    "textTitle": "Décret 2007-1548 2007-10-30 art. 47 I JORF 31 octobre 2007 en vigueur le 1er novembre 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000706717",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-11-24",
                    "dateSignaTexte": "2007-10-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000018897680",
                    "textTitle": "Décret n°2008-522\n du 2 juin 2008 - art. 1 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000018898553",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-06-04",
                    "dateSignaTexte": "2008-06-02",
                    "dateDebutCible": "2008-06-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000876794",
                    "textTitle": "Décret n°66-619 du 10 août 1966",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000876794",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-619",
                    "datePubli": -106272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000306653",
                    "textTitle": "Décret n°79-1071 du 12 décembre 1979 - art. 34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006486329",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "79-1071",
                    "datePubli": 313891200000,
                    "dateDebut": 470188800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L51-10-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L51-10-2",
                    "articleId": "LEGIARTI000006650250",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R512-8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R512-8",
                    "articleId": "LEGIARTI000006804570",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R512-9 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R512-9",
                    "articleId": "LEGIARTI000006804574",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006520342",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 799459200000,
                    "dateFin": 1174176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006520343",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1174176000000,
                    "dateFin": 1193875200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006520344",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1212624000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*831-1",
                "831-1",
                "R831-1"
            ],
            "versionPrecedente": "LEGIARTI000006520343",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006520343",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions applicables au secrétariat-greffe des conseils de prud'hommes sont fixées par les articles R. 512-18 à R. 512-35 du Code du travail, qui sont ainsi rédigés : \"Art. R. 512-18 : Chaque conseil de prud'hommes comporte un secrétariat-greffe\". \"Art. R. 512-19 : Le premier président de la cour d'appel fixe, après avis du président du conseil de prud'hommes, les jours et heures d'ouverture au public du secrétariat-greffe\". \"Art. R. 512-20 : Sous le contrôle du président du conseil de prud'hommes, le greffier en chef, directeur du greffe, dirige les services administratifs de la juridiction et assume la responsabilité de leur fonctionnement. Lorsqu'il est chargé de la direction de secrétariats-greffes de plusieurs conseils de prud'hommes, il exerce ses fonctions sous le contrôle respectif de chacun des présidents de ces conseils.\" \"Art. R. 512-21 : Le greffier en chef administre le personnel du secrétariat-greffe. Il le répartit et l'affecte dans les différents services du conseil\". \"Art. R. 512-22 : Le greffier en chef prépare chaque année et soumet au président et au vice-président le projet de budget de la juridiction. Il gère les crédits alloués à la juridiction et assure notamment l'acquisition, la conservation et le renouvellement du matériel, du mobilier, des revues et ouvrages de la bibliothèque. Il surveille l'entretien des locaux\". \"Art. R. 512-23 : Le greffier en chef organise l'accueil du public\". \"Art. R. 512-24 : Le greffier en chef tient à jour les dossiers, les répertoires et les registres ; il dresse les actes, notes et procès-verbaux prévus par les codes ; il assiste les conseillers prud'hommes à l'audience ; il met en forme les décisions\". \"Art. R. 512-25 : Le greffier en chef est dépositaire des dossiers des affaires, des minutes et des archives et en assure la conservation. Il délivre les expéditions et les copies. L'établissement et la délivrance des reproductions de toute pièce conservée dans les services du conseil de prud'hommes ne peuvent être assurés que par lui\". \"Art. R. 512-26 : Le greffier en chef établit l'état de l'activité de la juridiction selon la périodicité et le modèle fixés par le garde des sceaux, ministre de la justice. Cet état est adressé avec, s'il y a lieu, les observations du président et du vice-président, au ministre de la justice, sous le couvert des chefs de la cour d'appel\". \"Art. R. 512-27 : Selon les besoins du service, le greffier en chef peut désigner sous sa responsabilité un ou plusieurs agents du secrétariat-greffe pour exercer partie des fonctions qui lui sont attribuées aux articles précédents\". \"Art. R. 512-28 : Lorsque l'emploi de greffier en chef est vacant ou lorsque le greffier en chef est empêché ou absent, la suppléance ou l'intérim est assuré par le greffier en chef adjoint. S'il existe plusieurs greffiers en chef adjoints, le greffier en chef, ou s'il ne peut le faire le président de la juridiction, désigne l'un des greffiers en chef adjoints pour assurer la suppléance ou l'intérim. A défaut de greffier en chef adjoint, un chef de service ou un autre agent du secrétariat-greffe est désigné dans les mêmes conditions\". \"Art. R. 512-29 : Les greffiers en chef adjoints assistent le greffier en chef. Ils peuvent diriger plusieurs services du secrétariat-greffe ou contrôler l'activité de tout ou partie du personnel\". \"Art. R. 512-30 : Les chefs de service de secrétariat-greffe sont placés à la tête d'un ou de plusieurs services. Ils assistent le greffier en chef en l'absence de greffier en chef adjoint\" \"Art. R. 512-31 : Un secrétaire-greffier peut être placé à la tête d'un service lorsque l'importance de celui-ci ne justifie pas que ces fonctions soient confiées à un fonctionnaire appartenant au corps des greffiers en chef. A titre exceptionnel, un secrétaire-greffier peut également être chargé des fonctions de greffier en chef\". \"Art. R. 512-32 : Les greffiers en chef adjoints, les chefs de service de secrétariat-greffe et les fonctionnaires du corps des secrétaires-greffiers exercent, dans l'affectation qui leur est donnée par le greffier en chef, les attributions confiées à celui-ci par l'article R. 512-24\". \"Art. R. 512-33 : Des personnels appartenant aux catégories C et D et, le cas échéant, des auxilaires et des vacataires, concourent au fonctionnement des différents services des secrétariats-greffes. Ces personnels peuvent, à titre exceptionnel et après avoir prêté le serment prévu à l'article 34 du décret n° 79-1071 du 12 décembre 1979, être chargés des fonctions énumérées à l'article R. 512-24 et de la délivrance des expéditions et copies\". \"Art. R. 512-34 : Selon les besoins du service, les agents des secrétariats-greffes peuvent être délégués dans les services administratifs d'un autre conseil de prud'hommes du ressort de la même cour d'appel. Cette délégation est prononcée par décision des chefs de cour après consultation du président du conseil de prud'hommes, du vice-président et du greffier en chef. Elle ne peut excéder une durée de deux mois. Toutefois, le garde des sceaux, ministre de la justice, peut la renouveler dans la limite d'une durée totale de huit mois. Les agents délégués dans une autre juridiction perçoivent des indemnités dans les mêmes conditions que celles qui sont prévues pour les fonctionnaires de leur catégorie par le décret n° 66-619 du 10 août 1966\". \"Art. R. 512-35 : Les greffiers en chef tiennent la comptabilité administrative des dépenses de fonctionnement énoncées à l'article L. 51-10-2 du code du travail. Ils sont habilités à recevoir les sommes déposées par les parties à l'instance à titre de provision. Ces sommes sont versées dans un compte de dépôt au Trésor. Une régie de recettes et une régie d'avances peuvent être créées dans chaque juridiction auprès de l'ordonnateur secondaire des dépenses du budget du ministère de la justice en vue de l'encaissement ou du paiement des recettes ou des dépenses dans les conditions prévues pour les régies d'avances et de recettes des organismes publics\".",
            "texteHtml": "<p></p>   Les dispositions applicables au secrétariat-greffe des conseils de prud'hommes sont fixées par les articles R. 512-18 à R. 512-35 du Code du travail, qui sont ainsi rédigés :<p></p><p></p>   \"Art. R. 512-18 :<p></p><p></p>   Chaque conseil de prud'hommes comporte un secrétariat-greffe\".<p></p><p></p>   \"Art. R. 512-19 :<p></p><p></p>   Le premier président de la cour d'appel fixe, après avis du président du conseil de prud'hommes, les jours et heures d'ouverture au public du secrétariat-greffe\".<p></p><p></p>   \"Art. R. 512-20 :<p></p><p></p>   Sous le contrôle du président du conseil de prud'hommes, le greffier en chef, directeur du greffe, dirige les services administratifs de la juridiction et assume la responsabilité de leur fonctionnement.<p></p><p></p>   Lorsqu'il est chargé de la direction de secrétariats-greffes de plusieurs conseils de prud'hommes, il exerce ses fonctions sous le contrôle respectif de chacun des présidents de ces conseils.\"<p></p><p></p>   \"Art. R. 512-21 :<p></p><p></p>   Le greffier en chef administre le personnel du secrétariat-greffe. Il le répartit et l'affecte dans les différents services du conseil\".<p></p><p></p>   \"Art. R. 512-22 :<p></p><p></p>   Le greffier en chef prépare chaque année et soumet au président et au vice-président le projet de budget de la juridiction.<p></p><p></p>   Il gère les crédits alloués à la juridiction et assure notamment l'acquisition, la conservation et le renouvellement du matériel, du mobilier, des revues et ouvrages de la bibliothèque. Il surveille l'entretien des locaux\".<p></p><p></p>   \"Art. R. 512-23 :<p></p><p></p>   Le greffier en chef organise l'accueil du public\".<p></p><p></p>   \"Art. R. 512-24 :<p></p><p></p>   Le greffier en chef tient à jour les dossiers, les répertoires et les registres ; il dresse les actes, notes et procès-verbaux prévus par les codes ; il assiste les conseillers prud'hommes à l'audience ; il met en forme les décisions\".<p></p><p></p>   \"Art. R. 512-25 :<p></p><p></p>   Le greffier en chef est dépositaire des dossiers des affaires, des minutes et des archives et en assure la conservation. Il délivre les expéditions et les copies.<p></p><p></p>   L'établissement et la délivrance des reproductions de toute pièce conservée dans les services du conseil de prud'hommes ne peuvent être assurés que par lui\".<p></p><p></p>   \"Art. R. 512-26 :<p></p><p></p>   Le greffier en chef établit l'état de l'activité de la juridiction selon la périodicité et le modèle fixés par le garde des sceaux, ministre de la justice. Cet état est adressé avec, s'il y a lieu, les observations du président et du vice-président, au ministre de la justice, sous le couvert des chefs de la cour d'appel\".<p></p><p></p>   \"Art. R. 512-27 :<p></p><p></p>   Selon les besoins du service, le greffier en chef peut désigner sous sa responsabilité un ou plusieurs agents du secrétariat-greffe pour exercer partie des fonctions qui lui sont attribuées aux articles précédents\".<p></p><p></p>   \"Art. R. 512-28 :<p></p><p></p>   Lorsque l'emploi de greffier en chef est vacant ou lorsque le greffier en chef est empêché ou absent, la suppléance ou l'intérim est assuré par le greffier en chef adjoint.<p></p><p></p>   S'il existe plusieurs greffiers en chef adjoints, le greffier en chef, ou s'il ne peut le faire le président de la juridiction, désigne l'un des greffiers en chef adjoints pour assurer la suppléance ou l'intérim.<p></p><p></p>   A défaut de greffier en chef adjoint, un chef de service ou un autre agent du secrétariat-greffe est désigné dans les mêmes conditions\".<p></p><p></p>   \"Art. R. 512-29 :<p></p><p></p>   Les greffiers en chef adjoints assistent le greffier en chef.<p></p><p></p>   Ils peuvent diriger plusieurs services du secrétariat-greffe ou contrôler l'activité de tout ou partie du personnel\".<p></p><p></p>   \"Art. R. 512-30 :<p></p><p></p>   Les chefs de service de secrétariat-greffe sont placés à la tête d'un ou de plusieurs services. Ils assistent le greffier en chef en l'absence de greffier en chef adjoint\"<p></p><p></p>   \"Art. R. 512-31 :<p></p><p></p>   Un secrétaire-greffier peut être placé à la tête d'un service lorsque l'importance de celui-ci ne justifie pas que ces fonctions soient confiées à un fonctionnaire appartenant au corps des greffiers en chef.<p></p><p></p>   A titre exceptionnel, un secrétaire-greffier peut également être chargé des fonctions de greffier en chef\".<p></p><p></p>   \"Art. R. 512-32 :<p></p><p></p>   Les greffiers en chef adjoints, les chefs de service de secrétariat-greffe et les fonctionnaires du corps des secrétaires-greffiers exercent, dans l'affectation qui leur est donnée par le greffier en chef, les attributions confiées à celui-ci par l'article R. 512-24\".<p></p><p></p>  \"Art. R. 512-33 :<p></p><p></p>   Des personnels appartenant aux catégories C et D et, le cas échéant, des auxilaires et des vacataires, concourent au fonctionnement des différents services des secrétariats-greffes.<p></p><p></p>   Ces personnels peuvent, à titre exceptionnel et après avoir prêté le serment prévu à l'article 34 du décret n° 79-1071 du 12 décembre 1979, être chargés des fonctions énumérées à l'article R. 512-24 et de la délivrance des expéditions et copies\".<p></p><p></p>   \"Art. R. 512-34 :<p></p><p></p>   Selon les besoins du service, les agents des secrétariats-greffes peuvent être délégués dans les services administratifs d'un autre conseil de prud'hommes du ressort de la même cour d'appel.<p></p><p></p>   Cette délégation est prononcée par décision des chefs de cour après consultation du président du conseil de prud'hommes, du vice-président et du greffier en chef. Elle ne peut excéder une durée de deux mois. Toutefois, le garde des sceaux, ministre de la justice, peut la renouveler dans la limite d'une durée totale de huit mois.<p></p><p></p>   Les agents délégués dans une autre juridiction perçoivent des indemnités dans les mêmes conditions que celles qui sont prévues pour les fonctionnaires de leur catégorie par le décret n° 66-619 du 10 août 1966\".<p></p><p></p>   \"Art. R. 512-35 :<p></p><p></p>   Les greffiers en chef tiennent la comptabilité administrative des dépenses de fonctionnement énoncées à l'article L. 51-10-2 du code du travail.<p></p><p></p>   Ils sont habilités à recevoir les sommes déposées par les parties à l'instance à titre de provision. Ces sommes sont versées dans un compte de dépôt au Trésor.<p></p><p></p>   Une régie de recettes et une régie d'avances peuvent être créées dans chaque juridiction auprès de l'ordonnateur secondaire des dépenses du budget du ministère de la justice en vue de l'encaissement ou du paiement des recettes ou des dépenses dans les conditions prévues pour les régies d'avances et de recettes des organismes publics\".<p></p>",
            "num": "R*831-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1174176000000,
            "dateFin": 1193875200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2008-06-05",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095565",
                        "id": "LEGISCTA000006095565",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-03-18",
                        "fin": "2008-06-05",
                        "titre": "Livre VIII : Les secrétariats-greffes, greffes et secrétariats",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120259",
                        "id": "LEGISCTA000006120259",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-05-03",
                        "fin": "2008-06-05",
                        "titre": "Titre III : Le secrétariat-greffe du conseil de prud'hommes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137534",
                        "id": "LEGISCTA000006137534",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2999-01-01",
                        "titre": "Code de l'organisation judiciaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071164",
                        "id": "LEGITEXT000006071164",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006520342",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006137534",
            "sectionParentId": "LEGISCTA000006137534",
            "sectionParentTitre": "Titre III : Le secrétariat-greffe du conseil de prud'hommes",
            "fullSectionsTitre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat &gt; Livre VIII : Les secrétariats-greffes, greffes et secrétariats &gt; Titre III : Le secrétariat-greffe du conseil de prud'hommes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006520343",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071164",
                    "titre": "Code de l'organisation judiciaire",
                    "titreLong": "Code de l'organisation judiciaire",
                    "etat": "VIGUEUR",
                    "dateDebut": 259027200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071164",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000874394",
                    "textTitle": "Décret 78-330 1978-03-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000874394",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-03-18",
                    "dateSignaTexte": "1978-03-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000644820",
                    "textTitle": "Décret n°2007-352 du 14 mars 2007 - art. 9 () JORF 18 mars 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006261310",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-18",
                    "dateSignaTexte": "2007-03-14",
                    "dateDebutCible": "2007-03-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000876794",
                    "textTitle": "Décret 66-619 1966-08-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000876794",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-619",
                    "datePubli": -106272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000306653",
                    "textTitle": "Décret n°79-1071 du 12 décembre 1979 - art. 34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006486329",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "79-1071",
                    "datePubli": 313891200000,
                    "dateDebut": 470188800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L51-10-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L51-10-2",
                    "articleId": "LEGIARTI000006650250",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail R512-18 à R512-35, L51-10-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R512-8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R512-8",
                    "articleId": "LEGIARTI000006804570",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R512-9 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R512-9",
                    "articleId": "LEGIARTI000006804574",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006520342",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 799459200000,
                    "dateFin": 1174176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006520343",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1174176000000,
                    "dateFin": 1193875200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006520344",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1212624000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*831-1",
                "831-1",
                "R831-1"
            ],
            "versionPrecedente": "LEGIARTI000006520342",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006520342",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions applicables au secrétariat-greffe des conseils de prud'hommes sont fixées par les articles R. 512-18 à R. 512-35 du Code du travail, qui sont ainsi rédigés : \"Art. R. 512-18 : Chaque conseil de prud'hommes comporte un secrétariat-greffe\". \"Art. R. 512-19 : Le premier président de la cour d'appel fixe, après avis du président du conseil de prud'hommes, les jours et heures d'ouverture au public du secrétariat-greffe\". \"Art. R. 512-20 : Sous le contrôle du président du conseil de prud'hommes, le greffier en chef dirige les services administratifs de la juridiction et assume la responsabilité de leur fonctionnement. Lorsqu'il est chargé de la direction de secrétariats-greffes de plusieurs conseils de prud'hommes, il exerce ses fonctions sous le contrôle respectif de chacun des présidents de ces conseils\". \"Art. R. 512-21 : Le greffier en chef administre le personnel du secrétariat-greffe. Il le répartit et l'affecte dans les différents services du conseil\". \"Art. R. 512-22 : Le greffier en chef prépare chaque année et soumet au président et au vice-président le projet de budget de la juridiction. Il gère les crédits alloués à la juridiction et assure notamment l'acquisition, la conservation et le renouvellement du matériel, du mobilier, des revues et ouvrages de la bibliothèque. Il surveille l'entretien des locaux\". \"Art. R. 512-23 : Le greffier en chef organise l'accueil du public\". \"Art. R. 512-24 : Le greffier en chef tient à jour les dossiers, les répertoires et les registres ; il dresse les actes, notes et procès-verbaux prévus par les codes ; il assiste les conseillers prud'hommes à l'audience ; il met en forme les décisions\". \"Art. R. 512-25 : Le greffier en chef est dépositaire des dossiers des affaires, des minutes et des archives et en assure la conservation. Il délivre les expéditions et les copies. L'établissement et la délivrance des reproductions de toute pièce conservée dans les services du conseil de prud'hommes ne peuvent être assurés que par lui\". \"Art. R. 512-26 : Le greffier en chef établit l'état de l'activité de la juridiction selon la périodicité et le modèle fixés par le garde des sceaux, ministre de la justice. Cet état est adressé avec, s'il y a lieu, les observations du président et du vice-président, au ministre de la justice, sous le couvert des chefs de la cour d'appel\". \"Art. R. 512-27 : Selon les besoins du service, le greffier en chef peut désigner sous sa responsabilité un ou plusieurs agents du secrétariat-greffe pour exercer partie des fonctions qui lui sont attribuées aux articles précédents\". \"Art. R. 512-28 : Lorsque l'emploi de greffier en chef est vacant ou lorsque le greffier en chef est empêché ou absent, la suppléance ou l'intérim est assuré par le greffier en chef adjoint. S'il existe plusieurs greffiers en chef adjoints, le greffier en chef, ou s'il ne peut le faire le président de la juridiction, désigne l'un des greffiers en chef adjoints pour assurer la suppléance ou l'intérim. A défaut de greffier en chef adjoint, un chef de service ou un autre agent du secrétariat-greffe est désigné dans les mêmes conditions\". \"Art. R. 512-29 : Les greffiers en chef adjoints assistent le greffier en chef. Ils peuvent diriger plusieurs services du secrétariat-greffe ou contrôler l'activité de tout ou partie du personnel\". \"Art. R. 512-30 : Les chefs de service de secrétariat-greffe sont placés à la tête d'un ou de plusieurs services. Ils assistent le greffier en chef en l'absence de greffier en chef adjoint\" \"Art. R. 512-31 : Un secrétaire-greffier peut être placé à la tête d'un service lorsque l'importance de celui-ci ne justifie pas que ces fonctions soient confiées à un fonctionnaire appartenant au corps des greffiers en chef. A titre exceptionnel, un secrétaire-greffier peut également être chargé des fonctions de greffier en chef\". \"Art. R. 512-32 : Les greffiers en chef adjoints, les chefs de service de secrétariat-greffe et les fonctionnaires du corps des secrétaires-greffiers exercent, dans l'affectation qui leur est donnée par le greffier en chef, les attributions confiées à celui-ci par l'article R. 512-24\". \"Art. R. 512-33 : Des personnels appartenant aux catégories C et D et, le cas échéant, des auxilaires et des vacataires, concourent au fonctionnement des différents services des secrétariats-greffes. Ces personnels peuvent, à titre exceptionnel et après avoir prêté le serment prévu à l'article 34 du décret n° 79-1071 du 12 décembre 1979, être chargés des fonctions énumérées à l'article R. 512-24 et de la délivrance des expéditions et copies\". \"Art. R. 512-34 : Selon les besoins du service, les agents des secrétariats-greffes peuvent être délégués dans les services administratifs d'un autre conseil de prud'hommes du ressort de la même cour d'appel. Cette délégation est prononcée par décision des chefs de cour après consultation du président du conseil de prud'hommes, du vice-président et du greffier en chef. Elle ne peut excéder une durée de deux mois. Toutefois, le garde des sceaux, ministre de la justice, peut la renouveler dans la limite d'une durée totale de huit mois. Les agents délégués dans une autre juridiction perçoivent des indemnités dans les mêmes conditions que celles qui sont prévues pour les fonctionnaires de leur catégorie par le décret n° 66-619 du 10 août 1966\". \"Art. R. 512-35 : Les greffiers en chef tiennent la comptabilité administrative des dépenses de fonctionnement énoncées à l'article L. 51-10-2 du code du travail. Ils sont habilités à recevoir les sommes déposées par les parties à l'instance à titre de provision. Ces sommes sont versées dans un compte de dépôt au Trésor. Une régie de recettes et une régie d'avances peuvent être créées dans chaque juridiction auprès de l'ordonnateur secondaire des dépenses du budget du ministère de la justice en vue de l'encaissement ou du paiement des recettes ou des dépenses dans les conditions prévues pour les régies d'avances et de recettes des organismes publics\".",
            "texteHtml": "<p></p>   Les dispositions applicables au secrétariat-greffe des conseils de prud'hommes sont fixées par les articles R. 512-18 à R. 512-35 du Code du travail, qui sont ainsi rédigés :<p></p><p></p>   \"Art. R. 512-18 :<p></p><p></p>   Chaque conseil de prud'hommes comporte un secrétariat-greffe\".<p></p><p></p>   \"Art. R. 512-19 :<p></p><p></p>   Le premier président de la cour d'appel fixe, après avis du président du conseil de prud'hommes, les jours et heures d'ouverture au public du secrétariat-greffe\".<p></p><p></p>   \"Art. R. 512-20 :<p></p><p></p>   Sous le contrôle du président du conseil de prud'hommes, le greffier en chef dirige les services administratifs de la juridiction et assume la responsabilité de leur fonctionnement.<p></p><p></p>   Lorsqu'il est chargé de la direction de secrétariats-greffes de plusieurs conseils de prud'hommes, il exerce ses fonctions sous le contrôle respectif de chacun des présidents de ces conseils\".<p></p><p></p>   \"Art. R. 512-21 :<p></p><p></p>   Le greffier en chef administre le personnel du secrétariat-greffe. Il le répartit et l'affecte dans les différents services du conseil\".<p></p><p></p>   \"Art. R. 512-22 :<p></p><p></p>   Le greffier en chef prépare chaque année et soumet au président et au vice-président le projet de budget de la juridiction.<p></p><p></p>   Il gère les crédits alloués à la juridiction et assure notamment l'acquisition, la conservation et le renouvellement du matériel, du mobilier, des revues et ouvrages de la bibliothèque. Il surveille l'entretien des locaux\".<p></p><p></p>   \"Art. R. 512-23 :<p></p><p></p>   Le greffier en chef organise l'accueil du public\".<p></p><p></p>   \"Art. R. 512-24 :<p></p><p></p>   Le greffier en chef tient à jour les dossiers, les répertoires et les registres ; il dresse les actes, notes et procès-verbaux prévus par les codes ; il assiste les conseillers prud'hommes à l'audience ; il met en forme les décisions\".<p></p><p></p>   \"Art. R. 512-25 :<p></p><p></p>   Le greffier en chef est dépositaire des dossiers des affaires, des minutes et des archives et en assure la conservation. Il délivre les expéditions et les copies.<p></p><p></p>   L'établissement et la délivrance des reproductions de toute pièce conservée dans les services du conseil de prud'hommes ne peuvent être assurés que par lui\".<p></p><p></p>   \"Art. R. 512-26 :<p></p><p></p>   Le greffier en chef établit l'état de l'activité de la juridiction selon la périodicité et le modèle fixés par le garde des sceaux, ministre de la justice. Cet état est adressé avec, s'il y a lieu, les observations du président et du vice-président, au ministre de la justice, sous le couvert des chefs de la cour d'appel\".<p></p><p></p>   \"Art. R. 512-27 :<p></p><p></p>   Selon les besoins du service, le greffier en chef peut désigner sous sa responsabilité un ou plusieurs agents du secrétariat-greffe pour exercer partie des fonctions qui lui sont attribuées aux articles précédents\".<p></p><p></p>   \"Art. R. 512-28 :<p></p><p></p>   Lorsque l'emploi de greffier en chef est vacant ou lorsque le greffier en chef est empêché ou absent, la suppléance ou l'intérim est assuré par le greffier en chef adjoint.<p></p><p></p>   S'il existe plusieurs greffiers en chef adjoints, le greffier en chef, ou s'il ne peut le faire le président de la juridiction, désigne l'un des greffiers en chef adjoints pour assurer la suppléance ou l'intérim.<p></p><p></p>   A défaut de greffier en chef adjoint, un chef de service ou un autre agent du secrétariat-greffe est désigné dans les mêmes conditions\".<p></p><p></p>   \"Art. R. 512-29 :<p></p><p></p>   Les greffiers en chef adjoints assistent le greffier en chef.<p></p><p></p>   Ils peuvent diriger plusieurs services du secrétariat-greffe ou contrôler l'activité de tout ou partie du personnel\".<p></p><p></p>   \"Art. R. 512-30 :<p></p><p></p>   Les chefs de service de secrétariat-greffe sont placés à la tête d'un ou de plusieurs services. Ils assistent le greffier en chef en l'absence de greffier en chef adjoint\"<p></p><p></p>   \"Art. R. 512-31 :<p></p><p></p>   Un secrétaire-greffier peut être placé à la tête d'un service lorsque l'importance de celui-ci ne justifie pas que ces fonctions soient confiées à un fonctionnaire appartenant au corps des greffiers en chef.<p></p><p></p>   A titre exceptionnel, un secrétaire-greffier peut également être chargé des fonctions de greffier en chef\".<p></p><p></p>   \"Art. R. 512-32 :<p></p><p></p>   Les greffiers en chef adjoints, les chefs de service de secrétariat-greffe et les fonctionnaires du corps des secrétaires-greffiers exercent, dans l'affectation qui leur est donnée par le greffier en chef, les attributions confiées à celui-ci par l'article R. 512-24\".<p></p><p></p>  \"Art. R. 512-33 :<p></p><p></p>   Des personnels appartenant aux catégories C et D et, le cas échéant, des auxilaires et des vacataires, concourent au fonctionnement des différents services des secrétariats-greffes.<p></p><p></p>   Ces personnels peuvent, à titre exceptionnel et après avoir prêté le serment prévu à l'article 34 du décret n° 79-1071 du 12 décembre 1979, être chargés des fonctions énumérées à l'article R. 512-24 et de la délivrance des expéditions et copies\".<p></p><p></p>   \"Art. R. 512-34 :<p></p><p></p>   Selon les besoins du service, les agents des secrétariats-greffes peuvent être délégués dans les services administratifs d'un autre conseil de prud'hommes du ressort de la même cour d'appel.<p></p><p></p>   Cette délégation est prononcée par décision des chefs de cour après consultation du président du conseil de prud'hommes, du vice-président et du greffier en chef. Elle ne peut excéder une durée de deux mois. Toutefois, le garde des sceaux, ministre de la justice, peut la renouveler dans la limite d'une durée totale de huit mois.<p></p><p></p>   Les agents délégués dans une autre juridiction perçoivent des indemnités dans les mêmes conditions que celles qui sont prévues pour les fonctionnaires de leur catégorie par le décret n° 66-619 du 10 août 1966\".<p></p><p></p>   \"Art. R. 512-35 :<p></p><p></p>   Les greffiers en chef tiennent la comptabilité administrative des dépenses de fonctionnement énoncées à l'article L. 51-10-2 du code du travail.<p></p><p></p>   Ils sont habilités à recevoir les sommes déposées par les parties à l'instance à titre de provision. Ces sommes sont versées dans un compte de dépôt au Trésor.<p></p><p></p>   Une régie de recettes et une régie d'avances peuvent être créées dans chaque juridiction auprès de l'ordonnateur secondaire des dépenses du budget du ministère de la justice en vue de l'encaissement ou du paiement des recettes ou des dépenses dans les conditions prévues pour les régies d'avances et de recettes des organismes publics\".<p></p>",
            "num": "R*831-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 799459200000,
            "dateFin": 1174176000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2008-06-05",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095565",
                        "id": "LEGISCTA000006095565",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-03-18",
                        "fin": "2008-06-05",
                        "titre": "Livre VIII : Les secrétariats-greffes, greffes et secrétariats",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120259",
                        "id": "LEGISCTA000006120259",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-05-03",
                        "fin": "2008-06-05",
                        "titre": "Titre III : Le secrétariat-greffe du conseil de prud'hommes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137534",
                        "id": "LEGISCTA000006137534",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2999-01-01",
                        "titre": "Code de l'organisation judiciaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071164",
                        "id": "LEGITEXT000006071164",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006520342",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006137534",
            "sectionParentId": "LEGISCTA000006137534",
            "sectionParentTitre": "Titre III : Le secrétariat-greffe du conseil de prud'hommes",
            "fullSectionsTitre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat &gt; Livre VIII : Les secrétariats-greffes, greffes et secrétariats &gt; Titre III : Le secrétariat-greffe du conseil de prud'hommes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006520342",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071164",
                    "titre": "Code de l'organisation judiciaire",
                    "titreLong": "Code de l'organisation judiciaire",
                    "etat": "VIGUEUR",
                    "dateDebut": 259027200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071164",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000874394",
                    "textTitle": "Décret 78-330 1978-03-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000874394",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-03-18",
                    "dateSignaTexte": "1978-03-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000519765",
                    "textTitle": "Décret n°80-196 du 10 mars 1980 - art. 5 () JORF 14 mars 1980",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006664462",
                    "natureText": "DECRET",
                    "datePubliTexte": "1980-03-14",
                    "dateSignaTexte": "1980-03-10",
                    "dateDebutCible": "1980-03-14"
                },
                {
                    "textCid": "JORFTEXT000000369981",
                    "textTitle": "Décret n°95-498 du 26 avril 1995 - art. 1 () JORF 3 mai 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006666953",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-05-03",
                    "dateSignaTexte": "1995-04-26",
                    "dateDebutCible": "1995-05-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000876794",
                    "textTitle": "Décret 66-619 1966-08-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000876794",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-619",
                    "datePubli": -106272000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000306653",
                    "textTitle": "Décret n°79-1071 du 12 décembre 1979 - art. 34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006486329",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "79-1071",
                    "datePubli": 313891200000,
                    "dateDebut": 470188800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L51-10-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L51-10-2",
                    "articleId": "LEGIARTI000006650250",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail R512-18 à R512-35, L51-10-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R512-8 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R512-8",
                    "articleId": "LEGIARTI000006804570",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R512-9 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R512-9",
                    "articleId": "LEGIARTI000006804574",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006520342",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 799459200000,
                    "dateFin": 1174176000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006520343",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1174176000000,
                    "dateFin": 1193875200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006520344",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1193875200000,
                    "dateFin": 1212624000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*831-1",
                "831-1",
                "R831-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}