{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038650642",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-(Sans objet). II.-Pour l'application des dispositions de l'article 223 F du code général des impôts , la société mère doit : 1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité. En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession. 2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation, autre que la cession de titres d'une société du groupe, la plus-value ou la moins-value calculée par différence entre : D'une part, le prix de vente de l'élément cédé ; Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus. Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts . En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés. 3. Comprendre dans le résultat ou la plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession le montant cumulé des plus-values ou des moins-values de cession de titres qui n'ont pas été retenues pour le calcul du résultat ou de la plus-value ou moins-value nette à long terme d'ensemble en application de l'article 223 F lorsque : a) La cession est réalisée par une société du groupe à une société autre qu'une société du groupe ou autre qu'une société intermédiaire, une société étrangère ou une entité mère non résidente, et porte sur des titres d'une autre société du groupe ; b) La cession est réalisée par une société intermédiaire, une société étrangère ou une entité mère non résidente, à une société autre qu'une société du groupe ou autre qu'une société intermédiaire, une société étrangère ou une entité mère non résidente et porte sur des titres d'une société qui demeure dans le groupe et qui ont été préalablement acquis auprès d'une société du groupe. III.-1. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation autre que les titres d'une société du groupe à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts . Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence : Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ; Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire. 2. Les dispositions du 3 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé des titres d'une société du groupe à une autre société du groupe ou à une société intermédiaire, ou à une société étrangère ou à une entité mère non résidente, ou lors de la sortie du groupe de la société qui est propriétaire de ces titres, ou lors de la sortie du groupe d'une société dont les titres ont fait l'objet d'une cession à une société intermédiaire, ou à une société étrangère ou à une entité mère non résidente. IV.-Pour déterminer le montant brut de la plus-value servant de base au calcul de la quote-part de frais et charges mentionnée au troisième alinéa de l'article 223 F du code général des impôts : 1. Les dispositions du 2 du II s'appliquent en cas de cession de titres autres que ceux d'une société du groupe et les dispositions du 3 du II s'appliquent en cas de cession de titres d'une société du groupe ; 2. Les dispositions du 1 du III s'appliquent en cas de sortie du groupe de la société propriétaire de titres autres que ceux d'une société du groupe et les dispositions du 2 du III s'appliquent lorsque la société propriétaire des titres d'une société du groupe, selon le cas, sort du groupe ou perd la qualité de société intermédiaire, de société étrangère ou d'entité mère non résidente. Pour l'application du présent IV, les sommes comprises dans la plus-value ou moins-value nette à long terme d'ensemble en application du deuxième alinéa de l'article 223 F précité au titre d'exercices ouverts à compter du 1er janvier 2019 sont considérées comme n'ayant pas été retenues pour le calcul de cette plus-value ou moins-value nette à long terme d'ensemble.",
            "texteHtml": "<p>I.-(Sans objet).</p><p>II.-Pour l'application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303624&dateTexte=&categorieLien=cid'>dispositions de l'article 223 F du code général des impôts</a>, la société mère doit :</p><p>1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité.</p><p>En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession.</p><p>2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation, autre que la cession de titres d'une société du groupe, la plus-value ou la moins-value calculée par différence entre :</p><p>D'une part, le prix de vente de l'élément cédé ;</p><p>Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus.</p><p>Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302320&dateTexte=&categorieLien=cid'>dispositions de l'article 39 B du code général des impôts</a>.</p><p>En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés.</p><p>3. Comprendre dans le résultat ou la plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession le montant cumulé des plus-values ou des moins-values de cession de titres qui n'ont pas été retenues pour le calcul du résultat ou de la plus-value ou moins-value nette à long terme d'ensemble en application de l'article 223 F lorsque :</p><p>a) La cession est réalisée par une société du groupe à une société autre qu'une société du groupe ou autre qu'une société intermédiaire, une société étrangère ou une entité mère non résidente, et porte sur des titres d'une autre société du groupe ;</p><p>b) La cession est réalisée par une société intermédiaire, une société étrangère ou une entité mère non résidente, à une société autre qu'une société du groupe ou autre qu'une société intermédiaire, une société étrangère ou une entité mère non résidente et porte sur des titres d'une société qui demeure dans le groupe et qui ont été préalablement acquis auprès d'une société du groupe.</p><p>III.-1. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation autre que les titres d'une société du groupe à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308599&dateTexte=&categorieLien=cid'>dispositions de l'article 210 A du code général des impôts</a>.</p><p>Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence :</p><p>Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ;</p><p>Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.</p><p>2. Les dispositions du 3 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé des titres d'une société du groupe à une autre société du groupe ou à une société intermédiaire, ou à une société étrangère ou à une entité mère non résidente, ou lors de la sortie du groupe de la société qui est propriétaire de ces titres, ou lors de la sortie du groupe d'une société dont les titres ont fait l'objet d'une cession à une société intermédiaire, ou à une société étrangère ou à une entité mère non résidente.</p><p>IV.-Pour déterminer le montant brut de la plus-value servant de base au calcul de la quote-part de frais et charges mentionnée au troisième alinéa de l'article 223 F du code général des impôts :<br/><br/>\n 1. Les dispositions du 2 du II s'appliquent en cas de cession de titres autres que ceux d'une société du groupe et les dispositions du 3 du II s'appliquent en cas de cession de titres d'une société du groupe ;<br/><br/>\n 2. Les dispositions du 1 du III s'appliquent en cas de sortie du groupe de la société propriétaire de titres autres que ceux d'une société du groupe et les dispositions du 2 du III s'appliquent lorsque la société propriétaire des titres d'une société du groupe, selon le cas, sort du groupe ou perd la qualité de société intermédiaire, de société étrangère ou d'entité mère non résidente.<br/><br/>\n Pour l'application du présent IV, les sommes comprises dans la plus-value ou moins-value nette à long terme d'ensemble en application du deuxième alinéa de l'article 223 F précité au titre d'exercices ouverts à compter du 1er janvier 2019 sont considérées comme n'ayant pas été retenues pour le calcul de cette plus-value ou moins-value nette à long terme d'ensemble.</p>",
            "num": "46 quater-0 ZH",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1560729600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Régime des groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162188",
                        "id": "LEGISCTA000006162188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162188",
            "sectionParentId": "LEGISCTA000006162188",
            "sectionParentTitre": "Section VIII : Régime des groupes de sociétés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VIII : Régime des groupes de sociétés",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000038650642",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038625911",
                    "textTitle": "Décret n°2019-594 du 14 juin 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038634003",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-06-16",
                    "dateSignaTexte": "2019-06-14",
                    "dateDebutCible": "2019-06-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZL (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZL",
                    "articleId": "LEGIARTI000038650597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1560729600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 F",
                    "articleId": "LEGIARTI000006303624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 B",
                    "articleId": "LEGIARTI000006302320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298299",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 576460800000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 647136000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298301",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 647136000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298302",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179680",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1353024000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026637668",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1353024000000,
                    "dateFin": 1446076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031391592",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1446076800000,
                    "dateFin": 1560729600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038650642",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1560729600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 ZH",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000031391592",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031391592",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Sans objet). II. Pour l'application des dispositions de l'article 223 F du code général des impôts , la société mère doit : 1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité. En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession. 2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation, autre que la cession de titres d'une société du groupe, la plus-value ou la moins-value calculée par différence entre : D'une part, le prix de vente de l'élément cédé ; Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus. Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts . En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés. 3. Comprendre dans le résultat ou la plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession le montant cumulé des plus-values ou des moins-values de cession de titres qui n'ont pas été retenues pour le calcul du résultat ou de la plus-value ou moins-value nette à long terme d'ensemble en application de l'article 223 F lorsque : a) La cession est réalisée par une société du groupe à une société autre qu'une société du groupe ou autre qu'une société intermédiaire, une société étrangère ou une entité mère non résidente, et porte sur des titres d'une autre société du groupe ; b) La cession est réalisée par une société intermédiaire, une société étrangère ou une entité mère non résidente, à une société autre qu'une société du groupe ou autre qu'une société intermédiaire, une société étrangère ou une entité mère non résidente  et porte sur des titres d'une société qui demeure dans le groupe et qui ont été préalablement acquis auprès d'une société du groupe. III. 1. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation autre que les titres d'une société du groupe à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts . Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence : Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ; Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire. 2. Les dispositions du 3 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé des titres d'une société du groupe à une autre société du groupe ou à une société intermédiaire, ou à une société étrangère ou à une entité mère non résidente,  ou lors de la sortie du groupe de la société qui est propriétaire de ces titres, ou lors de la sortie du groupe d'une société dont les titres ont fait l'objet d'une cession à une société intermédiaire, ou à une société étrangère ou à une entité mère non résidente.",
            "texteHtml": "<p></p><p>I. (Sans objet).</p><p></p><p></p><p></p><p>II. Pour l'application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303624&dateTexte=&categorieLien=cid'>dispositions de l'article 223 F du code général des impôts</a>, la société mère doit :</p><p></p><p></p><p></p><p>1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité.</p><p></p><p></p><p></p><p>En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession.</p><p></p><p></p><p></p><p>2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation, autre que la cession de titres d'une société du groupe, la plus-value ou la moins-value calculée par différence entre :</p><p></p><p></p><p></p><p>D'une part, le prix de vente de l'élément cédé ;</p><p></p><p></p><p></p><p>Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus.</p><p></p><p></p><p></p><p>Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302320&dateTexte=&categorieLien=cid'>dispositions de l'article 39 B du code général des impôts</a>.</p><p></p><p></p><p></p><p>En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés.</p><p></p><p></p><p></p><p>3. Comprendre dans le résultat ou la plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession le montant cumulé des plus-values ou des moins-values de cession de titres qui n'ont pas été retenues pour le calcul du résultat ou de la plus-value ou moins-value nette à long terme d'ensemble en application de l'article 223 F lorsque :</p><p></p><p></p><p></p><p> a) La cession est réalisée par une société du groupe à une société autre qu'une société du groupe ou autre qu'une société intermédiaire, une société étrangère ou une entité mère non résidente, et porte sur des titres d'une autre société du groupe ;</p><p></p><p></p><p></p><p> b) La cession est réalisée par une société intermédiaire, une société étrangère ou une entité mère non résidente, à une société autre qu'une société du groupe ou autre qu'une société intermédiaire, une société étrangère ou une entité mère non résidente  et porte sur des titres d'une société qui demeure dans le groupe et qui ont été préalablement acquis auprès d'une société du groupe. </p><p></p><p></p><p></p><p>III. 1. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation autre que les titres d'une société du groupe à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308599&dateTexte=&categorieLien=cid'>dispositions de l'article 210 A du code général des impôts</a>.</p><p></p><p></p><p></p><p>Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence :</p><p></p><p></p><p></p><p>Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ;</p><p></p><p></p><p></p><p>Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.</p><p></p><p></p><p></p><p>2. Les dispositions du 3 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé des titres d'une société du groupe à une autre société du groupe ou à une société intermédiaire, ou à une société étrangère ou à une entité mère non résidente,  ou lors de la sortie du groupe de la société qui est propriétaire de ces titres, ou lors de la sortie du groupe d'une société dont les titres ont fait l'objet d'une cession à une société intermédiaire, ou à une société étrangère ou à une entité mère non résidente. </p><p></p>",
            "num": "46 quater-0 ZH",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1446076800000,
            "dateFin": 1560729600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Régime des groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162188",
                        "id": "LEGISCTA000006162188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162188",
            "sectionParentId": "LEGISCTA000006162188",
            "sectionParentTitre": "Section VIII : Régime des groupes de sociétés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VIII : Régime des groupes de sociétés",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000031391592",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031388748",
                    "textTitle": "DÉCRET n°2015-1356 du 26 octobre 2015 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031389493",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-10-28",
                    "dateSignaTexte": "2015-10-26",
                    "dateDebutCible": "2015-10-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZL (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZL",
                    "articleId": "LEGIARTI000032702657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 F",
                    "articleId": "LEGIARTI000006303624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 B",
                    "articleId": "LEGIARTI000006302320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298299",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 576460800000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 647136000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298301",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 647136000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298302",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179680",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1353024000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026637668",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1353024000000,
                    "dateFin": 1446076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031391592",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1446076800000,
                    "dateFin": 1560729600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038650642",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1560729600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 ZH",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000026637668",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026637668",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Sans objet). II. Pour l'application des dispositions de l'article 223 F du code général des impôts , la société mère doit : 1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité. En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession. 2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation, autre que la cession de titres d'une société du groupe, la plus-value ou la moins-value calculée par différence entre : D'une part, le prix de vente de l'élément cédé ; Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus. Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts . En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés. 3. Comprendre dans le résultat ou la plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession le montant cumulé des plus-values ou des moins-values de cession de titres qui n'ont pas été retenues pour le calcul du résultat ou de la plus-value ou moins-value nette à long terme d'ensemble en application de l'article 223 F lorsque : a) La cession est réalisée par une société du groupe à une société autre qu'une société du groupe ou autre qu'une société intermédiaire et porte sur des titres d'une autre société du groupe ; b) La cession est réalisée par une société intermédiaire à une société autre qu'une société du groupe ou autre qu'une société intermédiaire et porte sur des titres d'une société qui demeure dans le groupe et qui ont été préalablement acquis auprès d'une société du groupe. III. 1. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation autre que les titres d'une société du groupe à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts . Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence : Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ; Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire. 2. Les dispositions du 3 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé des titres d'une société du groupe à une autre société du groupe ou à une société intermédiaire ou lors de la sortie du groupe de la société qui est propriétaire de ces titres, ou lors de la sortie du groupe d'une société dont les titres ont fait l'objet d'une cession à une société intermédiaire.",
            "texteHtml": "<p></p><p>I. (Sans objet).</p><p></p><p></p><p></p><p>II. Pour l'application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303624&dateTexte=&categorieLien=cid'>dispositions de l'article 223 F du code général des impôts</a>, la société mère doit :</p><p></p><p></p><p></p><p>1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité.</p><p></p><p></p><p></p><p>En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession.</p><p></p><p></p><p></p><p>2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation, autre que la cession de titres d'une société du groupe, la plus-value ou la moins-value calculée par différence entre :</p><p></p><p></p><p></p><p>D'une part, le prix de vente de l'élément cédé ;</p><p></p><p></p><p></p><p>Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus.</p><p></p><p></p><p></p><p>Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302320&dateTexte=&categorieLien=cid'>dispositions de l'article 39 B du code général des impôts</a>.</p><p></p><p></p><p></p><p>En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés.</p><p></p><p>3. Comprendre dans le résultat ou la plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession le montant cumulé des plus-values ou des moins-values de cession de titres qui n'ont pas été retenues pour le calcul du résultat ou de la plus-value ou moins-value nette à long terme d'ensemble en application de l'article 223 F lorsque :</p><p></p><p> a) La cession est réalisée par une société du groupe à une société autre qu'une société du groupe ou autre qu'une société intermédiaire et porte sur des titres d'une autre société du groupe ;</p><p></p><p> b) La cession est réalisée par une société intermédiaire à une société autre qu'une société du groupe ou autre qu'une société intermédiaire et porte sur des titres d'une société qui demeure dans le groupe et qui ont été préalablement acquis auprès d'une société du groupe. </p><p></p><p></p><p></p><p></p><p></p><p>III. 1. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation autre que les titres d'une société du groupe à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308599&dateTexte=&categorieLien=cid'>dispositions de l'article 210 A du code général des impôts</a>.</p><p></p><p></p><p></p><p>Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence :</p><p></p><p></p><p></p><p>Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ;</p><p></p><p></p><p></p><p>Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.</p><p></p><p>2. Les dispositions du 3 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé des titres d'une société du groupe à une autre société du groupe ou à une société intermédiaire ou lors de la sortie du groupe de la société qui est propriétaire de ces titres, ou lors de la sortie du groupe d'une société dont les titres ont fait l'objet d'une cession à une société intermédiaire. </p><p></p>",
            "num": "46 quater-0 ZH",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1353024000000,
            "dateFin": 1446076800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Régime des groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162188",
                        "id": "LEGISCTA000006162188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162188",
            "sectionParentId": "LEGISCTA000006162188",
            "sectionParentTitre": "Section VIII : Régime des groupes de sociétés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VIII : Régime des groupes de sociétés",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000026637668",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026630795",
                    "textTitle": "Décret n°2012-1254\n du 13 novembre 2012 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000026631635",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-11-15",
                    "dateSignaTexte": "2012-11-13",
                    "dateDebutCible": "2012-11-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZL (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZL",
                    "articleId": "LEGIARTI000032702657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1660780800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 F",
                    "articleId": "LEGIARTI000006303624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 B",
                    "articleId": "LEGIARTI000006302320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298299",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 576460800000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 647136000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298301",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 647136000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298302",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179680",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1353024000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026637668",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1353024000000,
                    "dateFin": 1446076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031391592",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1446076800000,
                    "dateFin": 1560729600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038650642",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1560729600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 ZH",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000022179680",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022179680",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Sans objet). II. Pour l'application des dispositions de l'article 223 F du code général des impôts, la société mère doit : 1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité. En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession. 2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre : D'une part, le prix de vente de l'élément cédé ; Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus. Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts. En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés. III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts. Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence : Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ; Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.",
            "texteHtml": "<p>I. (Sans objet).</p><p></p><p></p><p>II. Pour l'application des dispositions de l'article 223 F du code général des impôts, la société mère doit :</p><p></p><p>1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité.</p><p></p><p>En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession.</p><p></p><p>2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre :</p><p></p><p>D'une part, le prix de vente de l'élément cédé ;</p><p></p><p>Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus.</p><p></p><p>Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts.</p><p></p><p>En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés.</p><p></p><p>III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts.</p><p></p><p>Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence :</p><p></p><p>Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ;</p><p></p><p>Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.</p><p></p>",
            "num": "46 quater-0 ZH",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1272672000000,
            "dateFin": 1353024000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Régime des groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162188",
                        "id": "LEGISCTA000006162188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162188",
            "sectionParentId": "LEGISCTA000006162188",
            "sectionParentTitre": "Section VIII : Régime des groupes de sociétés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VIII : Régime des groupes de sociétés",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000022179680",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022166146",
                    "textTitle": "Décret n°2010-421  du 27 avril 2010 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000022169567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-04-30",
                    "dateSignaTexte": "2010-04-27",
                    "dateDebutCible": "2010-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 F, 39 B, 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZL (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZL",
                    "articleId": "LEGIARTI000032702657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298299",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 576460800000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 647136000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298301",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 647136000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298302",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179680",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1353024000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026637668",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1353024000000,
                    "dateFin": 1446076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031391592",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1446076800000,
                    "dateFin": 1560729600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038650642",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1560729600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 ZH",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298302",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298302",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Sans objet). II. Pour l'application des dispositions de l'article 223 F, la société mère doit : 1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité. En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession. 2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre : D'une part, le prix de vente de l'élément cédé ; Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus. Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts. En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés. III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts. Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence : Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ; Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.",
            "texteHtml": "<p></p>   I. (Sans objet).<p></p><p></p><p></p>   II. Pour l'application des dispositions de l'article 223 F, la société mère doit :<p></p><p></p>   1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité.<p></p><p></p>   En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées au premier alinéa sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession.<p></p><p></p>   2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre :<p></p><p></p>   D'une part, le prix de vente de l'élément cédé ;<p></p><p></p>   Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus.<p></p><p></p>   Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts.<p></p><p></p>   En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés.<p></p><p></p>   III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts.<p></p><p></p>   Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence :<p></p><p></p>   Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ;<p></p><p></p>   Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.<p></p>",
            "num": "46 quater-0 ZH",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1017532800000,
            "dateFin": 1272672000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Régime des groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162188",
                        "id": "LEGISCTA000006162188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162188",
            "sectionParentId": "LEGISCTA000006162188",
            "sectionParentTitre": "Section VIII : Régime des groupes de sociétés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VIII : Régime des groupes de sociétés",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298302",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000596281",
                    "textTitle": "Décret 2002-923 2002-06-06",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000596281",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-08",
                    "dateSignaTexte": "2002-06-06",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000596281",
                    "textTitle": "Décret n°2002-923 du 6 juin 2002 - art. 7 () JORF 8 juin 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006212784",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-08",
                    "dateSignaTexte": "2002-06-06",
                    "dateDebutCible": "2002-06-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 F, 39 B, 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZL (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZL",
                    "articleId": "LEGIARTI000032702657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2002",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298299",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 576460800000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 647136000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298301",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 647136000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298302",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179680",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1353024000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026637668",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1353024000000,
                    "dateFin": 1446076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031391592",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1446076800000,
                    "dateFin": 1560729600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038650642",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1560729600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 ZH",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298301",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298301",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Sans objet). II. Pour l'application des dispositions de l'article 223 F, la société mère doit : 1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité. En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées à l'alinéa précédent sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession. 2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre : D'une part, le prix de vente de l'élément cédé ; Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus. Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts. En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés. III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts. Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence : Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ; Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.",
            "texteHtml": "<p></p>   I. (Sans objet).<p></p><p></p><p></p>   II. Pour l'application des dispositions de l'article 223 F, la société mère doit :<p></p><p></p>   1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité.<p></p><p></p>   En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées à l'alinéa précédent sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession.<p></p><p></p>   2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre :<p></p><p></p>   D'une part, le prix de vente de l'élément cédé ;<p></p><p></p>   Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus.<p></p><p></p>   Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts.<p></p><p></p>   En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés.<p></p><p></p>   III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation ou lors de l'apport d'une immobilisation amortissable entre sociétés du groupe lorsque cet apport bénéficie des dispositions de l'article 210 A du code général des impôts.<p></p><p></p>   Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence :<p></p><p></p>   Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ;<p></p><p></p>   Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.<p></p>",
            "num": "46 quater-0 ZH",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 647136000000,
            "dateFin": 1017532800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Régime des groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162188",
                        "id": "LEGISCTA000006162188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162188",
            "sectionParentId": "LEGISCTA000006162188",
            "sectionParentTitre": "Section VIII : Régime des groupes de sociétés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VIII : Régime des groupes de sociétés",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298301",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000534006",
                    "textTitle": "Décret n°90-552 du 3 juillet 1990 - art. 2 (V) JORF 5 juillet 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006326019",
                    "natureText": "DECRET",
                    "datePubliTexte": "1990-07-05",
                    "dateSignaTexte": "1990-07-03",
                    "dateDebutCible": "1990-07-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 F, 39 B, 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZL (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZL",
                    "articleId": "LEGIARTI000032702657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 24 juin 1991",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298299",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 576460800000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 647136000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298301",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 647136000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298302",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179680",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1353024000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026637668",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1353024000000,
                    "dateFin": 1446076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031391592",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1446076800000,
                    "dateFin": 1560729600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038650642",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1560729600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 ZH",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298300",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298300",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Sans objet). II. Pour l'application des dispositions de l'article 223 F, la société mère doit : 1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité. En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées à l'alinéa précédent sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession. 2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre : D'une part, le prix de vente de l'élément cédé ; Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus. Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts. En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés. III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation.    Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence : Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ; Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.",
            "texteHtml": "<p></p>   I. (Sans objet).<p></p><p></p>\n   II. Pour l'application des dispositions de l'article 223 F, la société mère doit :<p></p>\n    1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité.<p></p>\n    En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées à l'alinéa précédent sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession.<p></p>\n    2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre :<p></p>\n    D'une part, le prix de vente de l'élément cédé ;<p></p>\n    Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus.<p></p>\n    Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts.<p></p>\n    En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés.<p></p>\n   III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation.    Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence :<p></p>\n    Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ;<p></p>\n    Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.<p></p>",
            "num": "46 quater-0 ZH",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 645408000000,
            "dateFin": 647136000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Régime des groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162188",
                        "id": "LEGISCTA000006162188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162188",
            "sectionParentId": "LEGISCTA000006162188",
            "sectionParentTitre": "Section VIII : Régime des groupes de sociétés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VIII : Régime des groupes de sociétés",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298300",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000322103",
                    "textTitle": "Loi 89-935 1989-12-29 art. 23 Finances pour 1990 JORF 30 décembre 1989",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000322103",
                    "natureText": "LOI",
                    "datePubliTexte": "1989-12-30",
                    "dateSignaTexte": "1989-12-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000717059",
                    "textTitle": "Décret 90-798 1990-09-10",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000717059",
                    "natureText": "DECRET",
                    "datePubliTexte": "1990-09-11",
                    "dateSignaTexte": "1990-09-10",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 39 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZL (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZL",
                    "articleId": "LEGIARTI000032702657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298299",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 576460800000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 647136000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298301",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 647136000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298302",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179680",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1353024000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026637668",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1353024000000,
                    "dateFin": 1446076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031391592",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1446076800000,
                    "dateFin": 1560729600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038650642",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1560729600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 ZH",
                "46"
            ],
            "versionPrecedente": "LEGIARTI000006298299",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006298299",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La plus-value ou la moins-value mentionnée au premier alinéa de l'article 223 F du code général des impôts s'entend de la plus-value acquise ou de la moins-value subie depuis la date d'inscription du bien au bilan de la société du groupe qui a effectué la première cession à une autre société du même groupe. II. Pour l'application des dispositions du même article, la société mère doit : 1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité. En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées à l'alinéa précédent sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession. 2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre : D'une part, le prix de vente de l'élément cédé ; Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus. Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts. En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés. III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation. Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence : Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ; Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.",
            "texteHtml": "   I. - La plus-value ou la moins-value mentionnée au premier alinéa de l'article 223 F du code général des impôts s'entend de la plus-value acquise ou de la moins-value subie depuis la date d'inscription du bien au bilan de la société du groupe qui a effectué la première cession à une autre société du même groupe.<p></p><p></p>\n   II. Pour l'application des dispositions du même article, la société mère doit :<p></p>\n    1. Réintégrer au résultat d'ensemble de chaque exercice une somme égale à la fraction de l'annuité fiscale d'amortissements pratiquée par la société cessionnaire, qui excède la dotation fiscale calculée dans les mêmes conditions et au même taux que cette annuité, sur la valeur nette que l'immobilisation amortissable avait, du point de vue fiscal, dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Cette dernière valeur est, le cas échéant, diminuée des amortissements différés en contravention aux dispositions de l'article 39 B du code déjà cité.<p></p>\n    En cas de cessions successives d'un même bien à l'intérieur du groupe, les valeurs nettes mentionnées à l'alinéa précédent sont diminuées, lors de chaque cession, d'une somme égale aux amortissements calculés sur ces mêmes valeurs et admis en déduction du résultat d'ensemble depuis la précédente cession.<p></p>\n    2. Comprendre dans le résultat ou plus-value ou moins-value nette à long terme d'ensemble de l'exercice de cession hors du groupe d'une immobilisation la plus-value ou la moins-value calculée par différence entre :<p></p>\n    D'une part, le prix de vente de l'élément cédé ;<p></p>\n    Et, d'autre part, sa valeur d'origine dans les écritures de la société du groupe qui a effectué la première cession à une autre société du même groupe. Pour une immobilisation amortissable, cette valeur est diminuée d'un montant égal à la différence entre les amortissements effectivement déduits pour l'assiette de l'impôt pendant sa période d'utilisation par les sociétés du groupe et les sommes réintégrées au titre du 1 ci-dessus.<p></p>\n    Le cas échéant, la plus-value ainsi calculée est majorée des amortissements différés en contravention aux dispositions de l'article 39 B du code général des impôts.<p></p>\n    En cas de moins-value, celle-ci est diminuée des mêmes amortissements différés.<p></p>\n   III. Les dispositions du 2 du II s'appliquent également lors de la sortie du groupe d'une des sociétés qui ont cédé une immobilisation à une autre société du groupe ou lors de la sortie du groupe de la société qui est propriétaire de cette immobilisation.<p></p>\n    Dans ce cas, la plus-value ou la moins-value est calculée en prenant pour premier terme de la différence :<p></p>\n    Pour une immobilisation amortissable, sa valeur nette comptable dans les écritures de la société qui en est propriétaire ;<p></p>\n    Pour une immobilisation non amortissable, son prix d'acquisition par la société qui en est propriétaire.<p></p>",
            "num": "46 quater-0 ZH",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 576460800000,
            "dateFin": 645408000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146815",
                        "id": "LEGISCTA000006146815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Régime des groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162188",
                        "id": "LEGISCTA000006162188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006298299",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162188",
            "sectionParentId": "LEGISCTA000006162188",
            "sectionParentTitre": "Section VIII : Régime des groupes de sociétés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre I bis : Impôt sur les sociétés &gt; Section VIII : Régime des groupes de sociétés",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006298299",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000509379",
                    "textTitle": "Décret n°88-318 du 28 mars 1988 - art. 5 (V) JORF 8 avril 1988",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006325471",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-04-08",
                    "dateSignaTexte": "1988-03-28",
                    "dateDebutCible": "1988-04-08"
                },
                {
                    "textCid": "JORFTEXT000000509838",
                    "textTitle": "Décret 88-1001 1988-10-20",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509838",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-10-22",
                    "dateSignaTexte": "1988-10-20",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 F al. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 39 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 ZL (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 ZL",
                    "articleId": "LEGIARTI000032702657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000317543",
                    "textTitle": "Loi 87-1060 1987-12-30 art. 68 Finances pour 1988",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000317543",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006298299",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 576460800000,
                    "dateFin": 645408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298300",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 645408000000,
                    "dateFin": 647136000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298301",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 647136000000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006298302",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179680",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1353024000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026637668",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1353024000000,
                    "dateFin": 1446076800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031391592",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1446076800000,
                    "dateFin": 1560729600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038650642",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1560729600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "46 quater-0 ZH",
                "46"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}