{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018518143",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "3.0. Application. En complément aux autres règles techniques définies par la présente annexe, les équipements de protection individuelle doivent être conformes aux règles techniques définies par les paragraphes ci-après qui leur sont respectivement applicables en fonction des risques qu'ils sont destinés à prévenir. 3.1. Protection contre les chocs mécaniques. 3.1.1. Chocs résultant de chutes ou de projections d'objets et d'impacts d'une partie du corps contre un obstacle. Les équipements de protection individuelle appropriés aux risques de chocs résultant de chutes ou de projections d'objets ou d'impacts d'une partie du corps contre un obstacle doivent pouvoir amortir les effets de ce choc en évitant toute lésion, en particulier par écrasement ou pénétration de la partie protégée, jusqu'à un niveau d'énergie du choc au-delà duquel les dimensions ou la masse excessives du dispositif amortisseur s'opposeraient à l'utilisation effective des équipements de protection individuelle pendant la durée prévisible du port. 3.1.2. Chutes de personnes. 3.1.2.1. Prévention des chutes par glissade. Les semelles d'usure des articles chaussants destinés à la prévention des glissades doivent être conçues, fabriquées ou dotées de dispositifs rapportés appropriés, de façon à assurer une bonne adhérence, par engrènement ou par frottement en fonction de la nature ou de l'état du sol. 3.1.2.2. Prévention des chutes de hauteur. Les équipements de protection individuelle destinés à prévenir les chutes de hauteur ou leurs effets doivent comporter un dispositif de préhension du corps et un système de liaison raccordable à un point d'ancrage sûr. Ils doivent être conçus et fabriqués de façon telle que, lorsqu'ils sont utilisés dans les conditions prévisibles d'emploi, la dénivellation du corps soit aussi faible que possible pour éviter tout impact contre un obstacle, sans que la force de freinage atteigne pour autant le seuil d'occurrence de lésions corporelles, ni celui d'ouverture ou de rupture d'un composant de ces équipements de protection individuelle d'où pourrait résulter la chute de l'utilisateur. Ils doivent en outre assurer, à l'issue du freinage, une position correcte de l'utilisateur lui permettant, le cas échéant, d'attendre des secours. La notice d'instruction prévue par le paragraphe 1.4 de la présente annexe doit préciser : - les caractéristiques requises pour le point d'ancrage sûr, ainsi que le tirant d'air minimal nécessaire en dessous de l'utilisateur ; - la façon adéquate d'endosser le dispositif de préhension du corps et de raccorder son système de liaison au point d'ancrage sûr. 3.1.3. Vibrations mécaniques. Les équipements de protection individuelle destinés à prévenir les effets des vibrations mécaniques doivent pouvoir en atténuer de façon appropriée les composantes vibratoires nocives pour la partie du corps à protéger. 3.2. Protection contre la compression statique d'une partie du corps. Les équipements de protection individuelle destinés à protéger une partie du corps contre des contraintes de compression statique doivent pouvoir en atténuer les effets de façon à éviter des lésions aiguës ou des affections chroniques. 3.3. Protection contre les agressions physiques telles que frottements, piqûres, coupures, morsures. Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à la protection de tout ou partie du corps contre des agressions mécaniques superficielles telles que des frottements, piqûres, coupures ou morsures, doivent être tels que ces équipements de protection individuelle possèdent une résistance à l'abrasion, à la perforation et à la coupure par tranchage appropriée aux conditions prévisibles d'emploi. 3.4. Prévention des noyades. 3.4.0. Gilets de sécurité, brassières et combinaisons de sauvetage. Les équipements de protection individuelle destinés à la prévention des noyades doivent pouvoir faire remonter aussi vite que possible à la surface, sans porter atteinte à sa santé, l'utilisateur éventuellement épuisé ou sans connaissance plongé dans un milieu liquide et le faire flotter dans une position lui permettant de respirer dans l'attente des secours. Ils doivent, à cet effet, présenter une flottabilité intrinsèque totale ou partielle suffisante, ou, à défaut, obtenue par gonflage soit au moyen d'un gaz libéré automatiquement ou manuellement, soit à la bouche. Dans les conditions prévisibles d'emploi : - les équipements de protection individuelle visés à l'alinéa précédent doivent pouvoir résister, sans préjudice de leur bon fonctionnement, aux effets de l'impact avec le milieu liquide ainsi qu'aux facteurs d'ambiance inhérents à ce milieu ; - les équipements de protection individuelle gonflables doivent pouvoir se gonfler rapidement et complètement. Lorsque des conditions prévisibles d'emploi particulières l'exigent, les équipements de protection individuelle visés au premier alinéa doivent en outre : - comporter, s'ils sont gonflables, l'ensemble des dispositifs de gonflage mentionnés au premier alinéa ; - comporter un dispositif de signalisation lumineuse ou sonore ; - comporter un dispositif d'accrochage et de préhension du corps permettant d'extraire l'utilisateur du milieu liquide ; - être appropriés à un emploi prolongé pendant toute la durée de l'activité exposant l'utilisateur éventuellement habillé à un risque de chute ou nécessitant sa plongée dans le milieu liquide. 3.4.1. Aides à la flottabilité. Les équipements d'aide à la flottabilité doivent assurer un degré de flottabilité efficace en fonction de leur utilisation prévisible, un port sûr et apportant un soutien positif dans l'eau. Dans les conditions prévisibles d'emploi, ils ne doivent pas entraver la liberté des mouvements de l'utilisateur et doivent lui permettre notamment de nager ou d'agir pour échapper à un danger ou pour secourir d'autres personnes. 3.5. Protection contre les effets nuisibles du bruit. Les équipements de protection individuelle destinés à la prévention des effets nuisibles du bruit doivent pouvoir atténuer celui-ci de manière appropriée. Chaque équipement de protection individuelle destiné à la prévention des effets nuisibles du bruit doit porter un marquage indiquant le niveau d'affaiblissement acoustique et le niveau de confort qu'il procure. En cas d'impossibilité, ce marquage doit être apposé sur l'emballage. 3.6. Protection contre la chaleur ou le feu. Les équipements de protection individuelle destinés à préserver tout ou partie du corps contre les effets de la chaleur ou du feu doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés aux conditions prévisibles d'emploi. 3.6.1. Matériaux constitutifs et autres composants des équipements de protection individuelle contre la chaleur ou le feu. Les matériaux constitutifs et autres composants destinés à la protection contre la chaleur rayonnante et convective doivent être caractérisés par un coefficient de transmission approprié du flux thermique incident et par un degré d'incombustibilité suffisamment élevé pour éviter tout risque d'auto-inflammation dans les conditions prévisibles d'emploi. Lorsque la partie externe de ces matériaux et composants doit avoir un pouvoir réfléchissant, celui-ci doit être approprié au flux de chaleur émis par rayonnement dans le domaine de l'infrarouge. Les matériaux et autres composants d'équipements de protection individuelle destinés à des interventions de durée brève à l'intérieur d'ambiances chaudes et ceux d'équipements de protection individuelle susceptibles de recevoir des projections de produits chauds, telles que de grosses projections de matières en fusion, doivent avoir une capacité calorifique suffisante pour ne restituer la plus grande partie de la chaleur emmagasinée qu'après que l'utilisateur s'est éloigné du lieu d'exposition aux risques et débarrassé de son équipement de protection individuelle. Les matériaux et autres composants d'équipements de protection individuelle susceptibles de recevoir de grosses projections de produits chauds doivent amortir suffisamment les chocs mécaniques, dans les conditions précisées par le paragraphe 3.1.1 de la présente annexe. Les matériaux et autres composants d'équipements de protection individuelle susceptibles d'être en contact accidentel avec une flamme et ceux qui entrent dans la fabrication d'équipements de lutte contre le feu doivent être caractérisés par un degré d'ininflammabilité correspondant au niveau de risque encouru dans les conditions prévisibles d'emploi. Ils ne doivent pas fondre sous l'action de la flamme ni contribuer à la propagation de celle-ci. 3.6.2. Equipements de protection individuelle complets prêts à l'usage. Dans les conditions prévisibles d'emploi des équipements de protection individuelle contre la chaleur ou le feu, complets, prêts à l'usage : 1° La quantité de chaleur transmise à l'utilisateur à travers son équipement de protection individuelle doit être suffisamment faible pour que la chaleur accumulée pendant la durée du port dans la partie du corps à protéger n'atteigne en aucun cas le seuil de douleur ni un niveau tel qu'elle soit susceptible d'être à l'origine d'une quelconque nuisance à la santé. 2° Les équipements de protection individuelle doivent s'opposer si nécessaire à la pénétration des liquides ou vapeurs et ne pas être à l'origine de brûlures résultant de contacts entre leur enveloppe protectrice et l'utilisateur. Lorsque des équipements de protection individuelle comportent des dispositifs de réfrigération permettant d'absorber la chaleur incidente par évaporation d'un liquide ou par sublimation d'un solide, ils doivent être conçus de façon telle que les substances volatiles ainsi dégagées soient évacuées à l'extérieur de l'enveloppe protectrice et non pas vers l'utilisateur. Lorsque des équipements de protection individuelle comportent un appareil de protection respiratoire, celui-ci doit assurer, dans les conditions prévisibles d'emploi, la fonction de protection qui lui est impartie. La notice d'instructions relative à chaque équipement de protection individuelle destiné à des interventions de durée brève à l'intérieur d'ambiances chaudes doit comporter les données permettant de déterminer la durée d'exposition maximale admissible de l'utilisateur à la chaleur transmise par les équipements. 3.7. Protection contre le froid. Les équipements de protection individuelle destinés à préserver tout ou partie du corps contre les effets du froid doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés à leurs conditions prévisibles d'emploi. 3.7.1. Matériaux constitutifs et autres composants des équipements de protection individuelle contre le froid. Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à la protection contre le froid doivent être caractérisés par un coefficient de transmission du flux thermique incident aussi faible que l'exigent les conditions prévisibles d'emploi. Les matériaux et autres composants souples des équipements de protection individuelle destinés à des interventions à l'intérieur d'ambiances froides doivent conserver le degré de souplesse approprié aux gestes à accomplir et aux postures à prendre. Les matériaux et autres composants d'équipements de protection individuelle susceptibles de recevoir de grosses projections de produits froids doivent amortir suffisamment les chocs mécaniques dans les conditions précisées par le paragraphe 3.1.1 de la présente annexe. 3.7.2. Equipements de protection individuelle complets, prêts à l'usage. Dans les conditions prévisibles d'emploi des équipements de protection individuelle contre le froid, complets, prêts à l'usage : 1° Le flux transmis à l'utilisateur à travers son équipement de protection individuelle doit être tel que le froid accumulé pendant la durée du port en tout point de la partie du corps à protéger, y compris les extrémités des doigts ou des orteils dans le cas de la main ou du pied, n'atteigne en aucun cas le seuil de douleur ni un niveau tel qu'il soit susceptible d'être à l'origine d'une quelconque nuisance à la santé. 2° Les équipements de protection individuelle doivent s'opposer dans la mesure du possible à la pénétration de liquides tels que, par exemple, l'eau de pluie et ne doivent pas être à l'origine de lésions résultant de contacts entre leur enveloppe protectrice et l'utilisateur. Lorsque des équipements de protection individuelle comportent un appareil de protection respiratoire, celui-ci doit assurer, dans les conditions prévisibles d'emploi, la fonction de protection qui lui est impartie. La notice d'instructions relative à chaque équipement de protection individuelle destiné à des interventions de durée brève à l'intérieur d'ambiances froides doit comporter les données permettant de déterminer la durée d'exposition maximale admissible de l'utilisateur au froid transmis par les équipements. 3.8. Protection contre les chocs électriques. Les équipements de protection individuelle destinés à protéger tout ou partie du corps contre les effets du courant électrique doivent posséder un degré d'isolation approprié aux valeurs des tensions auxquelles l'utilisateur est susceptible d'être exposé dans les conditions prévisibles les plus défavorables. A cet effet, les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que le courant de fuite, mesuré à travers l'enveloppe protectrice dans des conditions d'essai mettant en oeuvre des tensions correspondant à celles susceptibles d'être rencontrées in situ, soit aussi faible que possible et en tout cas inférieur à la valeur conventionnelle maximale admissible correspondant au seuil de tolérance. Les équipements de protection individuelle destinés exclusivement aux travaux ou manoeuvres sur les installations électriques sous tension ou susceptibles d'être sous tension doivent comporter, ainsi que leur emballage, un marquage indiquant en particulier la classe de protection ou la tension d'utilisation y afférente, le numéro de série et la date de fabrication. Ces équipements de protection individuelle doivent en outre comporter, à l'extérieur de l'enveloppe protectrice, un espace réservé au marquage ultérieur de la date de mise en service et des essais ou examens à effectuer de façon périodique. La notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit préciser l'usage exclusif de ces équipements de protection individuelle, ainsi que la nature et la périodicité des essais diélectriques auxquels ceux-ci doivent être assujettis. 3.9. Protection contre les rayonnements. 3.9.1. Rayonnements non ionisants. Les équipements de protection individuelle destinés à la prévention des effets aigus ou chroniques des sources de rayonnements non ionisants sur l'oeil doivent pouvoir absorber ou réfléchir la majeure partie de l'énergie rayonnée dans les longueurs d'onde nocives, sans altérer pour autant de façon excessive la transmission de la partie non nocive du spectre visible, la perception des contrastes et la distinction des couleurs, lorsque les conditions prévisibles d'emploi l'exigent. A cet effet, les oculaires protecteurs doivent être conçus et fabriqués de manière à disposer notamment, pour chaque onde nocive, d'un facteur spectral de transmission tel que la densité d'éclairement énergétique du rayonnement susceptible d'atteindre l'oeil de l'utilisateur à travers le filtre soit aussi faible que possible. En outre, les oculaires ne doivent pas se détériorer ni perdre leurs propriétés sous l'effet du rayonnement émis dans les conditions prévisibles d'emploi et chaque exemplaire doit être caractérisé par le numéro d'échelon de protection auquel correspond la courbe de la distribution spectrale de son facteur de transmission. Les oculaires destinés à des sources de rayonnement du même genre doivent être classés dans l'ordre croissant de leurs numéros d'échelons de protection. La notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit comporter les courbes de transmission permettant de choisir l'équipement de protection individuelle le plus approprié, compte tenu de facteurs inhérents aux conditions d'emploi effectives, tels que la distance par rapport à la source et la distribution spectrale de l'énergie rayonnée à cette distance. Chaque exemplaire d'oculaire filtrant doit comporter le numéro d'échelon de protection qu'il assure. 3.9.2. Rayonnements ionisants. 3.9.2.1. Protection contre la contamination radioactive externe. Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à protéger tout ou partie du corps contre les poussières, gaz, liquides radioactifs ou leurs mélanges doivent être tels que ces équipements s'opposent efficacement à la pénétration des contaminants dans les conditions prévisibles d'emploi. L'étanchéité requise est obtenue, selon la nature ou l'état des contaminants, par l'imperméabilité de l'enveloppe protectrice ou par tout autre moyen approprié tel que des systèmes de ventilation et des pressurisations s'opposant à la rétrodiffusion de ces contaminants. Lorsque des mesures de décontamination sont applicables aux équipements de protection individuelle, ceux-ci doivent pouvoir en être l'objet de façon non préjudiciable à leur réemploi dans les conditions définies par la notice d'instructions. 3.9.2.2. Protection limitée contre l'irradiation externe. Les équipements de protection individuelle destinés à protéger l'utilisateur contre l'exposition externe aux rayonnements tels que rayonnement électronique bêta, photonique X ou gamma, doivent pouvoir atténuer suffisamment les effets de celle-ci. Les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que le niveau de protection procuré à l'utilisateur soit aussi élevé que l'exigent les conditions prévisibles d'emploi, sans que les entraves aux gestes, postures ou déplacements de ce dernier entraînent pour autant un accroissement de la durée d'exposition. Les équipements de protection individuelle doivent comporter un marquage de signalisation indiquant la nature ainsi que l'épaisseur du ou des matériaux constitutifs correspondant aux conditions prévisibles d'emploi. 3.10. Protection contre les substances ou préparations dangereuses et agents infectieux. 3.10.1. Protection respiratoire. Les équipements de protection individuelle destinés à la protection des voies respiratoires contre les substances ou préparations dangereuses ou contre les agents infectieux doivent permettre d'alimenter l'utilisateur en air respirable lorsque ce dernier est exposé à une atmosphère polluée ou dont la concentration en oxygène est insuffisante. L'air respirable fourni à l'utilisateur par son équipement de protection individuelle est obtenu par des moyens appropriés, notamment après filtration de l'air pollué à travers le dispositif ou moyen protecteur, ou par un apport provenant d'une source non polluée. Les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que la fonction et l'hygiène respiratoires de l'utilisateur soient assurées de façon appropriée pendant la durée du port, dans les conditions prévisibles d'emploi. Le degré d'étanchéité de la pièce faciale, les pertes de charge à l'inspiration ainsi que, pour les appareils filtrants, le pouvoir d'épuration doivent être tels que, dans le cas d'une atmosphère polluée, la pénétration des contaminants soit suffisamment faible pour ne pas porter atteinte à la santé ou à l'hygiène de l'utilisateur. Les équipements de protection individuelle doivent comporter un marquage d'identification du fabricant. Ils doivent également comporter l'indication des caractéristiques propres à chaque type d'équipement permettant, avec la notice d'instructions, à tout utilisateur entraîné et qualifié de faire usage de façon appropriée de cet équipement. En outre, dans le cas des appareils filtrants, la notice d'instructions doit indiquer la date limite de stockage du filtre tel que conservé dans son emballage d'origine. 3.10.2. Protection contre les contacts cutanés ou oculaires. Les équipements de protection individuelle destinés à éviter les contacts superficiels de tout ou partie du corps avec des substances ou préparations dangereuses ou avec des agents infectieux doivent pouvoir s'opposer à la pénétration ou à la diffusion de tels substances, préparations ou agents au travers de l'enveloppe protectrice, dans les conditions prévisibles d'emploi. A cet effet, les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être de nature à assurer une totale étanchéité, autorisant, si besoin est, un usage quotidien éventuellement prolongé ou, à défaut, une étanchéité limitée nécessitant une restriction de la durée du port. Lorsqu'en raison de leur nature et des conditions prévisibles de leur mise en oeuvre, certaines substances ou préparations dangereuses ou certains agents infectieux sont dotés d'un pouvoir de pénétration élevé d'où résulte un laps de temps de protection limité pour les équipements de protection individuelle correspondants, ceux-ci doivent faire l'objet d'essais permettant de les classer en fonction de leur efficacité. Les équipements de protection individuelle doivent comporter un marquage indiquant notamment les noms ou, à défaut, les codes des substances, préparations ou agents utilisés pour les essais ainsi que le temps de protection y afférent. En outre, la notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit indiquer la signification des codes, la description détaillée des essais et les données permettant de déterminer la durée maximale admissible du port de l'équipement dans les diverses conditions prévisibles d'emploi. 3.11. Dispositifs de sécurité des équipements de plongée. 1. L'appareil respiratoire des équipements de plongée doit permettre d'alimenter l'utilisateur en mélange gazeux respirable, dans les conditions prévisibles d'emploi et compte tenu notamment de la profondeur d'immersion maximale. 2. Lorsque les conditions prévisibles d'emploi l'exigent, les équipements de plongée doivent comporter : a) Une combinaison assurant la protection de l'utilisateur contre la pression résultant de la profondeur d'immersion ou contre le froid, conformément aux paragraphes 3.2 et 3.7 à 3.7.2 de la présente annexe ; b) Un dispositif d'alarme destiné à prévenir en temps opportun l'utilisateur d'un manque d'alimentation ultérieur en mélange gazeux respirable, conformément au paragraphe 2.8 de la présente annexe ; c) Une combinaison de sauvetage permettant à l'utilisateur de remonter à la surface, conformément au paragraphe 3.4.1 de la présente annexe.",
            "texteHtml": "3.0. Application.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les équipements de protection individuelle doivent être conformes aux règles techniques définies par les paragraphes ci-après qui leur sont respectivement applicables en fonction des risques qu'ils sont destinés à prévenir.<p></p>\n 3.1. Protection contre les chocs mécaniques.<p></p>\n 3.1.1. Chocs résultant de chutes ou de projections d'objets et d'impacts d'une partie du corps contre un obstacle.<p></p><p></p>         Les équipements de protection individuelle appropriés aux risques de chocs résultant de chutes ou de projections d'objets ou d'impacts d'une partie du corps contre un obstacle doivent pouvoir amortir les effets de ce choc en évitant toute lésion, en particulier par écrasement ou pénétration de la partie protégée, jusqu'à un niveau d'énergie du choc au-delà duquel les dimensions ou la masse excessives du dispositif amortisseur s'opposeraient à l'utilisation effective des équipements de protection individuelle pendant la durée prévisible du port.<p></p>\n 3.1.2. Chutes de personnes.<p></p>\n 3.1.2.1. Prévention des chutes par glissade.<p></p><p></p>         Les semelles d'usure des articles chaussants destinés à la prévention des glissades doivent être conçues, fabriquées ou dotées de dispositifs rapportés appropriés, de façon à assurer une bonne adhérence, par engrènement ou par frottement en fonction de la nature ou de l'état du sol.<p></p>\n 3.1.2.2. Prévention des chutes de hauteur.<p></p><p></p>         Les équipements de protection individuelle destinés à prévenir les chutes de hauteur ou leurs effets doivent comporter un dispositif de préhension du corps et un système de liaison raccordable à un point d'ancrage sûr. Ils doivent être conçus et fabriqués de façon telle que, lorsqu'ils sont utilisés dans les conditions prévisibles d'emploi, la dénivellation du corps soit aussi faible que possible pour éviter tout impact contre un obstacle, sans que la force de freinage atteigne pour autant le seuil d'occurrence de lésions corporelles, ni celui d'ouverture ou de rupture d'un composant de ces équipements de protection individuelle d'où pourrait résulter la chute de l'utilisateur.<p></p><p></p>         Ils doivent en outre assurer, à l'issue du freinage, une position correcte de l'utilisateur lui permettant, le cas échéant, d'attendre des secours.<p></p><p></p>         La notice d'instruction prévue par le paragraphe 1.4 de la présente annexe doit préciser :<p></p><p></p>         - les caractéristiques requises pour le point d'ancrage sûr, ainsi que le tirant d'air minimal nécessaire en dessous de l'utilisateur ;<p></p><p></p>         - la façon adéquate d'endosser le dispositif de préhension du corps et de raccorder son système de liaison au point d'ancrage sûr.<p></p>\n3.1.3. Vibrations mécaniques.<p></p><p></p>         Les équipements de protection individuelle destinés à prévenir les effets des vibrations mécaniques doivent pouvoir en atténuer de façon appropriée les composantes vibratoires nocives pour la partie du corps à protéger.<p></p>\n 3.2. Protection contre la compression statique d'une partie du corps.<p></p><p></p>         Les équipements de protection individuelle destinés à protéger une partie du corps contre des contraintes de compression statique doivent pouvoir en atténuer les effets de façon à éviter des lésions aiguës ou des affections chroniques.<p></p>\n 3.3. Protection contre les agressions physiques telles que frottements, piqûres, coupures, morsures.<p></p><p></p>         Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à la protection de tout ou partie du corps contre des agressions mécaniques superficielles telles que des frottements, piqûres, coupures ou morsures, doivent être tels que ces équipements de protection individuelle possèdent une résistance à l'abrasion, à la perforation et à la coupure par tranchage appropriée aux conditions prévisibles d'emploi.<p></p>\n 3.4. Prévention des noyades.<p></p>\n 3.4.0. Gilets de sécurité, brassières et combinaisons de sauvetage.<p></p><p></p>         Les équipements de protection individuelle destinés à la prévention des noyades doivent pouvoir faire remonter aussi vite que possible à la surface, sans porter atteinte à sa santé, l'utilisateur éventuellement épuisé ou sans connaissance plongé dans un milieu liquide et le faire flotter dans une position lui permettant de respirer dans l'attente des secours. Ils doivent, à cet effet, présenter une flottabilité intrinsèque totale ou partielle suffisante, ou, à défaut, obtenue par gonflage soit au moyen d'un gaz libéré automatiquement ou manuellement, soit à la bouche.<p></p><p></p>         Dans les conditions prévisibles d'emploi :<p></p><p></p>         - les équipements de protection individuelle visés à l'alinéa précédent doivent pouvoir résister, sans préjudice de leur bon fonctionnement, aux effets de l'impact avec le milieu liquide ainsi qu'aux facteurs d'ambiance inhérents à ce milieu ;<p></p><p></p>         - les équipements de protection individuelle gonflables doivent pouvoir se gonfler rapidement et complètement.<p></p><p></p>         Lorsque des conditions prévisibles d'emploi particulières l'exigent, les équipements de protection individuelle visés au premier alinéa doivent en outre :<p></p><p></p>         - comporter, s'ils sont gonflables, l'ensemble des dispositifs de gonflage mentionnés au premier alinéa ;<p></p><p></p>         - comporter un dispositif de signalisation lumineuse ou sonore ;<p></p><p></p>         - comporter un dispositif d'accrochage et de préhension du corps permettant d'extraire l'utilisateur du milieu liquide ;<p></p><p></p>         - être appropriés à un emploi prolongé pendant toute la durée de l'activité exposant l'utilisateur éventuellement habillé à un risque de chute ou nécessitant sa plongée dans le milieu liquide.<p></p>\n3.4.1. Aides à la flottabilité.<p></p><p></p>         Les équipements d'aide à la flottabilité doivent assurer un degré de flottabilité efficace en fonction de leur utilisation prévisible, un port sûr et apportant un soutien positif dans l'eau. Dans les conditions prévisibles d'emploi, ils ne doivent pas entraver la liberté des mouvements de l'utilisateur et doivent lui permettre notamment de nager ou d'agir pour échapper à un danger ou pour secourir d'autres personnes.<p></p>\n 3.5. Protection contre les effets nuisibles du bruit.<p></p><p></p>         Les équipements de protection individuelle destinés à la prévention des effets nuisibles du bruit doivent pouvoir atténuer celui-ci de manière appropriée.<p></p><p></p>         Chaque équipement de protection individuelle destiné à la prévention des effets nuisibles du bruit doit porter un marquage indiquant le niveau d'affaiblissement acoustique et le niveau de confort qu'il procure. En cas d'impossibilité, ce marquage doit être apposé sur l'emballage.<p></p>\n 3.6. Protection contre la chaleur ou le feu.<p></p><p></p>         Les équipements de protection individuelle destinés à préserver tout ou partie du corps contre les effets de la chaleur ou du feu doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés aux conditions prévisibles d'emploi.<p></p>\n3.6.1. Matériaux constitutifs et autres composants des équipements de protection individuelle contre la chaleur ou le feu.<p></p><p></p>         Les matériaux constitutifs et autres composants destinés à la protection contre la chaleur rayonnante et convective doivent être caractérisés par un coefficient de transmission approprié du flux thermique incident et par un degré d'incombustibilité suffisamment élevé pour éviter tout risque d'auto-inflammation dans les conditions prévisibles d'emploi.<p></p><p></p>         Lorsque la partie externe de ces matériaux et composants doit avoir un pouvoir réfléchissant, celui-ci doit être approprié au flux de chaleur émis par rayonnement dans le domaine de l'infrarouge.<p></p><p></p>         Les matériaux et autres composants d'équipements de protection individuelle destinés à des interventions de durée brève à l'intérieur d'ambiances chaudes et ceux d'équipements de protection individuelle susceptibles de recevoir des projections de produits chauds, telles que de grosses projections de matières en fusion, doivent avoir une capacité calorifique suffisante pour ne restituer la plus grande partie de la chaleur emmagasinée qu'après que l'utilisateur s'est éloigné du lieu d'exposition aux risques et débarrassé de son équipement de protection individuelle.<p></p><p></p>         Les matériaux et autres composants d'équipements de protection individuelle susceptibles de recevoir de grosses projections de produits chauds doivent amortir suffisamment les chocs mécaniques, dans les conditions précisées par le paragraphe 3.1.1 de la présente annexe.<p></p><p></p>         Les matériaux et autres composants d'équipements de protection individuelle susceptibles d'être en contact accidentel avec une flamme et ceux qui entrent dans la fabrication d'équipements de lutte contre le feu doivent être caractérisés par un degré d'ininflammabilité correspondant au niveau de risque encouru dans les conditions prévisibles d'emploi. Ils ne doivent pas fondre sous l'action de la flamme ni contribuer à la propagation de celle-ci.<p></p>\n3.6.2. Equipements de protection individuelle complets prêts à l'usage.<p></p><p></p>         Dans les conditions prévisibles d'emploi des équipements de protection individuelle contre la chaleur ou le feu, complets, prêts à l'usage :<p></p><p></p>         1° La quantité de chaleur transmise à l'utilisateur à travers son équipement de protection individuelle doit être suffisamment faible pour que la chaleur accumulée pendant la durée du port dans la partie du corps à protéger n'atteigne en aucun cas le seuil de douleur ni un niveau tel qu'elle soit susceptible d'être à l'origine d'une quelconque nuisance à la santé.<p></p><p></p>         2° Les équipements de protection individuelle doivent s'opposer si nécessaire à la pénétration des liquides ou vapeurs et ne pas être à l'origine de brûlures résultant de contacts entre leur enveloppe protectrice et l'utilisateur.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent des dispositifs de réfrigération permettant d'absorber la chaleur incidente par évaporation d'un liquide ou par sublimation d'un solide, ils doivent être conçus de façon telle que les substances volatiles ainsi dégagées soient évacuées à l'extérieur de l'enveloppe protectrice et non pas vers l'utilisateur.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent un appareil de protection respiratoire, celui-ci doit assurer, dans les conditions prévisibles d'emploi, la fonction de protection qui lui est impartie.<p></p><p></p>         La notice d'instructions relative à chaque équipement de protection individuelle destiné à des interventions de durée brève à l'intérieur d'ambiances chaudes doit comporter les données permettant de déterminer la durée d'exposition maximale admissible de l'utilisateur à la chaleur transmise par les équipements.<p></p>\n 3.7. Protection contre le froid.<p></p><p></p>         Les équipements de protection individuelle destinés à préserver tout ou partie du corps contre les effets du froid doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés à leurs conditions prévisibles d'emploi.<p></p>\n 3.7.1. Matériaux constitutifs et autres composants des équipements de protection individuelle contre le froid.<p></p><p></p>         Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à la protection contre le froid doivent être caractérisés par un coefficient de transmission du flux thermique incident aussi faible que l'exigent les conditions prévisibles d'emploi. Les matériaux et autres composants souples des équipements de protection individuelle destinés à des interventions à l'intérieur d'ambiances froides doivent conserver le degré de souplesse approprié aux gestes à accomplir et aux postures à prendre.<p></p><p></p>         Les matériaux et autres composants d'équipements de protection individuelle susceptibles de recevoir de grosses projections de produits froids doivent amortir suffisamment les chocs mécaniques dans les conditions précisées par le paragraphe 3.1.1 de la présente annexe.<p></p>\n3.7.2. Equipements de protection individuelle complets, prêts à l'usage.<p></p><p></p>         Dans les conditions prévisibles d'emploi des équipements de protection individuelle contre le froid, complets, prêts à l'usage :<p></p><p></p>         1° Le flux transmis à l'utilisateur à travers son équipement de protection individuelle doit être tel que le froid accumulé pendant la durée du port en tout point de la partie du corps à protéger, y compris les extrémités des doigts ou des orteils dans le cas de la main ou du pied, n'atteigne en aucun cas le seuil de douleur ni un niveau tel qu'il soit susceptible d'être à l'origine d'une quelconque nuisance à la santé.<p></p><p></p>         2° Les équipements de protection individuelle doivent s'opposer dans la mesure du possible à la pénétration de liquides tels que, par exemple, l'eau de pluie et ne doivent pas être à l'origine de lésions résultant de contacts entre leur enveloppe protectrice et l'utilisateur.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent un appareil de protection respiratoire, celui-ci doit assurer, dans les conditions prévisibles d'emploi, la fonction de protection qui lui est impartie.<p></p><p></p>         La notice d'instructions relative à chaque équipement de protection individuelle destiné à des interventions de durée brève à l'intérieur d'ambiances froides doit comporter les données permettant de déterminer la durée d'exposition maximale admissible de l'utilisateur au froid transmis par les équipements.<p></p>\n3.8. Protection contre les chocs électriques.<p></p><p></p>         Les équipements de protection individuelle destinés à protéger tout ou partie du corps contre les effets du courant électrique doivent posséder un degré d'isolation approprié aux valeurs des tensions auxquelles l'utilisateur est susceptible d'être exposé dans les conditions prévisibles les plus défavorables.<p></p><p></p>         A cet effet, les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que le courant de fuite, mesuré à travers l'enveloppe protectrice dans des conditions d'essai mettant en oeuvre des tensions correspondant à celles susceptibles d'être rencontrées in situ, soit aussi faible que possible et en tout cas inférieur à la valeur conventionnelle maximale admissible correspondant au seuil de tolérance.<p></p><p></p>         Les équipements de protection individuelle destinés exclusivement aux travaux ou manoeuvres sur les installations électriques sous tension ou susceptibles d'être sous tension doivent comporter, ainsi que leur emballage, un marquage indiquant en particulier la classe de protection ou la tension d'utilisation y afférente, le numéro de série et la date de fabrication. Ces équipements de protection individuelle doivent en outre comporter, à l'extérieur de l'enveloppe protectrice, un espace réservé au marquage ultérieur de la date de mise en service et des essais ou examens à effectuer de façon périodique.<p></p><p></p>         La notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit préciser l'usage exclusif de ces équipements de protection individuelle, ainsi que la nature et la périodicité des essais diélectriques auxquels ceux-ci doivent être assujettis.<p></p>\n 3.9. Protection contre les rayonnements.<p></p>\n 3.9.1. Rayonnements non ionisants.<p></p><p></p>         Les équipements de protection individuelle destinés à la prévention des effets aigus ou chroniques des sources de rayonnements non ionisants sur l'oeil doivent pouvoir absorber ou réfléchir la majeure partie de l'énergie rayonnée dans les longueurs d'onde nocives, sans altérer pour autant de façon excessive la transmission de la partie non nocive du spectre visible, la perception des contrastes et la distinction des couleurs, lorsque les conditions prévisibles d'emploi l'exigent.<p></p><p></p>         A cet effet, les oculaires protecteurs doivent être conçus et fabriqués de manière à disposer notamment, pour chaque onde nocive, d'un facteur spectral de transmission tel que la densité d'éclairement énergétique du rayonnement susceptible d'atteindre l'oeil de l'utilisateur à travers le filtre soit aussi faible que possible.<p></p><p></p>         En outre, les oculaires ne doivent pas se détériorer ni perdre leurs propriétés sous l'effet du rayonnement émis dans les conditions prévisibles d'emploi et chaque exemplaire doit être caractérisé par le numéro d'échelon de protection auquel correspond la courbe de la distribution spectrale de son facteur de transmission.<p></p><p></p>         Les oculaires destinés à des sources de rayonnement du même genre doivent être classés dans l'ordre croissant de leurs numéros d'échelons de protection. La notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit comporter les courbes de transmission permettant de choisir l'équipement de protection individuelle le plus approprié, compte tenu de facteurs inhérents aux conditions d'emploi effectives, tels que la distance par rapport à la source et la distribution spectrale de l'énergie rayonnée à cette distance.<p></p><p></p>         Chaque exemplaire d'oculaire filtrant doit comporter le numéro d'échelon de protection qu'il assure.<p></p>\n 3.9.2. Rayonnements ionisants.<p></p>\n 3.9.2.1. Protection contre la contamination radioactive externe.<p></p><p></p>         Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à protéger tout ou partie du corps contre les poussières, gaz, liquides radioactifs ou leurs mélanges doivent être tels que ces équipements s'opposent efficacement à la pénétration des contaminants dans les conditions prévisibles d'emploi.<p></p><p></p>         L'étanchéité requise est obtenue, selon la nature ou l'état des contaminants, par l'imperméabilité de l'enveloppe protectrice ou par tout autre moyen approprié tel que des systèmes de ventilation et des pressurisations s'opposant à la rétrodiffusion de ces contaminants.<p></p><p></p>         Lorsque des mesures de décontamination sont applicables aux équipements de protection individuelle, ceux-ci doivent pouvoir en être l'objet de façon non préjudiciable à leur réemploi dans les conditions définies par la notice d'instructions.<p></p>\n3.9.2.2. Protection limitée contre l'irradiation externe.<p></p><p></p>         Les équipements de protection individuelle destinés à protéger l'utilisateur contre l'exposition externe aux rayonnements tels que rayonnement électronique bêta, photonique X ou gamma, doivent pouvoir atténuer suffisamment les effets de celle-ci.<p></p><p></p>         Les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que le niveau de protection procuré à l'utilisateur soit aussi élevé que l'exigent les conditions prévisibles d'emploi, sans que les entraves aux gestes, postures ou déplacements de ce dernier entraînent pour autant un accroissement de la durée d'exposition.<p></p><p></p>         Les équipements de protection individuelle doivent comporter un marquage de signalisation indiquant la nature ainsi que l'épaisseur du ou des matériaux constitutifs correspondant aux conditions prévisibles d'emploi.<p></p>\n 3.10. Protection contre les substances ou préparations dangereuses et agents infectieux.<p></p>\n 3.10.1. Protection respiratoire.<p></p><p></p>         Les équipements de protection individuelle destinés à la protection des voies respiratoires contre les substances ou préparations dangereuses ou contre les agents infectieux doivent permettre d'alimenter l'utilisateur en air respirable lorsque ce dernier est exposé à une atmosphère polluée ou dont la concentration en oxygène est insuffisante.<p></p><p></p>         L'air respirable fourni à l'utilisateur par son équipement de protection individuelle est obtenu par des moyens appropriés, notamment après filtration de l'air pollué à travers le dispositif ou moyen protecteur, ou par un apport provenant d'une source non polluée.<p></p><p></p>         Les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que la fonction et l'hygiène respiratoires de l'utilisateur soient assurées de façon appropriée pendant la durée du port, dans les conditions prévisibles d'emploi.<p></p><p></p>         Le degré d'étanchéité de la pièce faciale, les pertes de charge à l'inspiration ainsi que, pour les appareils filtrants, le pouvoir d'épuration doivent être tels que, dans le cas d'une atmosphère polluée, la pénétration des contaminants soit suffisamment faible pour ne pas porter atteinte à la santé ou à l'hygiène de l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle doivent comporter un marquage d'identification du fabricant. Ils doivent également comporter l'indication des caractéristiques propres à chaque type d'équipement permettant, avec la notice d'instructions, à tout utilisateur entraîné et qualifié de faire usage de façon appropriée de cet équipement.<p></p><p></p>         En outre, dans le cas des appareils filtrants, la notice d'instructions doit indiquer la date limite de stockage du filtre tel que conservé dans son emballage d'origine.<p></p>\n3.10.2. Protection contre les contacts cutanés ou oculaires.<p></p><p></p>         Les équipements de protection individuelle destinés à éviter les contacts superficiels de tout ou partie du corps avec des substances ou préparations dangereuses ou avec des agents infectieux doivent pouvoir s'opposer à la pénétration ou à la diffusion de tels substances, préparations ou agents au travers de l'enveloppe protectrice, dans les conditions prévisibles d'emploi.<p></p><p></p>         A cet effet, les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être de nature à assurer une totale étanchéité, autorisant, si besoin est, un usage quotidien éventuellement prolongé ou, à défaut, une étanchéité limitée nécessitant une restriction de la durée du port.<p></p><p></p>         Lorsqu'en raison de leur nature et des conditions prévisibles de leur mise en oeuvre, certaines substances ou préparations dangereuses ou certains agents infectieux sont dotés d'un pouvoir de pénétration élevé d'où résulte un laps de temps de protection limité pour les équipements de protection individuelle correspondants, ceux-ci doivent faire l'objet d'essais permettant de les classer en fonction de leur efficacité. Les équipements de protection individuelle doivent comporter un marquage indiquant notamment les noms ou, à défaut, les codes des substances, préparations ou agents utilisés pour les essais ainsi que le temps de protection y afférent. En outre, la notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit indiquer la signification des codes, la description détaillée des essais et les données permettant de déterminer la durée maximale admissible du port de l'équipement dans les diverses conditions prévisibles d'emploi.<p></p>\n 3.11. Dispositifs de sécurité des équipements de plongée.<p></p><p></p>         1. L'appareil respiratoire des équipements de plongée doit permettre d'alimenter l'utilisateur en mélange gazeux respirable, dans les conditions prévisibles d'emploi et compte tenu notamment de la profondeur d'immersion maximale.<p></p><p></p>         2. Lorsque les conditions prévisibles d'emploi l'exigent, les équipements de plongée doivent comporter :<p></p><p></p>         a) Une combinaison assurant la protection de l'utilisateur contre la pression résultant de la profondeur d'immersion ou contre le froid, conformément aux paragraphes 3.2 et 3.7 à 3.7.2 de la présente annexe ;<p></p><p></p>         b) Un dispositif d'alarme destiné à prévenir en temps opportun l'utilisateur d'un manque d'alimentation ultérieur en mélange gazeux respirable, conformément au paragraphe 2.8 de la présente annexe ;<p></p><p></p>         c) Une combinaison de sauvetage permettant à l'utilisateur de remonter à la surface, conformément au paragraphe 3.4.1 de la présente annexe.<p></p>",
            "num": "Annexe à l'article R233-151",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 727056000000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Section 10 : Règles techniques de conception et de fabrication et procédures de certification de conformité applicables aux équipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174829",
                        "id": "LEGISCTA000018518165",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de protection individuelle neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187458",
                        "id": "LEGISCTA000018518163",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Annexe 2 définissant les règles techniques de conception et de fabrication prévues par l'article R. 233-151",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195110",
                        "id": "LEGISCTA000018518159",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "3. Règles supplémentaires spécifiques aux risques à prévenir",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198498",
                        "id": "LEGISCTA000018518146",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804533",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198498",
            "sectionParentId": "LEGISCTA000018518146",
            "sectionParentTitre": "3. Règles supplémentaires spécifiques aux risques à prévenir",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018518143",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000881563",
                    "textTitle": "Décret 93-40 1993-01-11 art. 4 IV, art. 5 II JORF 13 janvier 1993 en vigueur le 15 janvier 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881563",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-01-13",
                    "dateSignaTexte": "1993-01-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret n°92-768 du 29 juillet 1992",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000177075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-768",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-151 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-151",
                    "articleId": "LEGIARTI000006807387",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804533",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518143",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R233-151"
            ],
            "versionPrecedente": "LEGIARTI000006804533",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804533",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "3.0. Application. En complément aux autres règles techniques définies par la présente annexe, les équipements de protection individuelle doivent être conformes aux règles techniques définies par les paragraphes ci-après qui leur sont respectivement applicables en fonction des risques qu'ils sont destinés à prévenir. 3.1. Protection contre les chocs mécaniques. 3.1.1. Chocs résultant de chutes ou de projections d'objets et d'impacts d'une partie du corps contre un obstacle. Les équipements de protection individuelle appropriés aux risques de chocs résultant de chutes ou de projections d'objets ou d'impacts d'une partie du corps contre un obstacle doivent pouvoir amortir les effets de ce choc en évitant toute lésion, en particulier par écrasement ou pénétration de la partie protégée, jusqu'à un niveau d'énergie du choc au-delà duquel les dimensions ou la masse excessives du dispositif amortisseur s'opposeraient à l'utilisation effective des équipements de protection individuelle pendant la durée prévisible du port. 3.1.2. Chutes de personnes. 3.1.2.1. Prévention des chutes par glissade. Les semelles d'usure des articles chaussants destinés à la prévention des glissades doivent être conçues, fabriquées ou dotées de dispositifs rapportés appropriés, de façon à assurer une bonne adhérence, par engrènement ou par frottement en fonction de la nature ou de l'état du sol. 3.1.2.2. Prévention des chutes de hauteur. Les équipements de protection individuelle destinés à prévenir les chutes de hauteur ou leurs effets doivent comporter un dispositif de préhension du corps et un système de liaison raccordable à un point d'ancrage sûr. Ils doivent être conçus et fabriqués de façon telle que, lorsqu'ils sont utilisés dans les conditions prévisibles d'emploi, la dénivellation du corps soit aussi faible que possible pour éviter tout impact contre un obstacle, sans que la force de freinage atteigne pour autant le seuil d'occurrence de lésions corporelles, ni celui d'ouverture ou de rupture d'un composant de ces équipements de protection individuelle d'où pourrait résulter la chute de l'utilisateur. Ils doivent en outre assurer, à l'issue du freinage, une position correcte de l'utilisateur lui permettant, le cas échéant, d'attendre des secours. La notice d'instruction prévue par le paragraphe 1.4 de la présente annexe doit préciser : - les caractéristiques requises pour le point d'ancrage sûr, ainsi que le tirant d'air minimal nécessaire en dessous de l'utilisateur ; - la façon adéquate d'endosser le dispositif de préhension du corps et de raccorder son système de liaison au point d'ancrage sûr. 3.1.3. Vibrations mécaniques. Les équipements de protection individuelle destinés à prévenir les effets des vibrations mécaniques doivent pouvoir en atténuer de façon appropriée les composantes vibratoires nocives pour la partie du corps à protéger. 3.2. Protection contre la compression statique d'une partie du corps. Les équipements de protection individuelle destinés à protéger une partie du corps contre des contraintes de compression statique doivent pouvoir en atténuer les effets de façon à éviter des lésions aiguës ou des affections chroniques. 3.3. Protection contre les agressions physiques telles que frottements, piqûres, coupures, morsures. Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à la protection de tout ou partie du corps contre des agressions mécaniques superficielles telles que des frottements, piqûres, coupures ou morsures, doivent être tels que ces équipements de protection individuelle possèdent une résistance à l'abrasion, à la perforation et à la coupure par tranchage appropriée aux conditions prévisibles d'emploi. 3.4. Prévention des noyades. 3.4.0. Gilets de sécurité, brassières et combinaisons de sauvetage. Les équipements de protection individuelle destinés à la prévention des noyades doivent pouvoir faire remonter aussi vite que possible à la surface, sans porter atteinte à sa santé, l'utilisateur éventuellement épuisé ou sans connaissance plongé dans un milieu liquide et le faire flotter dans une position lui permettant de respirer dans l'attente des secours. Ils doivent, à cet effet, présenter une flottabilité intrinsèque totale ou partielle suffisante, ou, à défaut, obtenue par gonflage soit au moyen d'un gaz libéré automatiquement ou manuellement, soit à la bouche. Dans les conditions prévisibles d'emploi : - les équipements de protection individuelle visés à l'alinéa précédent doivent pouvoir résister, sans préjudice de leur bon fonctionnement, aux effets de l'impact avec le milieu liquide ainsi qu'aux facteurs d'ambiance inhérents à ce milieu ; - les équipements de protection individuelle gonflables doivent pouvoir se gonfler rapidement et complètement. Lorsque des conditions prévisibles d'emploi particulières l'exigent, les équipements de protection individuelle visés au premier alinéa doivent en outre : - comporter, s'ils sont gonflables, l'ensemble des dispositifs de gonflage mentionnés au premier alinéa ; - comporter un dispositif de signalisation lumineuse ou sonore ; - comporter un dispositif d'accrochage et de préhension du corps permettant d'extraire l'utilisateur du milieu liquide ; - être appropriés à un emploi prolongé pendant toute la durée de l'activité exposant l'utilisateur éventuellement habillé à un risque de chute ou nécessitant sa plongée dans le milieu liquide. 3.4.1. Aides à la flottabilité. Les équipements d'aide à la flottabilité doivent assurer un degré de flottabilité efficace en fonction de leur utilisation prévisible, un port sûr et apportant un soutien positif dans l'eau. Dans les conditions prévisibles d'emploi, ils ne doivent pas entraver la liberté des mouvements de l'utilisateur et doivent lui permettre notamment de nager ou d'agir pour échapper à un danger ou pour secourir d'autres personnes. 3.5. Protection contre les effets nuisibles du bruit. Les équipements de protection individuelle destinés à la prévention des effets nuisibles du bruit doivent pouvoir atténuer celui-ci de manière appropriée. Chaque équipement de protection individuelle destiné à la prévention des effets nuisibles du bruit doit porter un marquage indiquant le niveau d'affaiblissement acoustique et le niveau de confort qu'il procure. En cas d'impossibilité, ce marquage doit être apposé sur l'emballage. 3.6. Protection contre la chaleur ou le feu. Les équipements de protection individuelle destinés à préserver tout ou partie du corps contre les effets de la chaleur ou du feu doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés aux conditions prévisibles d'emploi. 3.6.1. Matériaux constitutifs et autres composants des équipements de protection individuelle contre la chaleur ou le feu. Les matériaux constitutifs et autres composants destinés à la protection contre la chaleur rayonnante et convective doivent être caractérisés par un coefficient de transmission approprié du flux thermique incident et par un degré d'incombustibilité suffisamment élevé pour éviter tout risque d'auto-inflammation dans les conditions prévisibles d'emploi. Lorsque la partie externe de ces matériaux et composants doit avoir un pouvoir réfléchissant, celui-ci doit être approprié au flux de chaleur émis par rayonnement dans le domaine de l'infrarouge. Les matériaux et autres composants d'équipements de protection individuelle destinés à des interventions de durée brève à l'intérieur d'ambiances chaudes et ceux d'équipements de protection individuelle susceptibles de recevoir des projections de produits chauds, telles que de grosses projections de matières en fusion, doivent avoir une capacité calorifique suffisante pour ne restituer la plus grande partie de la chaleur emmagasinée qu'après que l'utilisateur s'est éloigné du lieu d'exposition aux risques et débarrassé de son équipement de protection individuelle. Les matériaux et autres composants d'équipements de protection individuelle susceptibles de recevoir de grosses projections de produits chauds doivent amortir suffisamment les chocs mécaniques, dans les conditions précisées par le paragraphe 3.1.1 de la présente annexe. Les matériaux et autres composants d'équipements de protection individuelle susceptibles d'être en contact accidentel avec une flamme et ceux qui entrent dans la fabrication d'équipements de lutte contre le feu doivent être caractérisés par un degré d'ininflammabilité correspondant au niveau de risque encouru dans les conditions prévisibles d'emploi. Ils ne doivent pas fondre sous l'action de la flamme ni contribuer à la propagation de celle-ci. 3.6.2. Equipements de protection individuelle complets prêts à l'usage. Dans les conditions prévisibles d'emploi des équipements de protection individuelle contre la chaleur ou le feu, complets, prêts à l'usage : 1° La quantité de chaleur transmise à l'utilisateur à travers son équipement de protection individuelle doit être suffisamment faible pour que la chaleur accumulée pendant la durée du port dans la partie du corps à protéger n'atteigne en aucun cas le seuil de douleur ni un niveau tel qu'elle soit susceptible d'être à l'origine d'une quelconque nuisance à la santé. 2° Les équipements de protection individuelle doivent s'opposer si nécessaire à la pénétration des liquides ou vapeurs et ne pas être à l'origine de brûlures résultant de contacts entre leur enveloppe protectrice et l'utilisateur. Lorsque des équipements de protection individuelle comportent des dispositifs de réfrigération permettant d'absorber la chaleur incidente par évaporation d'un liquide ou par sublimation d'un solide, ils doivent être conçus de façon telle que les substances volatiles ainsi dégagées soient évacuées à l'extérieur de l'enveloppe protectrice et non pas vers l'utilisateur. Lorsque des équipements de protection individuelle comportent un appareil de protection respiratoire, celui-ci doit assurer, dans les conditions prévisibles d'emploi, la fonction de protection qui lui est impartie. La notice d'instructions relative à chaque équipement de protection individuelle destiné à des interventions de durée brève à l'intérieur d'ambiances chaudes doit comporter les données permettant de déterminer la durée d'exposition maximale admissible de l'utilisateur à la chaleur transmise par les équipements. 3.7. Protection contre le froid. Les équipements de protection individuelle destinés à préserver tout ou partie du corps contre les effets du froid doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés à leurs conditions prévisibles d'emploi. 3.7.1. Matériaux constitutifs et autres composants des équipements de protection individuelle contre le froid. Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à la protection contre le froid doivent être caractérisés par un coefficient de transmission du flux thermique incident aussi faible que l'exigent les conditions prévisibles d'emploi. Les matériaux et autres composants souples des équipements de protection individuelle destinés à des interventions à l'intérieur d'ambiances froides doivent conserver le degré de souplesse approprié aux gestes à accomplir et aux postures à prendre. Les matériaux et autres composants d'équipements de protection individuelle susceptibles de recevoir de grosses projections de produits froids doivent amortir suffisamment les chocs mécaniques dans les conditions précisées par le paragraphe 3.1.1 de la présente annexe. 3.7.2. Equipements de protection individuelle complets, prêts à l'usage. Dans les conditions prévisibles d'emploi des équipements de protection individuelle contre le froid, complets, prêts à l'usage : 1° Le flux transmis à l'utilisateur à travers son équipement de protection individuelle doit être tel que le froid accumulé pendant la durée du port en tout point de la partie du corps à protéger, y compris les extrémités des doigts ou des orteils dans le cas de la main ou du pied, n'atteigne en aucun cas le seuil de douleur ni un niveau tel qu'il soit susceptible d'être à l'origine d'une quelconque nuisance à la santé. 2° Les équipements de protection individuelle doivent s'opposer dans la mesure du possible à la pénétration de liquides tels que, par exemple, l'eau de pluie et ne doivent pas être à l'origine de lésions résultant de contacts entre leur enveloppe protectrice et l'utilisateur. Lorsque des équipements de protection individuelle comportent un appareil de protection respiratoire, celui-ci doit assurer, dans les conditions prévisibles d'emploi, la fonction de protection qui lui est impartie. La notice d'instructions relative à chaque équipement de protection individuelle destiné à des interventions de durée brève à l'intérieur d'ambiances froides doit comporter les données permettant de déterminer la durée d'exposition maximale admissible de l'utilisateur au froid transmis par les équipements. 3.8. Protection contre les chocs électriques. Les équipements de protection individuelle destinés à protéger tout ou partie du corps contre les effets du courant électrique doivent posséder un degré d'isolation approprié aux valeurs des tensions auxquelles l'utilisateur est susceptible d'être exposé dans les conditions prévisibles les plus défavorables. A cet effet, les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que le courant de fuite, mesuré à travers l'enveloppe protectrice dans des conditions d'essai mettant en oeuvre des tensions correspondant à celles susceptibles d'être rencontrées in situ, soit aussi faible que possible et en tout cas inférieur à la valeur conventionnelle maximale admissible correspondant au seuil de tolérance. Les équipements de protection individuelle destinés exclusivement aux travaux ou manoeuvres sur les installations électriques sous tension ou susceptibles d'être sous tension doivent comporter, ainsi que leur emballage, un marquage indiquant en particulier la classe de protection ou la tension d'utilisation y afférente, le numéro de série et la date de fabrication. Ces équipements de protection individuelle doivent en outre comporter, à l'extérieur de l'enveloppe protectrice, un espace réservé au marquage ultérieur de la date de mise en service et des essais ou examens à effectuer de façon périodique. La notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit préciser l'usage exclusif de ces équipements de protection individuelle, ainsi que la nature et la périodicité des essais diélectriques auxquels ceux-ci doivent être assujettis. 3.9. Protection contre les rayonnements. 3.9.1. Rayonnements non ionisants. Les équipements de protection individuelle destinés à la prévention des effets aigus ou chroniques des sources de rayonnements non ionisants sur l'oeil doivent pouvoir absorber ou réfléchir la majeure partie de l'énergie rayonnée dans les longueurs d'onde nocives, sans altérer pour autant de façon excessive la transmission de la partie non nocive du spectre visible, la perception des contrastes et la distinction des couleurs, lorsque les conditions prévisibles d'emploi l'exigent. A cet effet, les oculaires protecteurs doivent être conçus et fabriqués de manière à disposer notamment, pour chaque onde nocive, d'un facteur spectral de transmission tel que la densité d'éclairement énergétique du rayonnement susceptible d'atteindre l'oeil de l'utilisateur à travers le filtre soit aussi faible que possible. En outre, les oculaires ne doivent pas se détériorer ni perdre leurs propriétés sous l'effet du rayonnement émis dans les conditions prévisibles d'emploi et chaque exemplaire doit être caractérisé par le numéro d'échelon de protection auquel correspond la courbe de la distribution spectrale de son facteur de transmission. Les oculaires destinés à des sources de rayonnement du même genre doivent être classés dans l'ordre croissant de leurs numéros d'échelons de protection. La notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit comporter les courbes de transmission permettant de choisir l'équipement de protection individuelle le plus approprié, compte tenu de facteurs inhérents aux conditions d'emploi effectives, tels que la distance par rapport à la source et la distribution spectrale de l'énergie rayonnée à cette distance. Chaque exemplaire d'oculaire filtrant doit comporter le numéro d'échelon de protection qu'il assure. 3.9.2. Rayonnements ionisants. 3.9.2.1. Protection contre la contamination radioactive externe. Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à protéger tout ou partie du corps contre les poussières, gaz, liquides radioactifs ou leurs mélanges doivent être tels que ces équipements s'opposent efficacement à la pénétration des contaminants dans les conditions prévisibles d'emploi. L'étanchéité requise est obtenue, selon la nature ou l'état des contaminants, par l'imperméabilité de l'enveloppe protectrice ou par tout autre moyen approprié tel que des systèmes de ventilation et des pressurisations s'opposant à la rétrodiffusion de ces contaminants. Lorsque des mesures de décontamination sont applicables aux équipements de protection individuelle, ceux-ci doivent pouvoir en être l'objet de façon non préjudiciable à leur réemploi dans les conditions définies par la notice d'instructions. 3.9.2.2. Protection limitée contre l'irradiation externe. Les équipements de protection individuelle destinés à protéger l'utilisateur contre l'exposition externe aux rayonnements tels que rayonnement électronique bêta, photonique X ou gamma, doivent pouvoir atténuer suffisamment les effets de celle-ci. Les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que le niveau de protection procuré à l'utilisateur soit aussi élevé que l'exigent les conditions prévisibles d'emploi, sans que les entraves aux gestes, postures ou déplacements de ce dernier entraînent pour autant un accroissement de la durée d'exposition. Les équipements de protection individuelle doivent comporter un marquage de signalisation indiquant la nature ainsi que l'épaisseur du ou des matériaux constitutifs correspondant aux conditions prévisibles d'emploi. 3.10. Protection contre les substances ou préparations dangereuses et agents infectieux. 3.10.1. Protection respiratoire. Les équipements de protection individuelle destinés à la protection des voies respiratoires contre les substances ou préparations dangereuses ou contre les agents infectieux doivent permettre d'alimenter l'utilisateur en air respirable lorsque ce dernier est exposé à une atmosphère polluée ou dont la concentration en oxygène est insuffisante. L'air respirable fourni à l'utilisateur par son équipement de protection individuelle est obtenu par des moyens appropriés, notamment après filtration de l'air pollué à travers le dispositif ou moyen protecteur, ou par un apport provenant d'une source non polluée. Les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que la fonction et l'hygiène respiratoires de l'utilisateur soient assurées de façon appropriée pendant la durée du port, dans les conditions prévisibles d'emploi. Le degré d'étanchéité de la pièce faciale, les pertes de charge à l'inspiration ainsi que, pour les appareils filtrants, le pouvoir d'épuration doivent être tels que, dans le cas d'une atmosphère polluée, la pénétration des contaminants soit suffisamment faible pour ne pas porter atteinte à la santé ou à l'hygiène de l'utilisateur. Les équipements de protection individuelle doivent comporter un marquage d'identification du fabricant. Ils doivent également comporter l'indication des caractéristiques propres à chaque type d'équipement permettant, avec la notice d'instructions, à tout utilisateur entraîné et qualifié de faire usage de façon appropriée de cet équipement. En outre, dans le cas des appareils filtrants, la notice d'instructions doit indiquer la date limite de stockage du filtre tel que conservé dans son emballage d'origine. 3.10.2. Protection contre les contacts cutanés ou oculaires. Les équipements de protection individuelle destinés à éviter les contacts superficiels de tout ou partie du corps avec des substances ou préparations dangereuses ou avec des agents infectieux doivent pouvoir s'opposer à la pénétration ou à la diffusion de tels substances, préparations ou agents au travers de l'enveloppe protectrice, dans les conditions prévisibles d'emploi. A cet effet, les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être de nature à assurer une totale étanchéité, autorisant, si besoin est, un usage quotidien éventuellement prolongé ou, à défaut, une étanchéité limitée nécessitant une restriction de la durée du port. Lorsqu'en raison de leur nature et des conditions prévisibles de leur mise en oeuvre, certaines substances ou préparations dangereuses ou certains agents infectieux sont dotés d'un pouvoir de pénétration élevé d'où résulte un laps de temps de protection limité pour les équipements de protection individuelle correspondants, ceux-ci doivent faire l'objet d'essais permettant de les classer en fonction de leur efficacité. Les équipements de protection individuelle doivent comporter un marquage indiquant notamment les noms ou, à défaut, les codes des substances, préparations ou agents utilisés pour les essais ainsi que le temps de protection y afférent. En outre, la notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit indiquer la signification des codes, la description détaillée des essais et les données permettant de déterminer la durée maximale admissible du port de l'équipement dans les diverses conditions prévisibles d'emploi. 3.11. Dispositifs de sécurité des équipements de plongée. 1. L'appareil respiratoire des équipements de plongée doit permettre d'alimenter l'utilisateur en mélange gazeux respirable, dans les conditions prévisibles d'emploi et compte tenu notamment de la profondeur d'immersion maximale. 2. Lorsque les conditions prévisibles d'emploi l'exigent, les équipements de plongée doivent comporter : a) Une combinaison assurant la protection de l'utilisateur contre la pression résultant de la profondeur d'immersion ou contre le froid, conformément aux paragraphes 3.2 et 3.7 à 3.7.2 de la présente annexe ; b) Un dispositif d'alarme destiné à prévenir en temps opportun l'utilisateur d'un manque d'alimentation ultérieur en mélange gazeux respirable, conformément au paragraphe 2.8 de la présente annexe ; c) Une combinaison de sauvetage permettant à l'utilisateur de remonter à la surface, conformément au paragraphe 3.4.1 de la présente annexe.",
            "texteHtml": "3.0. Application.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les équipements de protection individuelle doivent être conformes aux règles techniques définies par les paragraphes ci-après qui leur sont respectivement applicables en fonction des risques qu'ils sont destinés à prévenir.<p></p>\n 3.1. Protection contre les chocs mécaniques.<p></p>\n 3.1.1. Chocs résultant de chutes ou de projections d'objets et d'impacts d'une partie du corps contre un obstacle.<p></p><p></p>         Les équipements de protection individuelle appropriés aux risques de chocs résultant de chutes ou de projections d'objets ou d'impacts d'une partie du corps contre un obstacle doivent pouvoir amortir les effets de ce choc en évitant toute lésion, en particulier par écrasement ou pénétration de la partie protégée, jusqu'à un niveau d'énergie du choc au-delà duquel les dimensions ou la masse excessives du dispositif amortisseur s'opposeraient à l'utilisation effective des équipements de protection individuelle pendant la durée prévisible du port.<p></p>\n 3.1.2. Chutes de personnes.<p></p>\n 3.1.2.1. Prévention des chutes par glissade.<p></p><p></p>         Les semelles d'usure des articles chaussants destinés à la prévention des glissades doivent être conçues, fabriquées ou dotées de dispositifs rapportés appropriés, de façon à assurer une bonne adhérence, par engrènement ou par frottement en fonction de la nature ou de l'état du sol.<p></p>\n 3.1.2.2. Prévention des chutes de hauteur.<p></p><p></p>         Les équipements de protection individuelle destinés à prévenir les chutes de hauteur ou leurs effets doivent comporter un dispositif de préhension du corps et un système de liaison raccordable à un point d'ancrage sûr. Ils doivent être conçus et fabriqués de façon telle que, lorsqu'ils sont utilisés dans les conditions prévisibles d'emploi, la dénivellation du corps soit aussi faible que possible pour éviter tout impact contre un obstacle, sans que la force de freinage atteigne pour autant le seuil d'occurrence de lésions corporelles, ni celui d'ouverture ou de rupture d'un composant de ces équipements de protection individuelle d'où pourrait résulter la chute de l'utilisateur.<p></p><p></p>         Ils doivent en outre assurer, à l'issue du freinage, une position correcte de l'utilisateur lui permettant, le cas échéant, d'attendre des secours.<p></p><p></p>         La notice d'instruction prévue par le paragraphe 1.4 de la présente annexe doit préciser :<p></p><p></p>         - les caractéristiques requises pour le point d'ancrage sûr, ainsi que le tirant d'air minimal nécessaire en dessous de l'utilisateur ;<p></p><p></p>         - la façon adéquate d'endosser le dispositif de préhension du corps et de raccorder son système de liaison au point d'ancrage sûr.<p></p>\n3.1.3. Vibrations mécaniques.<p></p><p></p>         Les équipements de protection individuelle destinés à prévenir les effets des vibrations mécaniques doivent pouvoir en atténuer de façon appropriée les composantes vibratoires nocives pour la partie du corps à protéger.<p></p>\n 3.2. Protection contre la compression statique d'une partie du corps.<p></p><p></p>         Les équipements de protection individuelle destinés à protéger une partie du corps contre des contraintes de compression statique doivent pouvoir en atténuer les effets de façon à éviter des lésions aiguës ou des affections chroniques.<p></p>\n 3.3. Protection contre les agressions physiques telles que frottements, piqûres, coupures, morsures.<p></p><p></p>         Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à la protection de tout ou partie du corps contre des agressions mécaniques superficielles telles que des frottements, piqûres, coupures ou morsures, doivent être tels que ces équipements de protection individuelle possèdent une résistance à l'abrasion, à la perforation et à la coupure par tranchage appropriée aux conditions prévisibles d'emploi.<p></p>\n 3.4. Prévention des noyades.<p></p>\n 3.4.0. Gilets de sécurité, brassières et combinaisons de sauvetage.<p></p><p></p>         Les équipements de protection individuelle destinés à la prévention des noyades doivent pouvoir faire remonter aussi vite que possible à la surface, sans porter atteinte à sa santé, l'utilisateur éventuellement épuisé ou sans connaissance plongé dans un milieu liquide et le faire flotter dans une position lui permettant de respirer dans l'attente des secours. Ils doivent, à cet effet, présenter une flottabilité intrinsèque totale ou partielle suffisante, ou, à défaut, obtenue par gonflage soit au moyen d'un gaz libéré automatiquement ou manuellement, soit à la bouche.<p></p><p></p>         Dans les conditions prévisibles d'emploi :<p></p><p></p>         - les équipements de protection individuelle visés à l'alinéa précédent doivent pouvoir résister, sans préjudice de leur bon fonctionnement, aux effets de l'impact avec le milieu liquide ainsi qu'aux facteurs d'ambiance inhérents à ce milieu ;<p></p><p></p>         - les équipements de protection individuelle gonflables doivent pouvoir se gonfler rapidement et complètement.<p></p><p></p>         Lorsque des conditions prévisibles d'emploi particulières l'exigent, les équipements de protection individuelle visés au premier alinéa doivent en outre :<p></p><p></p>         - comporter, s'ils sont gonflables, l'ensemble des dispositifs de gonflage mentionnés au premier alinéa ;<p></p><p></p>         - comporter un dispositif de signalisation lumineuse ou sonore ;<p></p><p></p>         - comporter un dispositif d'accrochage et de préhension du corps permettant d'extraire l'utilisateur du milieu liquide ;<p></p><p></p>         - être appropriés à un emploi prolongé pendant toute la durée de l'activité exposant l'utilisateur éventuellement habillé à un risque de chute ou nécessitant sa plongée dans le milieu liquide.<p></p>\n3.4.1. Aides à la flottabilité.<p></p><p></p>         Les équipements d'aide à la flottabilité doivent assurer un degré de flottabilité efficace en fonction de leur utilisation prévisible, un port sûr et apportant un soutien positif dans l'eau. Dans les conditions prévisibles d'emploi, ils ne doivent pas entraver la liberté des mouvements de l'utilisateur et doivent lui permettre notamment de nager ou d'agir pour échapper à un danger ou pour secourir d'autres personnes.<p></p>\n 3.5. Protection contre les effets nuisibles du bruit.<p></p><p></p>         Les équipements de protection individuelle destinés à la prévention des effets nuisibles du bruit doivent pouvoir atténuer celui-ci de manière appropriée.<p></p><p></p>         Chaque équipement de protection individuelle destiné à la prévention des effets nuisibles du bruit doit porter un marquage indiquant le niveau d'affaiblissement acoustique et le niveau de confort qu'il procure. En cas d'impossibilité, ce marquage doit être apposé sur l'emballage.<p></p>\n 3.6. Protection contre la chaleur ou le feu.<p></p><p></p>         Les équipements de protection individuelle destinés à préserver tout ou partie du corps contre les effets de la chaleur ou du feu doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés aux conditions prévisibles d'emploi.<p></p>\n3.6.1. Matériaux constitutifs et autres composants des équipements de protection individuelle contre la chaleur ou le feu.<p></p><p></p>         Les matériaux constitutifs et autres composants destinés à la protection contre la chaleur rayonnante et convective doivent être caractérisés par un coefficient de transmission approprié du flux thermique incident et par un degré d'incombustibilité suffisamment élevé pour éviter tout risque d'auto-inflammation dans les conditions prévisibles d'emploi.<p></p><p></p>         Lorsque la partie externe de ces matériaux et composants doit avoir un pouvoir réfléchissant, celui-ci doit être approprié au flux de chaleur émis par rayonnement dans le domaine de l'infrarouge.<p></p><p></p>         Les matériaux et autres composants d'équipements de protection individuelle destinés à des interventions de durée brève à l'intérieur d'ambiances chaudes et ceux d'équipements de protection individuelle susceptibles de recevoir des projections de produits chauds, telles que de grosses projections de matières en fusion, doivent avoir une capacité calorifique suffisante pour ne restituer la plus grande partie de la chaleur emmagasinée qu'après que l'utilisateur s'est éloigné du lieu d'exposition aux risques et débarrassé de son équipement de protection individuelle.<p></p><p></p>         Les matériaux et autres composants d'équipements de protection individuelle susceptibles de recevoir de grosses projections de produits chauds doivent amortir suffisamment les chocs mécaniques, dans les conditions précisées par le paragraphe 3.1.1 de la présente annexe.<p></p><p></p>         Les matériaux et autres composants d'équipements de protection individuelle susceptibles d'être en contact accidentel avec une flamme et ceux qui entrent dans la fabrication d'équipements de lutte contre le feu doivent être caractérisés par un degré d'ininflammabilité correspondant au niveau de risque encouru dans les conditions prévisibles d'emploi. Ils ne doivent pas fondre sous l'action de la flamme ni contribuer à la propagation de celle-ci.<p></p>\n3.6.2. Equipements de protection individuelle complets prêts à l'usage.<p></p><p></p>         Dans les conditions prévisibles d'emploi des équipements de protection individuelle contre la chaleur ou le feu, complets, prêts à l'usage :<p></p><p></p>         1° La quantité de chaleur transmise à l'utilisateur à travers son équipement de protection individuelle doit être suffisamment faible pour que la chaleur accumulée pendant la durée du port dans la partie du corps à protéger n'atteigne en aucun cas le seuil de douleur ni un niveau tel qu'elle soit susceptible d'être à l'origine d'une quelconque nuisance à la santé.<p></p><p></p>         2° Les équipements de protection individuelle doivent s'opposer si nécessaire à la pénétration des liquides ou vapeurs et ne pas être à l'origine de brûlures résultant de contacts entre leur enveloppe protectrice et l'utilisateur.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent des dispositifs de réfrigération permettant d'absorber la chaleur incidente par évaporation d'un liquide ou par sublimation d'un solide, ils doivent être conçus de façon telle que les substances volatiles ainsi dégagées soient évacuées à l'extérieur de l'enveloppe protectrice et non pas vers l'utilisateur.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent un appareil de protection respiratoire, celui-ci doit assurer, dans les conditions prévisibles d'emploi, la fonction de protection qui lui est impartie.<p></p><p></p>         La notice d'instructions relative à chaque équipement de protection individuelle destiné à des interventions de durée brève à l'intérieur d'ambiances chaudes doit comporter les données permettant de déterminer la durée d'exposition maximale admissible de l'utilisateur à la chaleur transmise par les équipements.<p></p>\n 3.7. Protection contre le froid.<p></p><p></p>         Les équipements de protection individuelle destinés à préserver tout ou partie du corps contre les effets du froid doivent posséder un pouvoir d'isolation thermique et une résistance mécanique appropriés à leurs conditions prévisibles d'emploi.<p></p>\n 3.7.1. Matériaux constitutifs et autres composants des équipements de protection individuelle contre le froid.<p></p><p></p>         Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à la protection contre le froid doivent être caractérisés par un coefficient de transmission du flux thermique incident aussi faible que l'exigent les conditions prévisibles d'emploi. Les matériaux et autres composants souples des équipements de protection individuelle destinés à des interventions à l'intérieur d'ambiances froides doivent conserver le degré de souplesse approprié aux gestes à accomplir et aux postures à prendre.<p></p><p></p>         Les matériaux et autres composants d'équipements de protection individuelle susceptibles de recevoir de grosses projections de produits froids doivent amortir suffisamment les chocs mécaniques dans les conditions précisées par le paragraphe 3.1.1 de la présente annexe.<p></p>\n3.7.2. Equipements de protection individuelle complets, prêts à l'usage.<p></p><p></p>         Dans les conditions prévisibles d'emploi des équipements de protection individuelle contre le froid, complets, prêts à l'usage :<p></p><p></p>         1° Le flux transmis à l'utilisateur à travers son équipement de protection individuelle doit être tel que le froid accumulé pendant la durée du port en tout point de la partie du corps à protéger, y compris les extrémités des doigts ou des orteils dans le cas de la main ou du pied, n'atteigne en aucun cas le seuil de douleur ni un niveau tel qu'il soit susceptible d'être à l'origine d'une quelconque nuisance à la santé.<p></p><p></p>         2° Les équipements de protection individuelle doivent s'opposer dans la mesure du possible à la pénétration de liquides tels que, par exemple, l'eau de pluie et ne doivent pas être à l'origine de lésions résultant de contacts entre leur enveloppe protectrice et l'utilisateur.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent un appareil de protection respiratoire, celui-ci doit assurer, dans les conditions prévisibles d'emploi, la fonction de protection qui lui est impartie.<p></p><p></p>         La notice d'instructions relative à chaque équipement de protection individuelle destiné à des interventions de durée brève à l'intérieur d'ambiances froides doit comporter les données permettant de déterminer la durée d'exposition maximale admissible de l'utilisateur au froid transmis par les équipements.<p></p>\n3.8. Protection contre les chocs électriques.<p></p><p></p>         Les équipements de protection individuelle destinés à protéger tout ou partie du corps contre les effets du courant électrique doivent posséder un degré d'isolation approprié aux valeurs des tensions auxquelles l'utilisateur est susceptible d'être exposé dans les conditions prévisibles les plus défavorables.<p></p><p></p>         A cet effet, les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que le courant de fuite, mesuré à travers l'enveloppe protectrice dans des conditions d'essai mettant en oeuvre des tensions correspondant à celles susceptibles d'être rencontrées in situ, soit aussi faible que possible et en tout cas inférieur à la valeur conventionnelle maximale admissible correspondant au seuil de tolérance.<p></p><p></p>         Les équipements de protection individuelle destinés exclusivement aux travaux ou manoeuvres sur les installations électriques sous tension ou susceptibles d'être sous tension doivent comporter, ainsi que leur emballage, un marquage indiquant en particulier la classe de protection ou la tension d'utilisation y afférente, le numéro de série et la date de fabrication. Ces équipements de protection individuelle doivent en outre comporter, à l'extérieur de l'enveloppe protectrice, un espace réservé au marquage ultérieur de la date de mise en service et des essais ou examens à effectuer de façon périodique.<p></p><p></p>         La notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit préciser l'usage exclusif de ces équipements de protection individuelle, ainsi que la nature et la périodicité des essais diélectriques auxquels ceux-ci doivent être assujettis.<p></p>\n 3.9. Protection contre les rayonnements.<p></p>\n 3.9.1. Rayonnements non ionisants.<p></p><p></p>         Les équipements de protection individuelle destinés à la prévention des effets aigus ou chroniques des sources de rayonnements non ionisants sur l'oeil doivent pouvoir absorber ou réfléchir la majeure partie de l'énergie rayonnée dans les longueurs d'onde nocives, sans altérer pour autant de façon excessive la transmission de la partie non nocive du spectre visible, la perception des contrastes et la distinction des couleurs, lorsque les conditions prévisibles d'emploi l'exigent.<p></p><p></p>         A cet effet, les oculaires protecteurs doivent être conçus et fabriqués de manière à disposer notamment, pour chaque onde nocive, d'un facteur spectral de transmission tel que la densité d'éclairement énergétique du rayonnement susceptible d'atteindre l'oeil de l'utilisateur à travers le filtre soit aussi faible que possible.<p></p><p></p>         En outre, les oculaires ne doivent pas se détériorer ni perdre leurs propriétés sous l'effet du rayonnement émis dans les conditions prévisibles d'emploi et chaque exemplaire doit être caractérisé par le numéro d'échelon de protection auquel correspond la courbe de la distribution spectrale de son facteur de transmission.<p></p><p></p>         Les oculaires destinés à des sources de rayonnement du même genre doivent être classés dans l'ordre croissant de leurs numéros d'échelons de protection. La notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit comporter les courbes de transmission permettant de choisir l'équipement de protection individuelle le plus approprié, compte tenu de facteurs inhérents aux conditions d'emploi effectives, tels que la distance par rapport à la source et la distribution spectrale de l'énergie rayonnée à cette distance.<p></p><p></p>         Chaque exemplaire d'oculaire filtrant doit comporter le numéro d'échelon de protection qu'il assure.<p></p>\n 3.9.2. Rayonnements ionisants.<p></p>\n 3.9.2.1. Protection contre la contamination radioactive externe.<p></p><p></p>         Les matériaux constitutifs et autres composants des équipements de protection individuelle destinés à protéger tout ou partie du corps contre les poussières, gaz, liquides radioactifs ou leurs mélanges doivent être tels que ces équipements s'opposent efficacement à la pénétration des contaminants dans les conditions prévisibles d'emploi.<p></p><p></p>         L'étanchéité requise est obtenue, selon la nature ou l'état des contaminants, par l'imperméabilité de l'enveloppe protectrice ou par tout autre moyen approprié tel que des systèmes de ventilation et des pressurisations s'opposant à la rétrodiffusion de ces contaminants.<p></p><p></p>         Lorsque des mesures de décontamination sont applicables aux équipements de protection individuelle, ceux-ci doivent pouvoir en être l'objet de façon non préjudiciable à leur réemploi dans les conditions définies par la notice d'instructions.<p></p>\n3.9.2.2. Protection limitée contre l'irradiation externe.<p></p><p></p>         Les équipements de protection individuelle destinés à protéger l'utilisateur contre l'exposition externe aux rayonnements tels que rayonnement électronique bêta, photonique X ou gamma, doivent pouvoir atténuer suffisamment les effets de celle-ci.<p></p><p></p>         Les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que le niveau de protection procuré à l'utilisateur soit aussi élevé que l'exigent les conditions prévisibles d'emploi, sans que les entraves aux gestes, postures ou déplacements de ce dernier entraînent pour autant un accroissement de la durée d'exposition.<p></p><p></p>         Les équipements de protection individuelle doivent comporter un marquage de signalisation indiquant la nature ainsi que l'épaisseur du ou des matériaux constitutifs correspondant aux conditions prévisibles d'emploi.<p></p>\n 3.10. Protection contre les substances ou préparations dangereuses et agents infectieux.<p></p>\n 3.10.1. Protection respiratoire.<p></p><p></p>         Les équipements de protection individuelle destinés à la protection des voies respiratoires contre les substances ou préparations dangereuses ou contre les agents infectieux doivent permettre d'alimenter l'utilisateur en air respirable lorsque ce dernier est exposé à une atmosphère polluée ou dont la concentration en oxygène est insuffisante.<p></p><p></p>         L'air respirable fourni à l'utilisateur par son équipement de protection individuelle est obtenu par des moyens appropriés, notamment après filtration de l'air pollué à travers le dispositif ou moyen protecteur, ou par un apport provenant d'une source non polluée.<p></p><p></p>         Les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être tels que la fonction et l'hygiène respiratoires de l'utilisateur soient assurées de façon appropriée pendant la durée du port, dans les conditions prévisibles d'emploi.<p></p><p></p>         Le degré d'étanchéité de la pièce faciale, les pertes de charge à l'inspiration ainsi que, pour les appareils filtrants, le pouvoir d'épuration doivent être tels que, dans le cas d'une atmosphère polluée, la pénétration des contaminants soit suffisamment faible pour ne pas porter atteinte à la santé ou à l'hygiène de l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle doivent comporter un marquage d'identification du fabricant. Ils doivent également comporter l'indication des caractéristiques propres à chaque type d'équipement permettant, avec la notice d'instructions, à tout utilisateur entraîné et qualifié de faire usage de façon appropriée de cet équipement.<p></p><p></p>         En outre, dans le cas des appareils filtrants, la notice d'instructions doit indiquer la date limite de stockage du filtre tel que conservé dans son emballage d'origine.<p></p>\n3.10.2. Protection contre les contacts cutanés ou oculaires.<p></p><p></p>         Les équipements de protection individuelle destinés à éviter les contacts superficiels de tout ou partie du corps avec des substances ou préparations dangereuses ou avec des agents infectieux doivent pouvoir s'opposer à la pénétration ou à la diffusion de tels substances, préparations ou agents au travers de l'enveloppe protectrice, dans les conditions prévisibles d'emploi.<p></p><p></p>         A cet effet, les matériaux constitutifs et autres composants de ces équipements de protection individuelle doivent être de nature à assurer une totale étanchéité, autorisant, si besoin est, un usage quotidien éventuellement prolongé ou, à défaut, une étanchéité limitée nécessitant une restriction de la durée du port.<p></p><p></p>         Lorsqu'en raison de leur nature et des conditions prévisibles de leur mise en oeuvre, certaines substances ou préparations dangereuses ou certains agents infectieux sont dotés d'un pouvoir de pénétration élevé d'où résulte un laps de temps de protection limité pour les équipements de protection individuelle correspondants, ceux-ci doivent faire l'objet d'essais permettant de les classer en fonction de leur efficacité. Les équipements de protection individuelle doivent comporter un marquage indiquant notamment les noms ou, à défaut, les codes des substances, préparations ou agents utilisés pour les essais ainsi que le temps de protection y afférent. En outre, la notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit indiquer la signification des codes, la description détaillée des essais et les données permettant de déterminer la durée maximale admissible du port de l'équipement dans les diverses conditions prévisibles d'emploi.<p></p>\n 3.11. Dispositifs de sécurité des équipements de plongée.<p></p><p></p>         1. L'appareil respiratoire des équipements de plongée doit permettre d'alimenter l'utilisateur en mélange gazeux respirable, dans les conditions prévisibles d'emploi et compte tenu notamment de la profondeur d'immersion maximale.<p></p><p></p>         2. Lorsque les conditions prévisibles d'emploi l'exigent, les équipements de plongée doivent comporter :<p></p><p></p>         a) Une combinaison assurant la protection de l'utilisateur contre la pression résultant de la profondeur d'immersion ou contre le froid, conformément aux paragraphes 3.2 et 3.7 à 3.7.2 de la présente annexe ;<p></p><p></p>         b) Un dispositif d'alarme destiné à prévenir en temps opportun l'utilisateur d'un manque d'alimentation ultérieur en mélange gazeux respirable, conformément au paragraphe 2.8 de la présente annexe ;<p></p><p></p>         c) Une combinaison de sauvetage permettant à l'utilisateur de remonter à la surface, conformément au paragraphe 3.4.1 de la présente annexe.<p></p>",
            "num": "R233-151 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 725846400000,
            "dateFin": 727056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Section 10 : Equipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174826",
                        "id": "LEGISCTA000006174826",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de protection individuelle neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187456",
                        "id": "LEGISCTA000006187456",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "3. Règles supplémentaires spécifiques aux risques à prévenir.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195108",
                        "id": "LEGISCTA000006195108",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804533",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195108",
            "sectionParentId": "LEGISCTA000006195108",
            "sectionParentTitre": "3. Règles supplémentaires spécifiques aux risques à prévenir.",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804533",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret n°92-768 du 29 juillet 1992 - art. 2 (V) JORF 7 août 1992 en vigueur le 1er janvier 1993",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006666077",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-08-07",
                    "dateSignaTexte": "1992-07-29",
                    "dateDebutCible": "1993-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret 92-768 1992-07-29 annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000177075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-768",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-151 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-151",
                    "articleId": "LEGIARTI000006807387",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804533",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518143",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-151 annexe",
                "233-151",
                "R233-151"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}