{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043414679",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Afin de rétablir l'équité sportive, lorsqu'une violation des règles relatives à la lutte contre le dopage est retenue en relation avec un contrôle en compétition dans les sports individuels, la fédération compétente ou l'organisateur annule les résultats individuels obtenus lors de la compétition par le sportif auteur de la violation avec toutes les conséquences en résultant, y compris le retrait de médailles, points, prix et gains. II. - La décision de la commission des sanctions ou l'accord validé par le collège prévoit en outre, avec toutes les conséquences en résultant y compris le retrait de médailles, points, prix et gains, l'annulation des résultats individuels : 1° Du sportif à l'égard duquel une violation des règles relatives à la lutte contre le dopage est retenue et dont les résultats ont été obtenus au cours de manifestations auxquelles il a participé entre la date des faits motivant la sanction ou l'accord et la date à laquelle la sanction ou la suspension provisoire lui a été notifiée, à moins qu'un autre traitement ne se justifie pour des raisons d'équité ; 2° Remontant à la première violation dans les cas prévus à l'avant-dernier alinéa du I de l'article L. 232-23-3-8 ; 3° éventuellement obtenus en méconnaissance de la suspension dans les cas prévus au IV de l'article L. 232-23-3-8, ou de la suspension provisoire mentionnée aux articles L. 232-23-4 ou L. 232-17, ou de toute suspension provisoire dont l'Agence a reconnu les effets en vertu du 10° du I de l'article L. 232-5 ; 4° Obtenus au cours de manifestations auxquelles le sportif a participé durant la période d'interdiction lorsqu'il est fait application du troisième alinéa de l'article L. 232-23-3-11. Les fédérations sportives et les organisateurs de manifestations sportives assurent l'effectivité des annulations de résultats prévues au présent article. III. - Lorsqu'un sportif fait l'objet d'une sanction administrative prévue à l'article L. 232-23 en raison de faits commis à l'occasion d'une manifestation sportive constituée d'une série d'épreuves ou de compétitions individuelles, la fédération compétente ou l'organisateur peut décider d'annuler l'ensemble des résultats individuels obtenus par le sportif dans le cadre de cette manifestation, avec toutes les conséquences en résultant, y compris le retrait de médailles, points, prix et gains, dans des conditions déterminées par les règlements qu'ils édictent. Pour l'application du précédent alinéa, peuvent notamment être pris en considération la gravité de la violation ainsi que les résultats des contrôles auxquels le sportif s'est éventuellement soumis à l'occasion des autres épreuves ou compétitions auxquelles il a participé au cours de la manifestation. Lorsque le sportif démontre son absence de faute ou de négligence, les résultats individuels obtenus lors d'autres épreuves ou compétitions dans le cadre de la manifestation ne sont pas annulés, à moins que ses résultats obtenus lors de ces autres épreuves ou compétitions n'aient été influencés par la commission de la violation. Dans les sports qui ne sont pas des sports d'équipe mais où des prix sont remis aux équipes, l'annulation des résultats ou toute autre mesure disciplinaire est prononcée à l'encontre de l'équipe dans des conditions déterminées par les règlements de la fédération compétente ou de l'organisation responsable de la manifestation, lorsqu'un ou plusieurs des membres de l'équipe ont commis une violation des règles relatives à la lutte contre le dopage à l'occasion d'une manifestation sportive donnant lieu à remise de prix en argent ou en nature ou d'une manifestation organisée par une fédération agréée ou autorisée par la fédération délégataire compétente. IV. - Si plus de deux membres d'une équipe dans un sport d'équipe ont commis une violation des règles relatives à la lutte contre le dopage pendant la durée d'une manifestation sportive donnant lieu à remise de prix en argent ou en nature ou organisée par une fédération agréée ou autorisée par la fédération délégataire compétente, la fédération compétente ou l'organisation responsable de la manifestation impose une sanction appropriée à l'équipe à laquelle ils appartiennent, dans des conditions déterminées par les règlements qu'ils édictent, en plus des conséquences imposées aux sportifs individuels ayant commis la violation des règles relatives à la lutte contre le dopage. V. - La fédération ou l'organisateur d'une manifestation sportive qui s'est vu restituer des prix et gains en application des dispositions des I et II du présent article doit prendre toute mesure raisonnablement envisageable pour réaffecter et distribuer ces prix et gains aux sportifs qui y auraient eu droit si le sportif sanctionné n'avait pas pris part à la compétition concernée, dans des conditions déterminées par les règlements qu'ils édictent. VI. - La fédération ou l'organisateur d'une manifestation sportive annule également les résultats du sportif à l'encontre duquel une violation des règles relatives à la lutte contre le dopage est retenue par toute organisation antidopage signataire du code mondial antidopage pendant la période spécifiée par cette organisation. VII. - Après avoir mis l'intéressé en mesure de présenter des observations écrites et, le cas échéant, sur sa demande, des observations orales, l'Agence annule les résultats obtenus en violation du second alinéa de l'article L. 232-15-1, à moins que l'intéressé ne puisse établir son ignorance du caractère national ou international de la manifestation.",
            "texteHtml": "<p>I. - Afin de rétablir l'équité sportive, lorsqu'une violation des règles relatives à la lutte contre le dopage est retenue en relation avec un contrôle en compétition dans les sports individuels, la fédération compétente ou l'organisateur annule les résultats individuels obtenus lors de la compétition par le sportif auteur de la violation avec toutes les conséquences en résultant, y compris le retrait de médailles, points, prix et gains.<br/><br/>\nII. - La décision de la commission des sanctions ou l'accord validé par le collège prévoit en outre, avec toutes les conséquences en résultant y compris le retrait de médailles, points, prix et gains, l'annulation des résultats individuels :<br/><br/>\n1° Du sportif à l'égard duquel une violation des règles relatives à la lutte contre le dopage est retenue et dont les résultats ont été obtenus au cours de manifestations auxquelles il a participé entre la date des faits motivant la sanction ou l'accord et la date à laquelle la sanction ou la suspension provisoire lui a été notifiée, à moins qu'un autre traitement ne se justifie pour des raisons d'équité ;<br/><br/>\n2° Remontant à la première violation dans les cas prévus à l'avant-dernier alinéa du I de l'article L. 232-23-3-8 ;<br/><br/>\n3° éventuellement obtenus en méconnaissance de la suspension dans les cas prévus au IV de l'article L. 232-23-3-8, ou de la suspension provisoire mentionnée aux articles L. 232-23-4 ou L. 232-17, ou de toute suspension provisoire dont l'Agence a reconnu les effets en vertu du 10° du I de l'article L. 232-5 ;<br/><br/>\n4° Obtenus au cours de manifestations auxquelles le sportif a participé durant la période d'interdiction lorsqu'il est fait application du troisième alinéa de l'article L. 232-23-3-11.</p><p>Les fédérations sportives et les organisateurs de manifestations sportives assurent l'effectivité des annulations de résultats prévues au présent article.</p><p>III. - Lorsqu'un sportif fait l'objet d'une sanction administrative prévue à l'article L. 232-23 en raison de faits commis à l'occasion d'une manifestation sportive constituée d'une série d'épreuves ou de compétitions individuelles, la fédération compétente ou l'organisateur peut décider d'annuler l'ensemble des résultats individuels obtenus par le sportif dans le cadre de cette manifestation, avec toutes les conséquences en résultant, y compris le retrait de médailles, points, prix et gains, dans des conditions déterminées par les règlements qu'ils édictent.<br/><br/>\nPour l'application du précédent alinéa, peuvent notamment être pris en considération la gravité de la violation ainsi que les résultats des contrôles auxquels le sportif s'est éventuellement soumis à l'occasion des autres épreuves ou compétitions auxquelles il a participé au cours de la manifestation. Lorsque le sportif démontre son absence de faute ou de négligence, les résultats individuels obtenus lors d'autres épreuves ou compétitions dans le cadre de la manifestation ne sont pas annulés, à moins que ses résultats obtenus lors de ces autres épreuves ou compétitions n'aient été influencés par la commission de la violation.<br/><br/>\nDans les sports qui ne sont pas des sports d'équipe mais où des prix sont remis aux équipes, l'annulation des résultats ou toute autre mesure disciplinaire est prononcée à l'encontre de l'équipe dans des conditions déterminées par les règlements de la fédération compétente ou de l'organisation responsable de la manifestation, lorsqu'un ou plusieurs des membres de l'équipe ont commis une violation des règles relatives à la lutte contre le dopage à l'occasion d'une manifestation sportive donnant lieu à remise de prix en argent ou en nature ou d'une manifestation organisée par une fédération agréée ou autorisée par la fédération délégataire compétente.<br/><br/>\nIV. - Si plus de deux membres d'une équipe dans un sport d'équipe ont commis une violation des règles relatives à la lutte contre le dopage pendant la durée d'une manifestation sportive donnant lieu à remise de prix en argent ou en nature ou organisée par une fédération agréée ou autorisée par la fédération délégataire compétente, la fédération compétente ou l'organisation responsable de la manifestation impose une sanction appropriée à l'équipe à laquelle ils appartiennent, dans des conditions déterminées par les règlements qu'ils édictent, en plus des conséquences imposées aux sportifs individuels ayant commis la violation des règles relatives à la lutte contre le dopage.</p><p>V. - La fédération ou l'organisateur d'une manifestation sportive qui s'est vu restituer des prix et gains en application des dispositions des I et II du présent article doit prendre toute mesure raisonnablement envisageable pour réaffecter et distribuer ces prix et gains aux sportifs qui y auraient eu droit si le sportif sanctionné n'avait pas pris part à la compétition concernée, dans des conditions déterminées par les règlements qu'ils édictent.<br/><br/>\nVI. - La fédération ou l'organisateur d'une manifestation sportive annule également les résultats du sportif à l'encontre duquel une violation des règles relatives à la lutte contre le dopage est retenue par toute organisation antidopage signataire du code mondial antidopage pendant la période spécifiée par cette organisation.<br/><br/>\nVII. - Après avoir mis l'intéressé en mesure de présenter des observations écrites et, le cas échéant, sur sa demande, des observations orales, l'Agence annule les résultats obtenus en violation du second alinéa de l'article L. 232-15-1, à moins que l'intéressé ne puisse établir son ignorance du caractère national ou international de la manifestation.</p>",
            "num": "L232-23-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1622419200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096664",
                        "id": "LEGISCTA000006096664",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ACTEURS DU SPORT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120754",
                        "id": "LEGISCTA000006120754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : SANTÉ DES SPORTIFS ET LUTTE CONTRE LE DOPAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137772",
                        "id": "LEGISCTA000006137772",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Lutte contre le dopage\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151570",
                        "id": "LEGISCTA000006151570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2010-04-17",
                        "titre": "Section 4 : Sanctions administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167047",
                        "id": "LEGISCTA000006167047",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-04-17",
                        "fin": "2019-03-01",
                        "titre": "Section 4 : Sanctions administratives et mesures conservatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167047",
                        "id": "LEGISCTA000022105609",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Sanctions administratives, mesures conservatoires et autres conséquences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167047",
                        "id": "LEGISCTA000037844456",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-03-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Autres conséquences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000037835672",
                        "id": "LEGISCTA000037844433",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037836853",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000037835672",
            "sectionParentId": "LEGISCTA000037844433",
            "sectionParentTitre": "Sous-section 3 : Autres conséquences",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ACTEURS DU SPORT &gt; TITRE III : SANTÉ DES SPORTIFS ET LUTTE CONTRE LE DOPAGE &gt; Chapitre II : Lutte contre le dopage\r\n &gt; Section 4 : Sanctions administratives, mesures conservatoires et autres conséquences &gt; Sous-section 3 : Autres conséquences",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043414679",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l’article 63 de l’ordonnance n° 2021-488 du 21 avril 2021, ces dispositions entrent en vigueur le jour suivant la publication au Journal officiel du décret en Conseil d'Etat prévu par l'article L. 232-31 du code du sport et, au plus tard, le 31 mai 2021.",
            "notaHtml": "<p>Conformément au I de l’article 63 de l’ordonnance n° 2021-488 du 21 avril 2021, ces dispositions entrent en vigueur le jour suivant la publication au Journal officiel du décret en Conseil d'Etat prévu par l'article L. 232-31 du code du sport et, au plus tard, le 31 mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043403969",
                    "textTitle": "Ordonnance n°2021-488 du 21 avril 2021 - art. 53",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000043405606",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-04-22",
                    "dateSignaTexte": "2021-04-21",
                    "dateDebutCible": "2021-04-23"
                },
                {
                    "textCid": "JORFTEXT000043403969",
                    "textTitle": "Ordonnance n°2021-488 du 21 avril 2021 - art. 59",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000043405566",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-04-22",
                    "dateSignaTexte": "2021-04-21",
                    "dateDebutCible": "2021-04-23"
                },
                {
                    "textCid": "JORFTEXT000043403969",
                    "textTitle": "Ordonnance n°2021-488 du 21 avril 2021 - art. 60",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000043405620",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-04-22",
                    "dateSignaTexte": "2021-04-21",
                    "dateDebutCible": "2021-04-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R232-41-12-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-41-12-4",
                    "articleId": "LEGIARTI000043895164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628035200000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R232-98-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-98-3",
                    "articleId": "LEGIARTI000043898508",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628035200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037836858",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1622419200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043414679",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1622419200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L232-23-5",
                "232-23-5"
            ],
            "versionPrecedente": "LEGIARTI000037836858",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037836858",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Afin de rétablir l'équité sportive, lorsqu'une infraction aux dispositions des articles L. 232-9, L. 232-9-2 ou L. 232-10 est retenue à la suite d'un contrôle antidopage effectué au cours d'une manifestation sportive organisée par une fédération agréée ou autorisée par une fédération délégataire, ou au cours d'une manifestation donnant lieu à remise de prix en argent ou en nature, la fédération compétente ou l'organisateur annule les résultats individuels du sportif auteur de l'infraction avec toutes les conséquences en résultant, y compris le retrait de médailles, points, prix et gains. II. - A la demande de la commission des sanctions ou du collège de l'Agence française de lutte contre le dopage dans le cas d'un accord conclu conformément aux dispositions de l'article L. 232-21-1, la fédération compétente ou l'organisateur, annule, avec toutes les conséquences en résultant y compris le retrait de médailles, points, prix et gains, les résultats individuels : 1° Du sportif ayant fait l'objet d'une mesure administrative prévue à l'article L. 232-23 obtenus au cours de manifestations auxquelles il a participé entre la date des faits motivant la sanction ou l'accord et la date à laquelle la sanction ou la suspension provisoire lui a été notifiée, à moins qu'un autre traitement ne se justifie pour des raisons d'équité ; 2° Obtenus par le sportif en violation de l'article L. 232-15-1 ; 3° Remontant à la première infraction dans les cas prévus aux II de l'article L. 232-23-3-8 ; 4° éventuellement obtenus en méconnaissance de l'interdiction dans les cas prévus au III de l'article L. 232-23-3-8 ; 5° Obtenus au cours de manifestations auxquelles le sportif a participé durant la période d'interdiction lorsqu'il est fait application du deuxième alinéa de l'article L. 232-23-3-11. III. - Lorsqu'un sportif fait l'objet d'une sanction administrative prévue à l'article L. 232-23 en raison de faits commis à l'occasion d'une manifestation sportive constituée d'une série d'épreuves ou de compétitions individuelles, la fédération compétente ou l'organisateur peut décider d'annuler l'ensemble des résultats individuels obtenus par le sportif dans le cadre de cette manifestation, avec toutes les conséquences en résultant, y compris le retrait de médailles, points, prix et gains, dans des conditions déterminées par les règlements qu'ils édictent. Pour l'application du précédent alinéa, doivent être pris en considération la gravité de l'infraction ainsi que les résultats des contrôles auxquels le sportif s'est éventuellement soumis à l'occasion des autres épreuves ou compétitions auxquelles le sportif s'est soumis au cours de la manifestation. Lorsque le sportif démontre son absence de faute ou de négligence, les résultats individuels obtenus lors d'autres épreuves ou compétitions dans le cadre de la manifestation ne sont pas annulés, à moins que ses résultats obtenus lors de ces autres épreuves ou compétitions n'aient été influencés par la commission de l'infraction. Dans les sports qui ne sont pas des sports d'équipe mais où des prix sont remis aux équipes, la fédération compétente ou l'organisateur prend les mesures appropriées à l'encontre d'une équipe lorsque, à l'occasion d'une manifestation sportive donnant lieu à remise de prix en argent ou en nature ou organisée par une fédération agréée ou autorisée par la fédération délégataire compétente, un ou plusieurs de ses membres ont commis une infraction aux dispositions des articles L. 232-9, L. 232-9-2 ou L. 232-10, dans des conditions déterminées par les règlements qu'ils édictent. IV. - Dans les sports collectifs, lorsque, à la suite d'un contrôle effectué au cours d'une manifestation sportive donnant lieu à remise de prix en argent ou en nature ou organisée par une fédération agréée ou autorisée par la fédération délégataire compétente, une infraction aux dispositions des articles L. 232-9, L. 232-9-2, L. 232-10 ou L. 232-17 est retenue à l'égard de plus de deux sportifs d'une équipe, la fédération compétente ou l'organisateur prend les mesures appropriées à l'encontre de l'équipe à laquelle ils appartiennent, dans des conditions déterminées par les règlements qu'ils édictent.",
            "texteHtml": "<p>I. - Afin de rétablir l'équité sportive, lorsqu'une infraction aux dispositions des articles L. 232-9, L. 232-9-2 ou L. 232-10 est retenue à la suite d'un contrôle antidopage effectué au cours d'une manifestation sportive organisée par une fédération agréée ou autorisée par une fédération délégataire, ou au cours d'une manifestation donnant lieu à remise de prix en argent ou en nature, la fédération compétente ou l'organisateur annule les résultats individuels du sportif auteur de l'infraction avec toutes les conséquences en résultant, y compris le retrait de médailles, points, prix et gains.<br/><br/>\n II. - A la demande de la commission des sanctions ou du collège de l'Agence française de lutte contre le dopage dans le cas d'un accord conclu conformément aux dispositions de l'article L. 232-21-1, la fédération compétente ou l'organisateur, annule, avec toutes les conséquences en résultant y compris le retrait de médailles, points, prix et gains, les résultats individuels :<br/><br/>\n 1° Du sportif ayant fait l'objet d'une mesure administrative prévue à l'article L. 232-23 obtenus au cours de manifestations auxquelles il a participé entre la date des faits motivant la sanction ou l'accord et la date à laquelle la sanction ou la suspension provisoire lui a été notifiée, à moins qu'un autre traitement ne se justifie pour des raisons d'équité ;<br/><br/>\n 2° Obtenus par le sportif en violation de l'article L. 232-15-1 ;<br/><br/>\n 3° Remontant à la première infraction dans les cas prévus aux II de l'article L. 232-23-3-8 ;<br/><br/>\n 4° éventuellement obtenus en méconnaissance de l'interdiction dans les cas prévus au III de l'article L. 232-23-3-8 ;<br/><br/>\n 5° Obtenus au cours de manifestations auxquelles le sportif a participé durant la période d'interdiction lorsqu'il est fait application du deuxième alinéa de l'article L. 232-23-3-11.<br/><br/>\n III. - Lorsqu'un sportif fait l'objet d'une sanction administrative prévue à l'article L. 232-23 en raison de faits commis à l'occasion d'une manifestation sportive constituée d'une série d'épreuves ou de compétitions individuelles, la fédération compétente ou l'organisateur peut décider d'annuler l'ensemble des résultats individuels obtenus par le sportif dans le cadre de cette manifestation, avec toutes les conséquences en résultant, y compris le retrait de médailles, points, prix et gains, dans des conditions déterminées par les règlements qu'ils édictent.<br/><br/>\n Pour l'application du précédent alinéa, doivent être pris en considération la gravité de l'infraction ainsi que les résultats des contrôles auxquels le sportif s'est éventuellement soumis à l'occasion des autres épreuves ou compétitions auxquelles le sportif s'est soumis au cours de la manifestation. Lorsque le sportif démontre son absence de faute ou de négligence, les résultats individuels obtenus lors d'autres épreuves ou compétitions dans le cadre de la manifestation ne sont pas annulés, à moins que ses résultats obtenus lors de ces autres épreuves ou compétitions n'aient été influencés par la commission de l'infraction.<br/><br/>\n Dans les sports qui ne sont pas des sports d'équipe mais où des prix sont remis aux équipes, la fédération compétente ou l'organisateur prend les mesures appropriées à l'encontre d'une équipe lorsque, à l'occasion d'une manifestation sportive donnant lieu à remise de prix en argent ou en nature ou organisée par une fédération agréée ou autorisée par la fédération délégataire compétente, un ou plusieurs de ses membres ont commis une infraction aux dispositions des articles L. 232-9, L. 232-9-2 ou L. 232-10, dans des conditions déterminées par les règlements qu'ils édictent.<br/><br/>\n IV. - Dans les sports collectifs, lorsque, à la suite d'un contrôle effectué au cours d'une manifestation sportive donnant lieu à remise de prix en argent ou en nature ou organisée par une fédération agréée ou autorisée par la fédération délégataire compétente, une infraction aux dispositions des articles L. 232-9, L. 232-9-2, L. 232-10 ou L. 232-17 est retenue à l'égard de plus de deux sportifs d'une équipe, la fédération compétente ou l'organisateur prend les mesures appropriées à l'encontre de l'équipe à laquelle ils appartiennent, dans des conditions déterminées par les règlements qu'ils édictent.</p>",
            "num": "L232-23-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1551398400000,
            "dateFin": 1622419200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096664",
                        "id": "LEGISCTA000006096664",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ACTEURS DU SPORT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120754",
                        "id": "LEGISCTA000006120754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : SANTÉ DES SPORTIFS ET LUTTE CONTRE LE DOPAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137772",
                        "id": "LEGISCTA000006137772",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Lutte contre le dopage\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151570",
                        "id": "LEGISCTA000006151570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2010-04-17",
                        "titre": "Section 4 : Sanctions administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167047",
                        "id": "LEGISCTA000006167047",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-04-17",
                        "fin": "2019-03-01",
                        "titre": "Section 4 : Sanctions administratives et mesures conservatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167047",
                        "id": "LEGISCTA000022105609",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Sanctions administratives, mesures conservatoires et autres conséquences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167047",
                        "id": "LEGISCTA000037844456",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-03-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Autres conséquences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000037835672",
                        "id": "LEGISCTA000037844433",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037836853",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000037835672",
            "sectionParentId": "LEGISCTA000037844433",
            "sectionParentTitre": "Sous-section 3 : Autres conséquences",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ACTEURS DU SPORT &gt; TITRE III : SANTÉ DES SPORTIFS ET LUTTE CONTRE LE DOPAGE &gt; Chapitre II : Lutte contre le dopage\r\n &gt; Section 4 : Sanctions administratives, mesures conservatoires et autres conséquences &gt; Sous-section 3 : Autres conséquences",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037836858",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 37 de l'ordonnance n° 2018-1178 du 19 décembre 2018, ces dispositions entrent en vigueur le jour suivant la publication au Journal officiel du décret en Conseil d'Etat prévu par l'article L. 232-31 du code du sport et, au plus tard, le 1er mars 2019.",
            "notaHtml": "<p>Conformément à l'article 37 de l'ordonnance n° 2018-1178 du 19 décembre 2018, ces dispositions entrent en vigueur le jour suivant la publication au Journal officiel du décret en Conseil d'Etat prévu par l'article L. 232-31 du code du sport et, au plus tard, le 1er mars 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037833532",
                    "textTitle": "Ordonnance n° 2018-1178 du 19 décembre 2018 - art. 30",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000037834771",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-12-20",
                    "dateSignaTexte": "2018-12-19",
                    "dateDebutCible": "2018-12-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R232-41-12-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-41-12-4",
                    "articleId": "LEGIARTI000043895164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628035200000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R232-98-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-98-3",
                    "articleId": "LEGIARTI000043898508",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628035200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037836858",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1622419200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043414679",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1622419200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L232-23-5",
                "232-23-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}