{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045136821",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, un représentant des organismes bailleurs mentionnés à l'article L. 411-2 et des sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 et un représentant de la société mentionnée à l'article L. 313-19 , ainsi qu'un représentant du service intégré d'accueil et d'orientation mentionné à l'article L. 345-2-4 du code de l'action sociale et des familles par les établissements publics de coopération intercommunale mentionnés au vingt-quatrième alinéa de l'article L. 441-1, la commune de Paris et les établissements publics territoriaux de la métropole du Grand Paris. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à l'article L. 441-2-6 , en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à l'article 232 du code général des impôts , où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à l'article L. 366-1 du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit un système de qualification de l'offre de logements sociaux du territoire en fonction d'indicateurs fixés par le plan ainsi que les moyens à mobiliser pour atteindre les objectifs fixés. Le plan prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à l'article 31 de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de l'article L. 441-2-5 , peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. Le plan prévoit un système de cotation de la demande dans le respect des priorités et des critères définis à l'article L. 441-1. Il précise son principe et ses modalités, notamment les critères choisis et leur pondération, ainsi que les conditions dans lesquelles le refus d'un logement adapté aux besoins et aux capacités du demandeur peut modifier la cotation de sa demande. La cotation est intégrée dans le dispositif de gestion de la demande mentionné à l'article L. 441-2-7. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location voulue, dans le respect de l'article L. 441-1, impliquant que tout ou partie des logements disponibles sur le territoire concerné soient portés à la connaissance du public, avec leur description et leurs conditions d'accès, sur un support commun, son principe et ses modalités doivent également être mentionnés dans le plan. Les bailleurs sociaux et les réservataires sont tenus de prendre les dispositions nécessaires à la mise en œuvre du système. Les choix exprimés par les demandeurs sont pris en compte lors des désignations de demandes à examiner par la commission mentionnée à l'article L. 441-2 et dans les décisions prises pour l'attribution des logements concernés. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Le plan prévoit également les modalités de l'évaluation du système. Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 et les sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 sont tenus de porter à la connaissance du public, avec leur description et leurs conditions d'accès, les logements sociaux vacants au plus tard le 1er janvier 2020. Les organismes d'habitations à loyer modéré et les sociétés d'économie mixte de construction et de gestion de logements sociaux sont réputés remplir les obligations mentionnées aux quatrième et avant-dernier alinéas du présent I s'ils adhèrent à un dispositif mis en place au niveau départemental, régional ou national, répondant aux conditions fixées au présent article. II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. Le plan est révisé dans les mêmes conditions. III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.",
            "texteHtml": "<p></p><p>I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, un représentant des organismes bailleurs mentionnés à l'article L. 411-2 et des sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825754&dateTexte=&categorieLien=cid'>L. 481-1</a> et un représentant de la société mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824896&dateTexte=&categorieLien=cid'>L. 313-19</a>, ainsi qu'un représentant du service intégré d'accueil et d'orientation mentionné à l'article L. 345-2-4 du code de l'action sociale et des familles par les établissements publics de coopération intercommunale mentionnés au vingt-quatrième alinéa de l'article L. 441-1, la commune de Paris et les établissements publics territoriaux de la métropole du Grand Paris. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan.</p><p>Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825353&dateTexte=&categorieLien=cid'>l'article L. 441-2-6</a>, en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314157&dateTexte=&categorieLien=cid'>l'article 232 du code général des impôts</a>, où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la <a href='/affichTexte.do?cidTexte=JORFTEXT000000512228&categorieLien=cid'>loi n° 70-9 </a>du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825045&dateTexte=&categorieLien=cid'>l'article L. 366-1 </a>du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit un système de qualification de l'offre de logements sociaux du territoire en fonction d'indicateurs fixés par le plan ainsi que les moyens à mobiliser pour atteindre les objectifs fixés. Le plan prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000206894&idArticle=LEGIARTI000006657923&dateTexte=&categorieLien=cid'>l'article 31 de la loi n° 98-657 </a>du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825350&dateTexte=&categorieLien=cid'>l'article L. 441-2-5</a>, peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement.</p><p>Le plan prévoit un système de cotation de la demande dans le respect des priorités et des critères définis à l'article L. 441-1. Il précise son principe et ses modalités, notamment les critères choisis et leur pondération, ainsi que les conditions dans lesquelles le refus d'un logement adapté aux besoins et aux capacités du demandeur peut modifier la cotation de sa demande. La cotation est intégrée dans le dispositif de gestion de la demande mentionné à l'article L. 441-2-7. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information.</p><p>Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location voulue, dans le respect de l'article L. 441-1, impliquant que tout ou partie des logements disponibles sur le territoire concerné soient portés à la connaissance du public, avec leur description et leurs conditions d'accès, sur un support commun, son principe et ses modalités doivent également être mentionnés dans le plan. Les bailleurs sociaux et les réservataires sont tenus de prendre les dispositions nécessaires à la mise en œuvre du système. Les choix exprimés par les demandeurs sont pris en compte lors des désignations de demandes à examiner par la commission mentionnée à l'article L. 441-2 et dans les décisions prises pour l'attribution des logements concernés. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Le plan prévoit également les modalités de l'évaluation du système.</p><p>Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 et les sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 sont tenus de porter à la connaissance du public, avec leur description et leurs conditions d'accès, les logements sociaux vacants au plus tard le 1er janvier 2020.</p><p>Les organismes d'habitations à loyer modéré et les sociétés d'économie mixte de construction et de gestion de logements sociaux sont réputés remplir les obligations mentionnées aux quatrième et avant-dernier alinéas du présent I s'ils adhèrent à un dispositif mis en place au niveau départemental, régional ou national, répondant aux conditions fixées au présent article.</p><p>II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables.</p><p>Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites.</p><p>Le plan est révisé dans les mêmes conditions.</p><p>III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées.</p><p>Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.</p><p></p>",
            "num": "L441-2-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1644364800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147482623,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028781552",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045136821",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 111 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "111",
                    "articleId": "LEGIARTI000045211432",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2022-02-23"
                },
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 114 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "114",
                    "articleId": "LEGIARTI000045211412",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2022-02-23"
                },
                {
                    "textCid": "JORFTEXT000045133771",
                    "textTitle": "LOI n°2022-140 du 7 février 2022 - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000045134342",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-08",
                    "dateSignaTexte": "2022-02-07",
                    "dateDebutCible": "2022-02-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512228",
                    "textTitle": "Loi n° 70-9 du 2 janvier 1970",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512228",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "70-9",
                    "datePubli": 259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000206894",
                    "textTitle": "Loi n° 98-657 du 29 juillet 1998 - art. 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006657923",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-657",
                    "datePubli": 901843200000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "JORFTEXT000030587035",
                    "textTitle": "DÉCRET n°2015-524 du 12 mai 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030587586",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-524",
                    "datePubli": 1431475200000,
                    "dateDebut": 1431561600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 232",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "232",
                    "articleId": "LEGIARTI000006314157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-19",
                    "articleId": "LEGIARTI000006824896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000045136854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1644364800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-1",
                    "articleId": "LEGIARTI000006825398",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-5",
                    "articleId": "LEGIARTI000028808363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-5",
                    "articleId": "LEGIARTI000006825350",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-6",
                    "articleId": "LEGIARTI000006825353",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-7",
                    "articleId": "LEGIARTI000045136835",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1644364800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-9",
                    "articleId": "LEGIARTI000045211455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676937600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L481-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L481-1",
                    "articleId": "LEGIARTI000006825754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R302-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R302-16",
                    "articleId": "LEGIARTI000031823739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-25-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-25-1",
                    "articleId": "LEGIARTI000034620330",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-10",
                    "articleId": "LEGIARTI000039636832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-11",
                    "articleId": "LEGIARTI000039636370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-12",
                    "articleId": "LEGIARTI000039636363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-13",
                    "articleId": "LEGIARTI000039636356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-16",
                    "articleId": "LEGIARTI000039636411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-9",
                    "articleId": "LEGIARTI000041615492",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028781557",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031219807",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033972075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669955",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1630454400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037694184",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1630454400000,
                    "dateFin": 1644364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045136821",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1644364800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-2-8",
                "441-2-8"
            ],
            "versionPrecedente": "LEGIARTI000037694184",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037694184",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, un représentant des organismes bailleurs mentionnés à l'article L. 411-2 et des sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 et un représentant de la société mentionnée à l'article L. 313-19 , ainsi qu'un représentant du service intégré d'accueil et d'orientation mentionné à l'article L. 345-2-4 du code de l'action sociale et des familles par les établissements publics de coopération intercommunale mentionnés au vingt-troisième alinéa de l'article L. 441-1, la commune de Paris et les établissements publics territoriaux de la métropole du Grand Paris. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à l'article L. 441-2-6 , en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à l'article 232 du code général des impôts , où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à l'article L. 366-1 du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit un système de qualification de l'offre de logements sociaux du territoire en fonction d'indicateurs fixés par le plan ainsi que les moyens à mobiliser pour atteindre les objectifs fixés. Le plan prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à l'article 31 de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de l'article L. 441-2-5 , peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. Le plan prévoit un système de cotation de la demande dans le respect des priorités et des critères définis à l'article L. 441-1. Il précise son principe et ses modalités, notamment les critères choisis et leur pondération, ainsi que les conditions dans lesquelles le refus d'un logement adapté aux besoins et aux capacités du demandeur peut modifier la cotation de sa demande. La cotation est intégrée dans le dispositif de gestion de la demande mentionné à l'article L. 441-2-7. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location voulue, dans le respect de l'article L. 441-1, impliquant que tout ou partie des logements disponibles sur le territoire concerné soient portés à la connaissance du public, avec leur description et leurs conditions d'accès, sur un support commun, son principe et ses modalités doivent également être mentionnés dans le plan. Les bailleurs sociaux et les réservataires sont tenus de prendre les dispositions nécessaires à la mise en œuvre du système. Les choix exprimés par les demandeurs sont pris en compte lors des désignations de demandes à examiner par la commission mentionnée à l'article L. 441-2 et dans les décisions prises pour l'attribution des logements concernés. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Le plan prévoit également les modalités de l'évaluation du système. Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 et les sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 sont tenus de porter à la connaissance du public, avec leur description et leurs conditions d'accès, les logements sociaux vacants au plus tard le 1er janvier 2020. Les organismes d'habitations à loyer modéré et les sociétés d'économie mixte de construction et de gestion de logements sociaux sont réputés remplir les obligations mentionnées aux quatrième et avant-dernier alinéas du présent I s'ils adhèrent à un dispositif mis en place au niveau départemental, régional ou national, répondant aux conditions fixées au présent article. II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. Le plan est révisé dans les mêmes conditions. III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.",
            "texteHtml": "<p></p><p>I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, un représentant des organismes bailleurs mentionnés à l'article L. 411-2 et des sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825754&dateTexte=&categorieLien=cid'>L. 481-1</a> et un représentant de la société mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824896&dateTexte=&categorieLien=cid'>L. 313-19</a>, ainsi qu'un représentant du service intégré d'accueil et d'orientation mentionné à l'article L. 345-2-4 du code de l'action sociale et des familles par les établissements publics de coopération intercommunale mentionnés au vingt-troisième alinéa de l'article L. 441-1, la commune de Paris et les établissements publics territoriaux de la métropole du Grand Paris. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan.</p><p>Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825353&dateTexte=&categorieLien=cid'>l'article L. 441-2-6</a>, en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314157&dateTexte=&categorieLien=cid'>l'article 232 du code général des impôts</a>, où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la <a href='/affichTexte.do?cidTexte=JORFTEXT000000512228&categorieLien=cid'>loi n° 70-9 </a>du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825045&dateTexte=&categorieLien=cid'>l'article L. 366-1 </a>du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit un système de qualification de l'offre de logements sociaux du territoire en fonction d'indicateurs fixés par le plan ainsi que les moyens à mobiliser pour atteindre les objectifs fixés. Le plan prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000206894&idArticle=LEGIARTI000006657923&dateTexte=&categorieLien=cid'>l'article 31 de la loi n° 98-657 </a>du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825350&dateTexte=&categorieLien=cid'>l'article L. 441-2-5</a>, peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement.</p><p>Le plan prévoit un système de cotation de la demande dans le respect des priorités et des critères définis à l'article L. 441-1. Il précise son principe et ses modalités, notamment les critères choisis et leur pondération, ainsi que les conditions dans lesquelles le refus d'un logement adapté aux besoins et aux capacités du demandeur peut modifier la cotation de sa demande. La cotation est intégrée dans le dispositif de gestion de la demande mentionné à l'article L. 441-2-7. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information.</p><p>Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location voulue, dans le respect de l'article L. 441-1, impliquant que tout ou partie des logements disponibles sur le territoire concerné soient portés à la connaissance du public, avec leur description et leurs conditions d'accès, sur un support commun, son principe et ses modalités doivent également être mentionnés dans le plan. Les bailleurs sociaux et les réservataires sont tenus de prendre les dispositions nécessaires à la mise en œuvre du système. Les choix exprimés par les demandeurs sont pris en compte lors des désignations de demandes à examiner par la commission mentionnée à l'article L. 441-2 et dans les décisions prises pour l'attribution des logements concernés. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Le plan prévoit également les modalités de l'évaluation du système.</p><p>Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 et les sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 sont tenus de porter à la connaissance du public, avec leur description et leurs conditions d'accès, les logements sociaux vacants au plus tard le 1er janvier 2020.</p><p>Les organismes d'habitations à loyer modéré et les sociétés d'économie mixte de construction et de gestion de logements sociaux sont réputés remplir les obligations mentionnées aux quatrième et avant-dernier alinéas du présent I s'ils adhèrent à un dispositif mis en place au niveau départemental, régional ou national, répondant aux conditions fixées au présent article.</p><p>II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables.</p><p>Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites.</p><p>Le plan est révisé dans les mêmes conditions.</p><p>III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées.</p><p>Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.</p><p></p>",
            "num": "L441-2-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1630454400000,
            "dateFin": 1644364800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147482623,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028781552",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037694184",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du III de l'article 111 de la loi n° 2018-1021 du 23 novembre 2018, le I dudit article entre en vigueur à une date fixée par le décret prévu à l'article L. 441-2-9 du code de la construction et de l'habitation, et au plus tard le 31 décembre 2021. Conformément à l’article 2 du décret n° 2019-1378 du 17 décembre 2019, les dispositions du I de l'article 111 de la loi n° 2018-1021 du 23 novembre 2018 portant évolution du logement, de l'aménagement et du numérique entrent en vigueur le 1er septembre 2021.",
            "notaHtml": "<p>Conformément aux dispositions du III de l'article 111 de la loi n° 2018-1021 du 23 novembre 2018, le I dudit article entre en vigueur à une date fixée par le décret prévu à l'article L. 441-2-9 du code de la construction et de l'habitation, et au plus tard le 31 décembre 2021.</p><p>Conformément à l’article 2 du décret n° 2019-1378 du 17 décembre 2019, les dispositions du I de l'article 111 de la loi n° 2018-1021 du 23 novembre 2018 portant évolution du logement, de l'aménagement et du numérique entrent en vigueur le 1er septembre 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n° 2018-1021 du 23 novembre 2018 - art. 111 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "111",
                    "articleId": "LEGIARTI000037642367",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2018-11-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512228",
                    "textTitle": "Loi n° 70-9 du 2 janvier 1970",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512228",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "70-9",
                    "datePubli": 259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000206894",
                    "textTitle": "Loi n° 98-657 du 29 juillet 1998 - art. 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006657923",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-657",
                    "datePubli": 901843200000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "JORFTEXT000030587035",
                    "textTitle": "DÉCRET n°2015-524 du 12 mai 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030587586",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-524",
                    "datePubli": 1431475200000,
                    "dateDebut": 1431561600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 232",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "232",
                    "articleId": "LEGIARTI000006314157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-19",
                    "articleId": "LEGIARTI000006824896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006825388",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-1",
                    "articleId": "LEGIARTI000006825398",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-5",
                    "articleId": "LEGIARTI000028808363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-5",
                    "articleId": "LEGIARTI000006825350",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-6",
                    "articleId": "LEGIARTI000006825353",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-7",
                    "articleId": "LEGIARTI000028781545",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-9",
                    "articleId": "LEGIARTI000045211455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676937600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L481-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L481-1",
                    "articleId": "LEGIARTI000006825754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R302-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R302-16",
                    "articleId": "LEGIARTI000031823739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-25-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-25-1",
                    "articleId": "LEGIARTI000034620330",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-10",
                    "articleId": "LEGIARTI000039636832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-11",
                    "articleId": "LEGIARTI000039636370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-12",
                    "articleId": "LEGIARTI000039636363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-13",
                    "articleId": "LEGIARTI000039636356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-16",
                    "articleId": "LEGIARTI000039636411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-9",
                    "articleId": "LEGIARTI000041615492",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028781557",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031219807",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033972075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669955",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1630454400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037694184",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1630454400000,
                    "dateFin": 1644364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045136821",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1644364800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-2-8",
                "441-2-8"
            ],
            "versionPrecedente": "LEGIARTI000037669955",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037669955",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, un représentant des organismes bailleurs mentionnés à l'article L. 411-2 et des sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 et un représentant de la société mentionnée à l'article L. 313-19 , par les établissements publics de coopération intercommunale mentionnés au vingt-troisième alinéa de l'article L. 441-1, la commune de Paris et les établissements publics territoriaux de la métropole du Grand Paris. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à l'article L. 441-2-6 , en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à l'article 232 du code général des impôts , où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à l'article L. 366-1 du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit un système de qualification de l'offre de logements sociaux du territoire en fonction d'indicateurs fixés par le plan ainsi que les moyens à mobiliser pour atteindre les objectifs fixés. Le plan prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à l'article 31 de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de l'article L. 441-2-5 , peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de cotation de la demande, dans le respect des priorités et des critères définis à l'article L. 441-1 , son principe et ses modalités doivent être expressément mentionnés dans le plan mentionné au présent article et lié au dispositif de gestion de la demande mentionné à l'article L. 441-2-7 . Ces modalités incluent les conditions dans lesquelles le refus d'un logement adapté aux besoins et aux capacités du demandeur peut modifier la cotation de sa demande. Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location voulue, dans le respect de l'article L. 441-1, impliquant que tout ou partie des logements disponibles sur le territoire concerné soient portés à la connaissance du public, avec leur description et leurs conditions d'accès, sur un support commun, son principe et ses modalités doivent également être mentionnés dans le plan. Les bailleurs sociaux et les réservataires sont tenus de prendre les dispositions nécessaires à la mise en œuvre du système. Les choix exprimés par les demandeurs sont pris en compte lors des désignations de demandes à examiner par la commission mentionnée à l'article L. 441-2 et dans les décisions prises pour l'attribution des logements concernés. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Le plan prévoit également les modalités de l'évaluation du système. Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 et les sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 sont tenus de porter à la connaissance du public, avec leur description et leurs conditions d'accès, les logements sociaux vacants au plus tard le 1er janvier 2020. Les organismes d'habitations à loyer modéré et les sociétés d'économie mixte de construction et de gestion de logements sociaux sont réputés remplir les obligations mentionnées aux quatrième et avant-dernier alinéas du présent I s'ils adhèrent à un dispositif mis en place au niveau départemental, régional ou national, répondant aux conditions fixées au présent article. II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. Le plan est révisé dans les mêmes conditions. III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.",
            "texteHtml": "<p></p><p>I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, un représentant des organismes bailleurs mentionnés à l'article L. 411-2 et des sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825754&dateTexte=&categorieLien=cid'>L. 481-1</a> et un représentant de la société mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824896&dateTexte=&categorieLien=cid'>L. 313-19</a>, par les établissements publics de coopération intercommunale mentionnés au vingt-troisième alinéa de l'article L. 441-1, la commune de Paris et les établissements publics territoriaux de la métropole du Grand Paris. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan.</p><p>Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825353&dateTexte=&categorieLien=cid'>l'article L. 441-2-6</a>, en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314157&dateTexte=&categorieLien=cid'>l'article 232 du code général des impôts</a>, où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la <a href='/affichTexte.do?cidTexte=JORFTEXT000000512228&categorieLien=cid'>loi n° 70-9 </a>du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825045&dateTexte=&categorieLien=cid'>l'article L. 366-1 </a>du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit un système de qualification de l'offre de logements sociaux du territoire en fonction d'indicateurs fixés par le plan ainsi que les moyens à mobiliser pour atteindre les objectifs fixés. Le plan prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000206894&idArticle=LEGIARTI000006657923&dateTexte=&categorieLien=cid'>l'article 31 de la loi n° 98-657 </a>du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825350&dateTexte=&categorieLien=cid'>l'article L. 441-2-5</a>, peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement.</p><p>Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de cotation de la demande, dans le respect des priorités et des critères définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825388&dateTexte=&categorieLien=cid'>L. 441-1</a>, son principe et ses modalités doivent être expressément mentionnés dans le plan mentionné au présent article et lié au dispositif de gestion de la demande mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000028781545&dateTexte=&categorieLien=cid'>l'article L. 441-2-7</a>. Ces modalités incluent les conditions dans lesquelles le refus d'un logement adapté aux besoins et aux capacités du demandeur peut modifier la cotation de sa demande.</p><p>Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location voulue, dans le respect de l'article L. 441-1, impliquant que tout ou partie des logements disponibles sur le territoire concerné soient portés à la connaissance du public, avec leur description et leurs conditions d'accès, sur un support commun, son principe et ses modalités doivent également être mentionnés dans le plan. Les bailleurs sociaux et les réservataires sont tenus de prendre les dispositions nécessaires à la mise en œuvre du système. Les choix exprimés par les demandeurs sont pris en compte lors des désignations de demandes à examiner par la commission mentionnée à l'article L. 441-2 et dans les décisions prises pour l'attribution des logements concernés. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Le plan prévoit également les modalités de l'évaluation du système.</p><p>Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 et les sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 sont tenus de porter à la connaissance du public, avec leur description et leurs conditions d'accès, les logements sociaux vacants au plus tard le 1er janvier 2020.</p><p>Les organismes d'habitations à loyer modéré et les sociétés d'économie mixte de construction et de gestion de logements sociaux sont réputés remplir les obligations mentionnées aux quatrième et avant-dernier alinéas du présent I s'ils adhèrent à un dispositif mis en place au niveau départemental, régional ou national, répondant aux conditions fixées au présent article.</p><p>II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables.</p><p>Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites.</p><p>Le plan est révisé dans les mêmes conditions.</p><p>III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées.</p><p>Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.</p><p></p>",
            "num": "L441-2-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1543104000000,
            "dateFin": 1630454400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147482623,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028781552",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037669955",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 114",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "114",
                    "articleId": "LEGIARTI000037642373",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2018-11-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512228",
                    "textTitle": "Loi n° 70-9 du 2 janvier 1970",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512228",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "70-9",
                    "datePubli": 259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000206894",
                    "textTitle": "Loi n° 98-657 du 29 juillet 1998 - art. 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006657923",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-657",
                    "datePubli": 901843200000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "JORFTEXT000030587035",
                    "textTitle": "DÉCRET n°2015-524 du 12 mai 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030587586",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-524",
                    "datePubli": 1431475200000,
                    "dateDebut": 1431561600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 232",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "232",
                    "articleId": "LEGIARTI000006314157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-19",
                    "articleId": "LEGIARTI000006824896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006825388",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-1",
                    "articleId": "LEGIARTI000006825398",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-5",
                    "articleId": "LEGIARTI000028808363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-5",
                    "articleId": "LEGIARTI000006825350",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-6",
                    "articleId": "LEGIARTI000006825353",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-7",
                    "articleId": "LEGIARTI000028781545",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-9",
                    "articleId": "LEGIARTI000045211455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676937600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L481-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L481-1",
                    "articleId": "LEGIARTI000006825754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R302-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R302-16",
                    "articleId": "LEGIARTI000031823739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-25-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-25-1",
                    "articleId": "LEGIARTI000034620330",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-10",
                    "articleId": "LEGIARTI000039636832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-11",
                    "articleId": "LEGIARTI000039636370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-12",
                    "articleId": "LEGIARTI000039636363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-13",
                    "articleId": "LEGIARTI000039636356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-16",
                    "articleId": "LEGIARTI000039636411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-9",
                    "articleId": "LEGIARTI000041615492",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028781557",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031219807",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033972075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669955",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1630454400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037694184",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1630454400000,
                    "dateFin": 1644364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045136821",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1644364800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-2-8",
                "441-2-8"
            ],
            "versionPrecedente": "LEGIARTI000033972075",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033972075",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, un représentant des organismes bailleurs mentionnés à l'article L. 411-2 et des sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 et un représentant de la société mentionnée à l'article L. 313-19 , par les établissements publics de coopération intercommunale mentionnés au vingtième alinéa de l'article L. 441-1, la commune de Paris et les établissements publics territoriaux de la métropole du Grand Paris. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à l'article L. 441-2-6 , en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à l'article 232 du code général des impôts , où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à l'article L. 366-1 du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit un système de qualification de l'offre de logements sociaux du territoire en fonction d'indicateurs fixés par le plan ainsi que les moyens à mobiliser pour atteindre les objectifs fixés. Le plan prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à l'article 31 de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de l'article L. 441-2-5 , peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de cotation de la demande, dans le respect des priorités et des critères définis à l'article L. 441-1 , son principe et ses modalités doivent être expressément mentionnés dans le plan mentionné au présent article et lié au dispositif de gestion de la demande mentionné à l'article L. 441-2-7 . Ces modalités incluent les conditions dans lesquelles le refus d'un logement adapté aux besoins et aux capacités du demandeur peut modifier la cotation de sa demande. Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location voulue, dans le respect de l'article L. 441-1, impliquant que tout ou partie des logements disponibles sur le territoire concerné soient portés à la connaissance du public, avec leur description et leurs conditions d'accès, sur un support commun, son principe et ses modalités doivent également être mentionnés dans le plan. Les bailleurs sociaux et les réservataires sont tenus de prendre les dispositions nécessaires à la mise en œuvre du système. Les choix exprimés par les demandeurs sont pris en compte lors des désignations de demandes à examiner par la commission mentionnée à l'article L. 441-2 et dans les décisions prises pour l'attribution des logements concernés. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Le plan prévoit également les modalités de l'évaluation du système. Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 et les sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 sont tenus de porter à la connaissance du public, avec leur description et leurs conditions d'accès, les logements sociaux vacants au plus tard le 1er janvier 2020. Les organismes d'habitations à loyer modéré et les sociétés d'économie mixte de construction et de gestion de logements sociaux sont réputés remplir les obligations mentionnées aux quatrième et avant-dernier alinéas du présent I s'ils adhèrent à un dispositif mis en place au niveau départemental, régional ou national, répondant aux conditions fixées au présent article. II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. Le plan est révisé dans les mêmes conditions. III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.",
            "texteHtml": "<p>I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, un représentant des organismes bailleurs mentionnés à l'article L. 411-2 et des sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825754&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L481-1 (V)'>L. 481-1</a> et un représentant de la société mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824896&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L313-19 (V)'>L. 313-19</a>, par les établissements publics de coopération intercommunale mentionnés au vingtième alinéa de l'article L. 441-1, la commune de Paris et les établissements publics territoriaux de la métropole du Grand Paris. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. </p><p>Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825353&dateTexte=&categorieLien=cid'>l'article L. 441-2-6</a>, en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314157&dateTexte=&categorieLien=cid'>l'article 232 du code général des impôts</a>, où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la <a href='/affichTexte.do?cidTexte=JORFTEXT000000512228&categorieLien=cid'>loi n° 70-9 </a>du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825045&dateTexte=&categorieLien=cid'>l'article L. 366-1 </a>du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit un système de qualification de l'offre de logements sociaux du territoire en fonction d'indicateurs fixés par le plan ainsi que les moyens à mobiliser pour atteindre les objectifs fixés. Le plan prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000206894&idArticle=LEGIARTI000006657923&dateTexte=&categorieLien=cid'>l'article 31 de la loi n° 98-657 </a>du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825350&dateTexte=&categorieLien=cid'>l'article L. 441-2-5</a>, peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. </p><p>Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de cotation de la demande, dans le respect des priorités et des critères définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825388&dateTexte=&categorieLien=cid'>L. 441-1</a>, son principe et ses modalités doivent être expressément mentionnés dans le plan mentionné au présent article et lié au dispositif de gestion de la demande mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000028781545&dateTexte=&categorieLien=cid'>l'article L. 441-2-7</a>. Ces modalités incluent les conditions dans lesquelles le refus d'un logement adapté aux besoins et aux capacités du demandeur peut modifier la cotation de sa demande. </p><p>Si l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location voulue, dans le respect de l'article L. 441-1, impliquant que tout ou partie des logements disponibles sur le territoire concerné soient portés à la connaissance du public, avec leur description et leurs conditions d'accès, sur un support commun, son principe et ses modalités doivent également être mentionnés dans le plan. Les bailleurs sociaux et les réservataires sont tenus de prendre les dispositions nécessaires à la mise en œuvre du système. Les choix exprimés par les demandeurs sont pris en compte lors des désignations de demandes à examiner par la commission mentionnée à l'article L. 441-2 et dans les décisions prises pour l'attribution des logements concernés. Le public et les demandeurs de logement social reçoivent une information appropriée sur le système mis en place dans le cadre du service d'accueil et d'information. Le plan prévoit également les modalités de l'évaluation du système. </p><p>Les organismes d'habitations à loyer modéré mentionnés à l'article L. 411-2 et les sociétés d'économie mixte de construction et de gestion de logements sociaux mentionnées à l'article L. 481-1 sont tenus de porter à la connaissance du public, avec leur description et leurs conditions d'accès, les logements sociaux vacants au plus tard le 1er janvier 2020. </p><p>Les organismes d'habitations à loyer modéré et les sociétés d'économie mixte de construction et de gestion de logements sociaux sont réputés remplir les obligations mentionnées aux quatrième et avant-dernier alinéas du présent I s'ils adhèrent à un dispositif mis en place au niveau départemental, régional ou national, répondant aux conditions fixées au présent article. </p><p>II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. </p><p>Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. </p><p>Le plan est révisé dans les mêmes conditions. </p><p>III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. </p><p>Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.</p><p></p>",
            "num": "L441-2-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1485648000000,
            "dateFin": 1543104000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147482623,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028781552",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033972075",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033934948",
                    "textTitle": "LOI n°2017-86 du 27 janvier 2017 - art. 77",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000033938335",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-01-28",
                    "dateSignaTexte": "2017-01-27",
                    "dateDebutCible": "2017-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512228",
                    "textTitle": "Loi n° 70-9 du 2 janvier 1970",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512228",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "70-9",
                    "datePubli": 259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000206894",
                    "textTitle": "Loi n° 98-657 du 29 juillet 1998 - art. 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006657923",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-657",
                    "datePubli": 901843200000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "JORFTEXT000030587035",
                    "textTitle": "DÉCRET n°2015-524 du 12 mai 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030587586",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-524",
                    "datePubli": 1431475200000,
                    "dateDebut": 1431561600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 232",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "232",
                    "articleId": "LEGIARTI000006314157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-19",
                    "articleId": "LEGIARTI000006824896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006825388",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-1",
                    "articleId": "LEGIARTI000006825398",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-5",
                    "articleId": "LEGIARTI000028808363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-5",
                    "articleId": "LEGIARTI000006825350",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-6",
                    "articleId": "LEGIARTI000006825353",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-7",
                    "articleId": "LEGIARTI000028781545",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-9",
                    "articleId": "LEGIARTI000045211455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676937600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L481-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L481-1",
                    "articleId": "LEGIARTI000006825754",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R302-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R302-16",
                    "articleId": "LEGIARTI000031823739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-25-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-25-1",
                    "articleId": "LEGIARTI000034620330",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-10",
                    "articleId": "LEGIARTI000039636832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-11",
                    "articleId": "LEGIARTI000039636370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-12",
                    "articleId": "LEGIARTI000039636363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-13",
                    "articleId": "LEGIARTI000039636356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-16",
                    "articleId": "LEGIARTI000039636411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-9",
                    "articleId": "LEGIARTI000041615492",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028781557",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031219807",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033972075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669955",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1630454400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037694184",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1630454400000,
                    "dateFin": 1644364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045136821",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1644364800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-2-8",
                "441-2-8"
            ],
            "versionPrecedente": "LEGIARTI000031219807",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031219807",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, par tout établissement public de coopération intercommunale doté d'un programme local de l'habitat approuvé. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. Un représentant des organismes bailleurs mentionnés à l'article L. 411-2 est associé à l'élaboration du plan. Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à l'article L. 441-2-6 , en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à l'article 232 du code général des impôts , où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à l'article L. 366-1 du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à l'article 31 de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de l'article L. 441-2-5 , à l'intention des présidents des établissements publics de coopération intercommunale mentionnés à l'article L. 441-1-1 peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. Si l'établissement public de coopération intercommunale à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de cotation de la demande liée à un système de qualification de l'offre de logements, dans le respect de l'article L. 441-1 , son principe et ses modalités doivent être expressément mentionnés dans le plan mentionné au présent article et lié au dispositif de gestion de la demande mentionné à l'article L. 441-2-7 . Si l'établissement public de coopération intercommunale à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location choisie, dans le respect de l'article L. 441-1, son principe et ses modalités doivent également être mentionnés dans le plan. II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. Le plan est révisé dans les mêmes conditions. III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. Les conseils de la métropole du Grand Paris et de la métropole d'Aix-Marseille-Provence peuvent déléguer aux conseils de territoire la compétence pour conclure ces conventions. Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.",
            "texteHtml": "<p>I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, par tout établissement public de coopération intercommunale doté d'un programme local de l'habitat approuvé. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. Un représentant des organismes bailleurs mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825181&dateTexte=&categorieLien=cid'>l'article L. 411-2 </a>est associé à l'élaboration du plan. </p><p>Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825353&dateTexte=&categorieLien=cid'>l'article L. 441-2-6</a>, en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314157&dateTexte=&categorieLien=cid'>l'article 232 du code général des impôts</a>, où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la <a href='/affichTexte.do?cidTexte=JORFTEXT000000512228&categorieLien=cid'>loi n° 70-9 </a>du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825045&dateTexte=&categorieLien=cid'>l'article L. 366-1 </a>du présent code et les agences d'urbanisme mentionnées par le code de l'urbanisme. Au nombre de ces actions, il prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000206894&idArticle=LEGIARTI000006657923&dateTexte=&categorieLien=cid'>l'article 31 de la loi n° 98-657 </a>du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825350&dateTexte=&categorieLien=cid'>l'article L. 441-2-5</a>, à l'intention des présidents des établissements publics de coopération intercommunale mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825398&dateTexte=&categorieLien=cid'>l'article L. 441-1-1 </a>peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. </p><p>Si l'établissement public de coopération intercommunale à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de cotation de la demande liée à un système de qualification de l'offre de logements, dans le respect de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825388&dateTexte=&categorieLien=cid'>l'article L. 441-1</a>, son principe et ses modalités doivent être expressément mentionnés dans le plan mentionné au présent article et lié au dispositif de gestion de la demande mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000028781545&dateTexte=&categorieLien=cid'>l'article L. 441-2-7</a>. </p><p>Si l'établissement public de coopération intercommunale à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location choisie, dans le respect de l'article L. 441-1, son principe et ses modalités doivent également être mentionnés dans le plan. </p><p>II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. </p><p>Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. </p><p>Le plan est révisé dans les mêmes conditions. </p><p>III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. </p><p>Les conseils de la métropole du Grand Paris et de la métropole d'Aix-Marseille-Provence peuvent déléguer aux conseils de territoire la compétence pour conclure ces conventions. </p><p>Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.</p><p></p>",
            "num": "L441-2-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1485648000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147482623,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028781552",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031219807",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031204500",
                    "textTitle": "ORDONNANCE n°2015-1174 du 23 septembre 2015 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000031207258",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-09-24",
                    "dateSignaTexte": "2015-09-23",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512228",
                    "textTitle": "Loi n° 70-9 du 2 janvier 1970",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512228",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "70-9",
                    "datePubli": 259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000206894",
                    "textTitle": "Loi n° 98-657 du 29 juillet 1998 - art. 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006657923",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-657",
                    "datePubli": 901843200000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "JORFTEXT000030587035",
                    "textTitle": "DÉCRET n°2015-524 du 12 mai 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030587586",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-524",
                    "datePubli": 1431475200000,
                    "dateDebut": 1431561600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 232",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "232",
                    "articleId": "LEGIARTI000006314157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006825388",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-1",
                    "articleId": "LEGIARTI000006825398",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-5",
                    "articleId": "LEGIARTI000028808363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-5",
                    "articleId": "LEGIARTI000006825350",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-6",
                    "articleId": "LEGIARTI000006825353",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-7",
                    "articleId": "LEGIARTI000028781545",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-9",
                    "articleId": "LEGIARTI000045211455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676937600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R302-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R302-16",
                    "articleId": "LEGIARTI000031823739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-25-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-25-1",
                    "articleId": "LEGIARTI000034620330",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-10",
                    "articleId": "LEGIARTI000039636832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-11",
                    "articleId": "LEGIARTI000039636370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-12",
                    "articleId": "LEGIARTI000039636363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-13",
                    "articleId": "LEGIARTI000039636356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-16",
                    "articleId": "LEGIARTI000039636411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-9",
                    "articleId": "LEGIARTI000041615492",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028781557",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031219807",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033972075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669955",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1630454400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037694184",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1630454400000,
                    "dateFin": 1644364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045136821",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1644364800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-2-8",
                "441-2-8"
            ],
            "versionPrecedente": "LEGIARTI000028781557",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028781557",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, par tout établissement public de coopération intercommunale doté d'un programme local de l'habitat approuvé. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. Un représentant des organismes bailleurs mentionnés à l'article L. 411-2 est associé à l'élaboration du plan. Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à l'article L. 441-2-6 , en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à l'article 232 du code général des impôts , où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à l'article L. 366-1 du présent code et à l'article L. 121-3 du code de l'urbanisme . Au nombre de ces actions, il prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à l'article 31 de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de l'article L. 441-2-5 , à l'intention des présidents des établissements publics de coopération intercommunale mentionnés à l'article L. 441-1-1 peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. Si l'établissement public de coopération intercommunale à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de cotation de la demande liée à un système de qualification de l'offre de logements, dans le respect de l'article L. 441-1 , son principe et ses modalités doivent être expressément mentionnés dans le plan mentionné au présent article et lié au dispositif de gestion de la demande mentionné à l'article L. 441-2-7 . Si l'établissement public de coopération intercommunale à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location choisie, dans le respect de l'article L. 441-1, son principe et ses modalités doivent également être mentionnés dans le plan. II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. Le plan est révisé dans les mêmes conditions. III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. Les conseils de la métropole du Grand Paris et de la métropole d'Aix-Marseille-Provence peuvent déléguer aux conseils de territoire la compétence pour conclure ces conventions. Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.",
            "texteHtml": "<p>I.-Un plan partenarial de gestion de la demande de logement social et d'information des demandeurs est élaboré, en y associant les communes membres, par tout établissement public de coopération intercommunale doté d'un programme local de l'habitat approuvé. Il peut être élaboré par les autres établissements publics de coopération intercommunale selon les mêmes modalités. Pour les territoires non couverts par un plan partenarial, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région peut élaborer un tel plan. Un représentant des organismes bailleurs mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825181&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L411-2 (V)'>l'article L. 411-2 </a>est associé à l'élaboration du plan. </p><p>Le plan partenarial définit les orientations destinées à assurer la gestion partagée des demandes de logement social et à satisfaire le droit à l'information prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825353&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L441-2-6 (V)'>l'article L. 441-2-6</a>, en fonction des besoins en logement social et des circonstances locales. Ce plan fixe le délai maximal dans lequel tout demandeur qui le souhaite doit être reçu après l'enregistrement de sa demande de logement social. Ce délai ne peut excéder un mois, sauf dans les zones d'urbanisation continue de plus de 50 000 habitants définies à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314157&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 232 (V)'>l'article 232 du code général des impôts</a>, où il peut être porté à deux mois. A titre expérimental, il peut prévoir la participation de personnes morales, soumises à la <a href='/affichTexte.do?cidTexte=JORFTEXT000000512228&categorieLien=cid' title='Loi n° 70-9 du 2 janvier 1970 (V)'>loi n° 70-9 </a>du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce, à la collecte et à la diffusion d'informations sur l'offre de logements disponibles. Pour la mise en œuvre de ces orientations, il détermine les actions auxquelles sont associés les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées, notamment les associations mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825045&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L366-1 (V)'>l'article L. 366-1 </a>du présent code et à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006814376&dateTexte=&categorieLien=cid' title='Code de l'urbanisme - art. L121-3 (V)'>l'article L. 121-3 du code de l'urbanisme</a>. Au nombre de ces actions, il prévoit les modalités d'organisation et de fonctionnement d'un service d'information et d'accueil des demandeurs de logement. Ces modalités prévoient, a minima, la consultation de représentants locaux des associations de locataires siégeant à la Commission nationale de concertation et de représentants locaux des associations de défense des personnes en situation d'exclusion par le logement mentionnées à <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000206894&idArticle=LEGIARTI000006657923&dateTexte=&categorieLien=cid' title='Loi n° 98-657 du 29 juillet 1998 - art. 31 (V)'>l'article 31 de la loi n° 98-657 </a>du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions. Ce service comporte au moins un lieu d'accueil des personnes bénéficiant du droit à l'information défini à l'article L. 441-2-6 du présent code, au fonctionnement duquel concourent les organismes bailleurs, l'Etat et les autres réservataires de logements sociaux. Le bilan de l'attribution des logements locatifs sociaux établi, chaque année, par les bailleurs sociaux, en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825350&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L441-2-5 (V)'>l'article L. 441-2-5</a>, à l'intention des présidents des établissements publics de coopération intercommunale mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825398&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L441-1-1 (V)'>l'article L. 441-1-1 </a>peut être consulté dans le cadre du service d'information et d'accueil des demandeurs de logement. </p><p>Si l'établissement public de coopération intercommunale à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de cotation de la demande liée à un système de qualification de l'offre de logements, dans le respect de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825388&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L441-1 (V)'>l'article L. 441-1</a>, son principe et ses modalités doivent être expressément mentionnés dans le plan mentionné au présent article et lié au dispositif de gestion de la demande mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000028781545&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L441-2-7 (V)'>l'article L. 441-2-7</a>. </p><p>Si l'établissement public de coopération intercommunale à l'origine du plan partenarial de gestion de la demande de logement social et d'information des demandeurs a initié ou souhaite initier un système de location choisie, dans le respect de l'article L. 441-1, son principe et ses modalités doivent également être mentionnés dans le plan. </p><p>II.-Le projet de plan est soumis pour avis aux communes membres de l'établissement public de coopération intercommunale. Si les avis n'ont pas été rendus dans le délai de deux mois suivant la saisine, ils sont réputés favorables. </p><p>Le projet de plan est transmis au représentant de l'Etat dans le département ou, en Ile-de-France, au représentant de l'Etat dans la région, qui peut demander, dans le délai de deux mois suivant sa saisine, des modifications pour répondre aux objectifs qu'il avait fixés à ce plan. Le plan ne peut être adopté si ces demandes ne sont pas satisfaites. </p><p>Le plan est révisé dans les mêmes conditions. </p><p>III.-La mise en œuvre du plan fait l'objet de conventions signées entre l'établissement public de coopération intercommunale et les organismes bailleurs, l'Etat, les autres réservataires de logements sociaux et, le cas échéant, d'autres personnes morales intéressées. </p><p>Les conseils de la métropole du Grand Paris et de la métropole d'Aix-Marseille-Provence peuvent déléguer aux conseils de territoire la compétence pour conclure ces conventions. </p><p>Lorsqu'un bailleur social ou un réservataire refuse de signer une convention, le représentant de l'Etat dans le département ou, en Ile-de-France, le représentant de l'Etat dans la région fixe par arrêté les conditions de sa participation à la mise en œuvre de la convention.</p><p></p>",
            "num": "L441-2-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1395878400000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147482623,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028781552",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028781557",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028772256",
                    "textTitle": "LOI n°2014-366\n du 24 mars 2014 - art. 97",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "97",
                    "articleId": "LEGIARTI000028775980",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-26",
                    "dateSignaTexte": "2014-03-24",
                    "dateDebutCible": "2014-03-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512228",
                    "textTitle": "Loi n° 70-9 du 2 janvier 1970 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512228",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "70-9",
                    "datePubli": 259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000206894",
                    "textTitle": "Loi n° 98-657 du 29 juillet 1998 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006657923",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-657",
                    "datePubli": 901843200000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "JORFTEXT000030587035",
                    "textTitle": "DÉCRET n°2015-524 du 12 mai 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030587586",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-524",
                    "datePubli": 1431475200000,
                    "dateDebut": 1431561600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 232 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "232",
                    "articleId": "LEGIARTI000006314157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L121-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-3",
                    "articleId": "LEGIARTI000006814376",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 121996800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L366-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L366-1",
                    "articleId": "LEGIARTI000006825045",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L411-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006825181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1",
                    "articleId": "LEGIARTI000006825388",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-1",
                    "articleId": "LEGIARTI000006825398",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-5",
                    "articleId": "LEGIARTI000028808363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1395878400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-5",
                    "articleId": "LEGIARTI000006825350",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 901843200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-6",
                    "articleId": "LEGIARTI000006825353",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-2-7",
                    "articleId": "LEGIARTI000028781545",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-2-9",
                    "articleId": "LEGIARTI000045211455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676937600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R302-16 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R302-16",
                    "articleId": "LEGIARTI000031823739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-25-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-25-1",
                    "articleId": "LEGIARTI000034620330",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-10",
                    "articleId": "LEGIARTI000039636832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-11",
                    "articleId": "LEGIARTI000039636370",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-12",
                    "articleId": "LEGIARTI000039636363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-13",
                    "articleId": "LEGIARTI000039636356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-16",
                    "articleId": "LEGIARTI000039636411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576713600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-9",
                    "articleId": "LEGIARTI000041615492",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028781557",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395878400000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031219807",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1485648000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033972075",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669955",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1630454400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037694184",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1630454400000,
                    "dateFin": 1644364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045136821",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1644364800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-2-8",
                "441-2-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}