{
    "cid": "LEGIARTI000030435194",
    "num": "L356-6",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128455",
                        "id": "LEGISCTA000006128455",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-07-01",
                        "fin": "2016-01-01",
                        "titre": "Titre V : Libre prestation de services et coassurance relatives aux Etats parties à l'accord sur l'Espace économique européen non membres des Communautés européennes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142901",
                        "id": "LEGISCTA000006142901",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Règles prudentielles applicables aux entreprises relevant du régime dit “solvabilité II”",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142901",
                        "id": "LEGISCTA000030437695",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Exigences spécifiques aux groupes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030434859",
                        "id": "LEGISCTA000030434864",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Dispositions relatives au contrôle des groupes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030434936",
                        "id": "LEGISCTA000030434955",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030434981",
                        "id": "LEGISCTA000030435105",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000030435225",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L356-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L356-1",
                    "articleId": "LEGIARTI000030434934",
                    "natureText": "CODE",
                    "date": 1599863799164,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L356-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L356-15",
                    "articleId": "LEGIARTI000030435625",
                    "natureText": "CODE",
                    "date": 1599863799164,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L356-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L356-2",
                    "articleId": "LEGIARTI000030435107",
                    "natureText": "CODE",
                    "date": 1599863799164,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-5",
                    "articleId": "LEGIARTI000030582025",
                    "natureText": "CODE",
                    "date": 1599863799164,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-6",
                    "articleId": "LEGIARTI000030582033",
                    "natureText": "CODE",
                    "date": 1599863799164,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R356-7",
                    "articleId": "LEGIARTI000030582035",
                    "natureText": "CODE",
                    "date": 1599863799164,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030430065",
                    "textTitle": "ORDONNANCE n° 2015-378 du 2 avril 2015 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030431486",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-04-03",
                    "dateSignaTexte": "2015-04-02",
                    "dateDebutCible": "2015-04-04"
                }
            ],
            "num": "L356-6",
            "origine": "LEGI",
            "texte": "I.-L'Autorité de contrôle prudentiel et de résolution exerce la fonction de contrôleur de groupe au sens du 6° de l'article L. 356-1 : 1° Lorsqu'elle est l'autorité de contrôle compétente pour toutes les entreprises d'assurance et de réassurance du groupe ; 2° Sous réserve de l'application des dispositions du II : a) Lorsque, dans le cas mentionné au deuxième alinéa de l'article L. 356-2 , l'entreprise participante est une entreprise d'assurance ou de réassurance qu'elle a agréée ; b) Lorsque, dans le cas mentionné au troisième alinéa de l'article L. 356-2, l'une des conditions suivantes est remplie : i) L'entreprise d'assurance ou de réassurance est agréée par l'Autorité de contrôle prudentiel de résolution ; ii) L'entreprise mère a son siège social en France et une entreprise d'assurance ou de réassurance est agréée par l'Autorité de contrôle prudentiel et de résolution ; iii) Il y a plusieurs sociétés de groupe d'assurance ayant leur siège social dans différents Etats membres et une entreprise d'assurance ou de réassurance dans au moins deux de ces Etats membres, et une entreprise d'assurance ou de réassurance agréée par l'Autorité de contrôle prudentiel et de résolution a le bilan dont le total est le plus élevé ; iv) L'entreprise mère n'a pas son siège social en France, aucune des entreprises d'assurance ou de réassurance n'est agréée dans le même Etat membre que celui où l'entreprise mère a son siège social, et une entreprise d'assurance ou de réassurance agréée par l'Autorité de contrôle prudentiel et de résolution a le bilan dont le total est le plus élevé ; c) Dans les autres cas, lorsque le groupe n'a pas d'entreprise mère et qu'une entreprise d'assurance ou de réassurance agréée par l'Autorité de contrôle prudentiel et de résolution a le bilan dont le total est le plus élevé. II.-Dans des cas particuliers, l'Autorité de contrôle prudentiel et de résolution peut, conjointement avec les autres autorités de contrôle concernées, décider de déroger aux critères mentionnés au I, lorsque leur application apparaît inappropriée compte tenu de la structure du groupe et de l'importance relative des activités des entreprises d'assurance et de réassurance dans les différents Etats membres, et désigner une autre autorité de contrôle que celle désignée comme contrôleur du groupe en application des critères mentionnés au I. A cette fin, toute autorité de contrôle concernée peut exiger l'ouverture d'une discussion sur le point de savoir si les critères mentionnés au I sont appropriés. Cette discussion a lieu au maximum une fois par an. L'Autorité de contrôle prudentiel et de résolution se concerte avec les autres autorités de contrôle concernées pour parvenir conjointement à une décision sur le choix du contrôleur du groupe au plus tard trois mois après la demande d'ouverture de la discussion. Avant de prendre leur décision, les autorités de contrôle donnent au groupe la possibilité d'exprimer son avis. Pendant le délai de trois mois mentionné à l'alinéa précédent et avant qu'une décision conjointe soit prise, l'Autorité de contrôle prudentiel et de résolution peut saisir l'Autorité européenne des assurances et des pensions professionnelles conformément à l'article 19 du règlement (UE) n° 1094/2010 du Parlement européen et du Conseil du 24 novembre 2010. Dans ce cas, l'Autorité de contrôle prudentiel et de résolution, en concertation avec les autres autorités de contrôle concernées, diffère la décision conjointe en attendant une éventuelle décision de l'Autorité européenne des assurances et des pensions professionnelles. La décision conjointe se conforme à la décision de l'Autorité européenne des assurances et des pensions professionnelles. Elle s'impose à l'Autorité de contrôle prudentiel et de résolution. L'Autorité de contrôle prudentiel et de résolution, si elle est désignée contrôleur du groupe, notifie au groupe et au collège de contrôleurs la décision conjointe avec sa motivation complète. Si aucune décision conjointe n'a été prise, la fonction de contrôleur du groupe est exercée par l'autorité de contrôle définie conformément aux critères mentionnés au I.",
            "texteHtml": "<p>I.-L'Autorité de contrôle prudentiel et de résolution exerce la fonction de contrôleur de groupe au sens du 6° de l'article L. 356-1 : </p><p>1° Lorsqu'elle est l'autorité de contrôle compétente pour toutes les entreprises d'assurance et de réassurance du groupe ; </p><p>2° Sous réserve de l'application des dispositions du II : </p><p>a) Lorsque, dans le cas mentionné au deuxième alinéa de l'article <a href='/article/LEGIARTI000030435107' title='Code des assurances - art. L356-2 (V)'>L. 356-2</a>, l'entreprise participante est une entreprise d'assurance ou de réassurance qu'elle a agréée ; </p><p>b) Lorsque, dans le cas mentionné au troisième alinéa de l'article L. 356-2, l'une des conditions suivantes est remplie : </p><p>i) L'entreprise d'assurance ou de réassurance est agréée par l'Autorité de contrôle prudentiel de résolution ; </p><p>ii) L'entreprise mère a son siège social en France et une entreprise d'assurance ou de réassurance est agréée par l'Autorité de contrôle prudentiel et de résolution ; </p><p>iii) Il y a plusieurs sociétés de groupe d'assurance ayant leur siège social dans différents Etats membres et une entreprise d'assurance ou de réassurance dans au moins deux de ces Etats membres, et une entreprise d'assurance ou de réassurance agréée par l'Autorité de contrôle prudentiel et de résolution a le bilan dont le total est le plus élevé ; </p><p>iv) L'entreprise mère n'a pas son siège social en France, aucune des entreprises d'assurance ou de réassurance n'est agréée dans le même Etat membre que celui où l'entreprise mère a son siège social, et une entreprise d'assurance ou de réassurance agréée par l'Autorité de contrôle prudentiel et de résolution a le bilan dont le total est le plus élevé ; </p><p>c) Dans les autres cas, lorsque le groupe n'a pas d'entreprise mère et qu'une entreprise d'assurance ou de réassurance agréée par l'Autorité de contrôle prudentiel et de résolution a le bilan dont le total est le plus élevé. </p><p>II.-Dans des cas particuliers, l'Autorité de contrôle prudentiel et de résolution peut, conjointement avec les autres autorités de contrôle concernées, décider de déroger aux critères mentionnés au I, lorsque leur application apparaît inappropriée compte tenu de la structure du groupe et de l'importance relative des activités des entreprises d'assurance et de réassurance dans les différents Etats membres, et désigner une autre autorité de contrôle que celle désignée comme contrôleur du groupe en application des critères mentionnés au I. A cette fin, toute autorité de contrôle concernée peut exiger l'ouverture d'une discussion sur le point de savoir si les critères mentionnés au I sont appropriés. Cette discussion a lieu au maximum une fois par an. </p><p>L'Autorité de contrôle prudentiel et de résolution se concerte avec les autres autorités de contrôle concernées pour parvenir conjointement à une décision sur le choix du contrôleur du groupe au plus tard trois mois après la demande d'ouverture de la discussion. Avant de prendre leur décision, les autorités de contrôle donnent au groupe la possibilité d'exprimer son avis. </p><p>Pendant le délai de trois mois mentionné à l'alinéa précédent et avant qu'une décision conjointe soit prise, l'Autorité de contrôle prudentiel et de résolution peut saisir l'Autorité européenne des assurances et des pensions professionnelles conformément à l'article 19 du règlement (UE) n° 1094/2010 du Parlement européen et du Conseil du 24 novembre 2010. Dans ce cas, l'Autorité de contrôle prudentiel et de résolution, en concertation avec les autres autorités de contrôle concernées, diffère la décision conjointe en attendant une éventuelle décision de l'Autorité européenne des assurances et des pensions professionnelles. La décision conjointe se conforme à la décision de l'Autorité européenne des assurances et des pensions professionnelles. Elle s'impose à l'Autorité de contrôle prudentiel et de résolution. </p><p>L'Autorité de contrôle prudentiel et de résolution, si elle est désignée contrôleur du groupe, notifie au groupe et au collège de contrôleurs la décision conjointe avec sa motivation complète. </p><p>Si aucune décision conjointe n'a été prise, la fonction de contrôleur du groupe est exercée par l'autorité de contrôle définie conformément aux critères mentionnés au I.</p><p></p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}