{
    "cid": "LEGIARTI000030562352",
    "num": "R329-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Succursales d'entreprises d'assurance dont le siège social est situé dans un Etat non partie à l'accord sur l'Espace économique européen ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030562344",
                        "id": "LEGISCTA000030582847",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000036331938",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-2",
                    "articleId": "LEGIARTI000006796373",
                    "natureText": "CODE",
                    "date": 1599123734789,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L351-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-4",
                    "articleId": "LEGIARTI000006799745",
                    "natureText": "CODE",
                    "date": 1599123734789,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 646790400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-1",
                    "articleId": "LEGIARTI000006799465",
                    "natureText": "CODE",
                    "date": 1599123734789,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-7",
                    "articleId": "LEGIARTI000030434221",
                    "natureText": "CODE",
                    "date": 1599123734789,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R328-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R328-1",
                    "articleId": "LEGIARTI000036331946",
                    "natureText": "CODE",
                    "date": 1599123734789,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R329-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R329-3",
                    "articleId": "LEGIARTI000030562364",
                    "natureText": "CODE",
                    "date": 1599123734789,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R351-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-26",
                    "articleId": "LEGIARTI000030563522",
                    "natureText": "CODE",
                    "date": 1599123734790,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R352-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R352-29",
                    "articleId": "LEGIARTI000030564377",
                    "natureText": "CODE",
                    "date": 1599123734790,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036267297",
                    "textTitle": "Décret n°2017-1765 du 26 décembre 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036291105",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-26",
                    "dateDebutCible": "2017-12-31"
                }
            ],
            "num": "R329-4",
            "origine": "LEGI",
            "texte": "I.-Les succursales d'entreprises mentionnées au 4° de l'article L. 310-2 constituent des provisions techniques adéquates pour couvrir les obligations d'assurance et de réassurance souscrites sur le territoire français, calculées conformément aux dispositions de la section I du chapitre Ier du titre V du présent livre à l'exception des articles L. 351-4 et L. 351-5 et évaluent leurs actifs et engagements conformément aux modalités prévues à la section II du chapitre Ier du titre V du présent livre, et déterminent leurs fonds propres conformément aux dispositions de la section III du chapitre Ier du titre V du présent livre. II.-Les succursales d'entreprises mentionnées au 4° de l'article L. 310-2 disposent d'un montant de fonds propres éligibles constitué par les éléments visés à l'article R. 351-26 . Le capital de solvabilité requis et le minimum de capital requis sont calculés conformément aux dispositions du chapitre II du titre V du présent livre. Toutefois, aux fins du calcul du capital de solvabilité requis et du minimum de capital requis, seules sont prises en considération, tant pour l'assurance vie que pour l'assurance non-vie, les opérations réalisées par la succursale concernée. Le montant éligible des fonds propres de base exigé pour couvrir le minimum de capital requis et le seuil plancher absolu de ce minimum de capital requis sont constitués conformément au quatrième alinéa de à l'article R. 351-26. Le montant éligible des fonds propres de base ne peut être inférieur à la moitié du seuil plancher absolu exigé à l'article R. 352-29 . Le quart du seuil plancher absolu exigé à l'article R. 352-29 doit, à titre de sûreté, être déposé ou inscrit en compte à la Caisse des dépôts et consignations ou à la Banque de France. Ce dépôt est comptabilisé dans les fonds propres de base éligibles destinés à couvrir le minimum de capital requis. Les actifs représentatifs du capital de solvabilité requis doivent être localisés en France jusqu'à concurrence du minimum de capital requis et, pour le surplus, à l'intérieur de l'Union européenne. III.-Une succursale d'entreprise mentionnée au 4° de l'article L. 310-2 qui a obtenu également l'agrément d'une ou de plusieurs autorités de contrôle des Etats membres peut demander à bénéficier des avantages suivants qui ne peuvent être accordés que conjointement : a) Le capital de solvabilité requis visé au II du présent article est calculé en fonction de l'ensemble de l'activité qu'elles exercent à l'intérieur de la l'Union européenne ; b) Le dépôt exigé au titre sixième alinéa du II n'est effectué que dans l'un des Etats membres concernés ; c) Les actifs représentatifs du minimum de capital requis sont localisés dans l'un des Etats membres où elles exercent leur activité. Dans le cas mentionné au a, seules les opérations réalisées par l'ensemble des succursales établies à l'intérieur de l'Union européenne sont prises en considération pour ce calcul. La demande visant à bénéficier des avantages précités est déposée auprès des autorités de contrôle des Etats membres concernés. Cette demande comporte l'indication de l'autorité de contrôle de l'Etat membre qui devra vérifier à l'avenir la solvabilité des succursales établies au sein de la l'Union européenne pour l'ensemble de leurs opérations. Le choix de l'autorité fait par l'entreprise doit être motivé. Lorsqu'elle a été choisie dans le cadre de la procédure susmentionnée, l'Autorité de contrôle prudentiel et de résolution ne peut octroyer les avantages prévus aux alinéas précédents du III qu'avec l'accord de toutes les autorités de contrôle concernées. Lorsqu'elle n'est pas l'Autorité choisie dans le cadre de la procédure susmentionnée, l'Autorité de contrôle prudentiel et de résolution informe les autres autorités de contrôle concernées de sa décision concernant l'octroi des avantages précités. Ces avantages prennent effet à la date à laquelle l'autorité de contrôle choisie informe les autres autorités de contrôle qu'elle vérifiera la solvabilité des succursales établies à l'intérieur de la l'Union européenne pour l'ensemble de leurs opérations. L'autorité de contrôle choisie obtient des autorités de contrôle des autres Etats membres les informations nécessaires pour vérifier la solvabilité globale des succursales établies sur leur territoire. A la demande d'une ou de plusieurs autorités de contrôle des Etats membres concernées, les avantages accordés en vertu du III sont supprimés simultanément par l'ensemble des autorités de contrôle des Etats membres concernées. Pour l'application des articles L. 352-7 et L. 352-8 , dans le cas d'une entreprise qui peut bénéficier des avantages prévus au III, lorsque l'Autorité de contrôle prudentiel et de résolution est l'autorité de contrôle choisie conformément au septième alinéa du III, elle est assimilée à l'autorité de contrôle de l'Etat membre sur le territoire duquel se trouve le siège social de l'entreprise établie dans l'Union européenne. Au cas où elle procède au retrait de l'agrément, l'Autorité de contrôle prudentiel et de résolution en informe les autorités de contrôle des autres Etats membres où l'entreprise exerce son activité, lesquelles prennent les mesures appropriées. Si cette décision de retrait est prise conformément au deuxième alinéa de l'article L. 352-1 , l'Autorité de contrôle prudentiel et de résolution ainsi que les autorités de contrôle des Etats membres qui ont donné leur accord conformément au III procèdent au retrait de leur agrément. Si l'autorité de contrôle d'un autre Etat membre choisie conformément au huitième alinéa du III procède au retrait de l'agrément en raison de l'inadéquation de la solvabilité globale mentionnée au deuxième alinéa du III, l'Autorité de contrôle prudentiel et de résolution procède au retrait d'agrément de la succursale.",
            "texteHtml": "<p>I.-Les succursales d'entreprises mentionnées au 4° de l'article <a href='/article/LEGIARTI000006796373'>L. 310-2 </a>constituent des provisions techniques adéquates pour couvrir les obligations d'assurance et de réassurance souscrites sur le territoire français, calculées conformément aux dispositions de la section I du chapitre Ier du titre V du présent livre à l'exception des articles <a href='/article/LEGIARTI000006799745'>L. 351-4 et L. 351-5 </a>et évaluent leurs actifs et engagements conformément aux modalités prévues à la section II du chapitre Ier du titre V du présent livre, et déterminent leurs fonds propres conformément aux dispositions de la section III du chapitre Ier du titre V du présent livre.</p><p>II.-Les succursales d'entreprises mentionnées au 4° de l'article L. 310-2 disposent d'un montant de fonds propres éligibles constitué par les éléments visés à l'article <a href='/article/LEGIARTI000030563522'>R. 351-26</a>.</p><p>Le capital de solvabilité requis et le minimum de capital requis sont calculés conformément aux dispositions du chapitre II du titre V du présent livre.</p><p>Toutefois, aux fins du calcul du capital de solvabilité requis et du minimum de capital requis, seules sont prises en considération, tant pour l'assurance vie que pour l'assurance non-vie, les opérations réalisées par la succursale concernée.</p><p>Le montant éligible des fonds propres de base exigé pour couvrir le minimum de capital requis et le seuil plancher absolu de ce minimum de capital requis sont constitués conformément au quatrième alinéa de à l'article R. 351-26.</p><p>Le montant éligible des fonds propres de base ne peut être inférieur à la moitié du seuil plancher absolu exigé à l'article <a href='/article/LEGIARTI000030564377'>R. 352-29</a>.</p><p>Le quart du seuil plancher absolu exigé à l'article R. 352-29 doit, à titre de sûreté, être déposé ou inscrit en compte à la Caisse des dépôts et consignations ou à la Banque de France. Ce dépôt est comptabilisé dans les fonds propres de base éligibles destinés à couvrir le minimum de capital requis.</p><p>Les actifs représentatifs du capital de solvabilité requis doivent être localisés en France jusqu'à concurrence du minimum de capital requis et, pour le surplus, à l'intérieur de l'Union européenne.</p><p>III.-Une succursale d'entreprise mentionnée au 4° de l'article L. 310-2 qui a obtenu également l'agrément d'une ou de plusieurs autorités de contrôle des Etats membres peut demander à bénéficier des avantages suivants qui ne peuvent être accordés que conjointement :</p><p>a) Le capital de solvabilité requis visé au II du présent article est calculé en fonction de l'ensemble de l'activité qu'elles exercent à l'intérieur de la l'Union européenne ;</p><p>b) Le dépôt exigé au titre sixième alinéa du II n'est effectué que dans l'un des Etats membres concernés ;</p><p>c) Les actifs représentatifs du minimum de capital requis sont localisés dans l'un des Etats membres où elles exercent leur activité.</p><p>Dans le cas mentionné au a, seules les opérations réalisées par l'ensemble des succursales établies à l'intérieur de l'Union européenne sont prises en considération pour ce calcul.</p><p>La demande visant à bénéficier des avantages précités est déposée auprès des autorités de contrôle des Etats membres concernés. Cette demande comporte l'indication de l'autorité de contrôle de l'Etat membre qui devra vérifier à l'avenir la solvabilité des succursales établies au sein de la l'Union européenne pour l'ensemble de leurs opérations. Le choix de l'autorité fait par l'entreprise doit être motivé.</p><p>Lorsqu'elle a été choisie dans le cadre de la procédure susmentionnée, l'Autorité de contrôle prudentiel et de résolution ne peut octroyer les avantages prévus aux alinéas précédents du III qu'avec l'accord de toutes les autorités de contrôle concernées.</p><p>Lorsqu'elle n'est pas l'Autorité choisie dans le cadre de la procédure susmentionnée, l'Autorité de contrôle prudentiel et de résolution informe les autres autorités de contrôle concernées de sa décision concernant l'octroi des avantages précités.</p><p>Ces avantages prennent effet à la date à laquelle l'autorité de contrôle choisie informe les autres autorités de contrôle qu'elle vérifiera la solvabilité des succursales établies à l'intérieur de la l'Union européenne pour l'ensemble de leurs opérations.</p><p>L'autorité de contrôle choisie obtient des autorités de contrôle des autres Etats membres les informations nécessaires pour vérifier la solvabilité globale des succursales établies sur leur territoire.</p><p>A la demande d'une ou de plusieurs autorités de contrôle des Etats membres concernées, les avantages accordés en vertu du III sont supprimés simultanément par l'ensemble des autorités de contrôle des Etats membres concernées.</p><p>Pour l'application des articles <a href='/article/LEGIARTI000030434221'>L. 352-7 et L. 352-8</a>, dans le cas d'une entreprise qui peut bénéficier des avantages prévus au III, lorsque l'Autorité de contrôle prudentiel et de résolution est l'autorité de contrôle choisie conformément au septième alinéa du III, elle est assimilée à l'autorité de contrôle de l'Etat membre sur le territoire duquel se trouve le siège social de l'entreprise établie dans l'Union européenne.</p><p>Au cas où elle procède au retrait de l'agrément, l'Autorité de contrôle prudentiel et de résolution en informe les autorités de contrôle des autres Etats membres où l'entreprise exerce son activité, lesquelles prennent les mesures appropriées.</p><p>Si cette décision de retrait est prise conformément au deuxième alinéa de l'article <a href='/article/LEGIARTI000006799465'>L. 352-1</a>, l'Autorité de contrôle prudentiel et de résolution ainsi que les autorités de contrôle des Etats membres qui ont donné leur accord conformément au III procèdent au retrait de leur agrément.</p><p>Si l'autorité de contrôle d'un autre Etat membre choisie conformément au huitième alinéa du III procède au retrait de l'agrément en raison de l'inadéquation de la solvabilité globale mentionnée au deuxième alinéa du III, l'Autorité de contrôle prudentiel et de résolution procède au retrait d'agrément de la succursale.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-12-31T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Succursales d'entreprises d'assurance dont le siège social est situé dans un Etat non partie à l'accord sur l'Espace économique européen ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030562344",
                        "id": "LEGISCTA000030582847",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000030562366",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-2",
                    "articleId": "LEGIARTI000006796373",
                    "natureText": "CODE",
                    "date": 1599864080136,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L351-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-4",
                    "articleId": "LEGIARTI000006799745",
                    "natureText": "CODE",
                    "date": 1599864080136,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 646790400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-1",
                    "articleId": "LEGIARTI000006799465",
                    "natureText": "CODE",
                    "date": 1599864080136,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L352-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L352-7",
                    "articleId": "LEGIARTI000030434221",
                    "natureText": "CODE",
                    "date": 1599864080136,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R328-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R328-1",
                    "articleId": "LEGIARTI000036331946",
                    "natureText": "CODE",
                    "date": 1599864080136,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R329-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R329-3",
                    "articleId": "LEGIARTI000030562364",
                    "natureText": "CODE",
                    "date": 1599864080136,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R351-26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R351-26",
                    "articleId": "LEGIARTI000030563522",
                    "natureText": "CODE",
                    "date": 1599864080136,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R352-29 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R352-29",
                    "articleId": "LEGIARTI000030564377",
                    "natureText": "CODE",
                    "date": 1599864080136,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000030561311",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-05-10",
                    "dateSignaTexte": "2015-05-07",
                    "dateDebutCible": "2015-05-11"
                }
            ],
            "num": "R329-4",
            "origine": "LEGI",
            "texte": "I.-Les succursales d'entreprises mentionnées au 4° de l'article L. 310-2 constituent des provisions techniques adéquates pour couvrir les obligations d'assurance et de réassurance souscrites sur le territoire français, calculées conformément aux dispositions de la section I du chapitre Ier du titre V du présent livre à l'exception des articles L. 351-4 et L. 351-5 et évaluent leurs actifs et engagements conformément aux modalités prévues à la section II du chapitre Ier du titre V du présent livre, et déterminent leurs fonds propres conformément aux dispositions de la section III du chapitre Ier du titre V du présent livre. II.-Les succursales entreprises mentionnées au 4° de l'article L. 310-2 disposent d'un montant de fonds propres éligibles constitué par les éléments visés à l'article R. 351-26 . Le capital de solvabilité requis et le minimum de capital requis sont calculés conformément aux dispositions du chapitre II du titre V du présent livre. Toutefois, aux fins du calcul du capital de solvabilité requis et du minimum de capital requis, seules sont prises en considération, tant pour l'assurance vie que pour l'assurance non-vie, les opérations réalisées par la succursale concernée. Le montant éligible des fonds propres de base exigé pour couvrir le minimum de capital requis et le seuil plancher absolu de ce minimum de capital requis sont constitués conformément au quatrième alinéa de à l'article R. 351-26. Le montant éligible des fonds propres de base ne peut être inférieur à la moitié du seuil plancher absolu exigé à l'article R. 352-29 . Le quart du seuil plancher absolu exigé à l'article R. 352-29 doit, à titre de sûreté, être déposé ou inscrit en compte à la Caisse des dépôts et consignations ou à la Banque de France. Ce dépôt est comptabilisé dans les fonds propres de base éligibles destinés à couvrir le minimum de capital requis. Les actifs représentatifs du capital de solvabilité requis doivent être localisés en France jusqu'à concurrence du minimum de capital requis et, pour le surplus, à l'intérieur de l'Union européenne. III.-Une succursale d'entreprise mentionnée au 4° de l'article L. 310-2 qui a obtenu également l'agrément d'une ou de plusieurs autorités de contrôle des Etats membres peut demander à bénéficier des avantages suivants qui ne peuvent être accordés que conjointement : a) Le capital de solvabilité requis visé au II du présent article est calculé en fonction de l'ensemble de l'activité qu'elles exercent à l'intérieur de la l'Union européenne ; b) Le dépôt exigé au titre sixième alinéa du II n'est effectué que dans l'un des Etats membres concernés ; c) Les actifs représentatifs du minimum de capital requis sont localisés dans l'un des Etats membres où elles exercent leur activité. Dans le cas mentionné au a, seules les opérations réalisées par l'ensemble des succursales établies à l'intérieur de l'Union européenne sont prises en considération pour ce calcul. La demande visant à bénéficier des avantages précités est déposée auprès des autorités de contrôle des Etats membres concernés. Cette demande comporte l'indication de l'autorité de contrôle de l'Etat membre qui devra vérifier à l'avenir la solvabilité des succursales établies au sein de la l'Union européenne pour l'ensemble de leurs opérations. Le choix de l'autorité fait par l'entreprise doit être motivé. Lorsqu'elle a été choisie dans le cadre de la procédure susmentionnée, l'Autorité de contrôle prudentiel et de résolution ne peut octroyer les avantages prévus aux alinéas précédents du III qu'avec l'accord de toutes les autorités de contrôle concernées. Lorsqu'elle n'est pas l'Autorité choisie dans le cadre de la procédure susmentionnée, l'Autorité de contrôle prudentiel et de résolution informe les autres autorités de contrôle concernées de sa décision concernant l'octroi des avantages précités. Ces avantages prennent effet à la date à laquelle l'autorité de contrôle choisie informe les autres autorités de contrôle qu'elle vérifiera la solvabilité des succursales établies à l'intérieur de la l'Union européenne pour l'ensemble de leurs opérations. L'autorité de contrôle choisie obtient des autorités de contrôle des autres Etats membres les informations nécessaires pour vérifier la solvabilité globale des succursales établies sur leur territoire. A la demande d'une ou de plusieurs autorités de contrôle des Etats membres concernées, les avantages accordés en vertu du III sont supprimés simultanément par l'ensemble des autorités de contrôle des Etats membres concernées. Pour l'application des articles L. 352-7 et L. 352-8 , dans le cas d'une entreprise qui peut bénéficier des avantages prévus au III, lorsque l'Autorité de contrôle prudentiel et de résolution est l'autorité de contrôle choisie conformément au septième alinéa du III, elle est assimilée à l'autorité de contrôle de l'Etat membre sur le territoire duquel se trouve le siège social de l'entreprise établie dans l'Union européenne. Au cas où elle procède au retrait de l'agrément, l'Autorité de contrôle prudentiel et de résolution en informe les autorités de contrôle des autres Etats membres où l'entreprise exerce son activité, lesquelles prennent les mesures appropriées. Si cette décision de retrait est prise conformément au deuxième alinéa de l'article L. 352-1 , l'Autorité de contrôle prudentiel et de résolution ainsi que les autorités de contrôle des Etats membres qui ont donné leur accord conformément au III procèdent au retrait de leur agrément. Si l'autorité de contrôle d'un autre Etat membre choisie conformément au huitième alinéa du III procède au retrait de l'agrément en raison de l'inadéquation de la solvabilité globale mentionnée au deuxième alinéa du III, l'Autorité de contrôle prudentiel et de résolution procède au retrait d'agrément de la succursale.",
            "texteHtml": "<p>I.-Les succursales d'entreprises mentionnées au 4° de l'article <a href='/article/LEGIARTI000006796373' title='Code des assurances - art. L310-2 (VD)'>L. 310-2 </a>constituent des provisions techniques adéquates pour couvrir les obligations d'assurance et de réassurance souscrites sur le territoire français, calculées conformément aux dispositions de la section I du chapitre Ier du titre V du présent livre à l'exception des articles <a href='/article/LEGIARTI000006799745' title='Code des assurances - art. L351-4 (VD)'>L. 351-4 et L. 351-5 </a>et évaluent leurs actifs et engagements conformément aux modalités prévues à la section II du chapitre Ier du titre V du présent livre, et déterminent leurs fonds propres conformément aux dispositions de la section III du chapitre Ier du titre V du présent livre. <br/><br/>II.-Les succursales entreprises mentionnées au 4° de l'article L. 310-2 disposent d'un montant de fonds propres éligibles constitué par les éléments visés à l'article <a href='/article/LEGIARTI000030563522' title='Code des assurances - art. R351-26 (VD)'>R. 351-26</a>. <br/><br/>Le capital de solvabilité requis et le minimum de capital requis sont calculés conformément aux dispositions du chapitre II du titre V du présent livre. <br/><br/>Toutefois, aux fins du calcul du capital de solvabilité requis et du minimum de capital requis, seules sont prises en considération, tant pour l'assurance vie que pour l'assurance non-vie, les opérations réalisées par la succursale concernée. <br/><br/>Le montant éligible des fonds propres de base exigé pour couvrir le minimum de capital requis et le seuil plancher absolu de ce minimum de capital requis sont constitués conformément au quatrième alinéa de à l'article R. 351-26. <br/><br/>Le montant éligible des fonds propres de base ne peut être inférieur à la moitié du seuil plancher absolu exigé à l'article <a href='/article/LEGIARTI000030564377' title='Code des assurances - art. R352-29 (VD)'>R. 352-29</a>. <br/><br/>Le quart du seuil plancher absolu exigé à l'article R. 352-29 doit, à titre de sûreté, être déposé ou inscrit en compte à la Caisse des dépôts et consignations ou à la Banque de France. Ce dépôt est comptabilisé dans les fonds propres de base éligibles destinés à couvrir le minimum de capital requis. <br/><br/>Les actifs représentatifs du capital de solvabilité requis doivent être localisés en France jusqu'à concurrence du minimum de capital requis et, pour le surplus, à l'intérieur de l'Union européenne. <br/><br/>III.-Une succursale d'entreprise mentionnée au 4° de l'article L. 310-2 qui a obtenu également l'agrément d'une ou de plusieurs autorités de contrôle des Etats membres peut demander à bénéficier des avantages suivants qui ne peuvent être accordés que conjointement : <br/><br/>a) Le capital de solvabilité requis visé au II du présent article est calculé en fonction de l'ensemble de l'activité qu'elles exercent à l'intérieur de la l'Union européenne ; <br/><br/>b) Le dépôt exigé au titre sixième alinéa du II n'est effectué que dans l'un des Etats membres concernés ; <br/><br/>c) Les actifs représentatifs du minimum de capital requis sont localisés dans l'un des Etats membres où elles exercent leur activité. <br/><br/>Dans le cas mentionné au a, seules les opérations réalisées par l'ensemble des succursales établies à l'intérieur de l'Union européenne sont prises en considération pour ce calcul. <br/><br/>La demande visant à bénéficier des avantages précités est déposée auprès des autorités de contrôle des Etats membres concernés. Cette demande comporte l'indication de l'autorité de contrôle de l'Etat membre qui devra vérifier à l'avenir la solvabilité des succursales établies au sein de la l'Union européenne pour l'ensemble de leurs opérations. Le choix de l'autorité fait par l'entreprise doit être motivé. <br/><br/>Lorsqu'elle a été choisie dans le cadre de la procédure susmentionnée, l'Autorité de contrôle prudentiel et de résolution ne peut octroyer les avantages prévus aux alinéas précédents du III qu'avec l'accord de toutes les autorités de contrôle concernées. <br/><br/>Lorsqu'elle n'est pas l'Autorité choisie dans le cadre de la procédure susmentionnée, l'Autorité de contrôle prudentiel et de résolution informe les autres autorités de contrôle concernées de sa décision concernant l'octroi des avantages précités. <br/><br/>Ces avantages prennent effet à la date à laquelle l'autorité de contrôle choisie informe les autres autorités de contrôle qu'elle vérifiera la solvabilité des succursales établies à l'intérieur de la l'Union européenne pour l'ensemble de leurs opérations. <br/><br/>L'autorité de contrôle choisie obtient des autorités de contrôle des autres Etats membres les informations nécessaires pour vérifier la solvabilité globale des succursales établies sur leur territoire. <br/><br/>A la demande d'une ou de plusieurs autorités de contrôle des Etats membres concernées, les avantages accordés en vertu du III sont supprimés simultanément par l'ensemble des autorités de contrôle des Etats membres concernées. <br/><br/>Pour l'application des articles <a href='/article/LEGIARTI000030434221' title='Code des assurances - art. L352-7 (VD)'>L. 352-7 et L. 352-8</a>, dans le cas d'une entreprise qui peut bénéficier des avantages prévus au III, lorsque l'Autorité de contrôle prudentiel et de résolution est l'autorité de contrôle choisie conformément au septième alinéa du III, elle est assimilée à l'autorité de contrôle de l'Etat membre sur le territoire duquel se trouve le siège social de l'entreprise établie dans l'Union européenne. <br/><br/>Au cas où elle procède au retrait de l'agrément, l'Autorité de contrôle prudentiel et de résolution en informe les autorités de contrôle des autres Etats membres où l'entreprise exerce son activité, lesquelles prennent les mesures appropriées. <br/><br/>Si cette décision de retrait est prise conformément au deuxième alinéa de l'article <a href='/article/LEGIARTI000006799465' title='Code des assurances - art. L352-1 (VD)'>L. 352-1</a>, l'Autorité de contrôle prudentiel et de résolution ainsi que les autorités de contrôle des Etats membres qui ont donné leur accord conformément au III procèdent au retrait de leur agrément. <br/><br/>Si l'autorité de contrôle d'un autre Etat membre choisie conformément au huitième alinéa du III procède au retrait de l'agrément en raison de l'inadéquation de la solvabilité globale mentionnée au deuxième alinéa du III, l'Autorité de contrôle prudentiel et de résolution procède au retrait d'agrément de la succursale.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2017-12-31T00:00:00.000Z"
        }
    ]
}