{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163339",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "HAUT CONSEIL DU COMMISSARIAT AUX COMPTES Règlement intérieur Vu les articles L. 821-1 à L. 822-16 du code de commerce ; Vu le décret n° 69-810 du 12 août 1969 modifié relatif à l'organisation de la profession et au statut professionnel des commissaires aux comptes ; Le Haut Conseil du commissariat aux comptes a adopté le règlement intérieur suivant : CHAPITRE IER : DES INCOMPATIBILITES ET DES CONFLITS D'INTERETS Article 1er Dans le délai d'un mois à compter de sa nomination, chaque membre du haut conseil adresse au président la liste des fonctions et des mandats exercés selon l'article R. 821-4. Il l'informe également en cours de mandat de toute modification affectant cette liste. Ce délai court à compter de la publication du règlement intérieur au Journal officiel de la République française. Les informations reçues ou déclarées par le président sont conservées dans un dossier ouvert au nom de chaque membre et tenu par le secrétariat général. Article 2 Aucun membre ne peut délibérer sur une affaire individuelle en lien avec les fonctions et les mandats mentionnés ci-dessus ou qui le place en situation de conflit d'intérêts. Article 3 Chaque membre avise le président de tous éléments incompatibles avec une participation à une délibération du conseil. Le président informe par écrit l'intéressé qu'il prend acte de cette incompatibilité ou que les éléments fournis ne constituent pas un empêchement rendant impossible sa participation à la délibération. Article 4 Le président peut d'office aviser par écrit un membre du haut conseil qu'il ne peut délibérer sur une affaire en raison de la nature des fonctions et mandats exercés ou détenus par lui ou qu'il s'apprête à détenir. Il recueille les observations de l'intéressé qui peut solliciter dans les huit jours qui suivent la saisine du haut conseil. Ce dernier statue en début de séance à main levée ou par bulletin secret, selon les conditions de majorité et de quorum prévues aux articles L. 821-3 et R. 821-9 . Article 5 Lorsque le président constate l'incompatibilité mentionnée à l'article 3, il en informe à l'ouverture de la séance les membres du haut conseil et mention en est portée sur le procès-verbal de la séance. Article 6 Lorsque le haut conseil statue sur une incompatibilité, la décision signée par le président est annexée au procès-verbal de la séance. Article 7 Lorsqu'un membre du haut conseil commet des manquements graves au sens de l'article R. 821-4 , le président notifie, par lettre recommandée avec demande d'avis de réception à l'intéressé, les manquements constatés en vue d'y mettre fin et recueille ses observations.S'il n'est pas mis fin à ces manquements, le président avise l'intéressé que sa démission d'office sera inscrite à l'ordre du jour de la prochaine séance du haut conseil. Article 8 La démission d'office est prononcée par décision du haut conseil statuant dans les conditions prévues à l'article R. 821-4. Article 9 Les décisions rendues en application de l'article 8 sont signées par le président et versées dans un registre créé à cet effet. Copies de ces décisions sont notifiées à l'intéressé et transmises sans délai au garde des sceaux et au commissaire du Gouvernement. CHAPITRE II : DES COMMISSIONS SPECIALISEES Article 10 Le haut conseil constitue les deux commissions relatives à l'appel public à l'épargne et aux associations. Article 11 Le haut conseil peut constituer d'autres commissions dont il fixe les missions et, le cas échéant, la durée. Article 12 Les commissions sont présidées par un membre du haut conseil. Elles sont en outre composées de deux membres au moins du haut conseil. Les présidents et les membres des commissions mentionnées à l'article 10 sont désignés pour une durée de trois ans renouvelable par le haut conseil. Le président et les membres des commissions mentionnées à l'article 11 sont désignés par le haut conseil qui fixe la durée de leurs mandats sans que celle-ci ne puisse excéder trois ans. Les commissions peuvent s'adjoindre la participation d'experts avec voix consultative. Lorsque ces derniers concourent à la mission de la commission, ils sont désignés par le président du haut conseil pour une durée fixée par lui sur proposition de la commission. Lorsqu'ils sont sollicités à titre occasionnel ou ponctuel, ils sont désignés par le président de la commission après avis conforme du président du haut conseil. Article 13 En cas d'empêchement temporaire ou définitif d'un membre constaté par le haut conseil ou en cas d'incompatibilités constatées dans les conditions du chapitre Ier rendant impossible le bon fonctionnement de la commission, il est procédé au remplacement de ce membre par le haut conseil. Le nouveau membre est désigné soit pour la durée de l'empêchement temporaire ou de l'incompatibilité, soit jusqu'à l'expiration de la mission du membre empêché lorsque l'empêchement ou l'incompatibilité sont définitifs. Article 14 Les commissions soumettent au haut conseil des projets d'avis ou des propositions de décisions. Elles peuvent aussi être consultées pour donner un avis technique. Article 15 Les commissions sont saisies par le président du haut conseil. Il peut en saisir une ou plusieurs, séparément ou conjointement. Les débats au sein des commissions sont confidentiels. Article 16 Les commissions tiennent des séances dont elles fixent librement l'organisation. Elles transmettent les conclusions de leurs travaux au président du haut conseil qui inscrit l'examen de leurs projets, avis ou propositions à l'ordre du jour du haut conseil, au plus tard dans le délai de deux mois à compter de leur transmission. Le président de la commission rapporte les projets, propositions ou avis. Article 17 Le commissaire du Gouvernement participe aux travaux des commissions. Article 18 Les délibérations et décisions relatives à la constitution et au fonctionnement des commissions sont prises selon les conditions de majorité et de quorum prévues aux articles L. 821-3 et R. 821-9. Elles sont signées par le président du haut conseil et le secrétaire général. CHAPITRE III : DU CONCOURS DE LA COMPAGNIE NATIONALE DES COMMISSAIRES AUX COMPTES Article 19 Au titre du concours mentionné à l'article L. 821-1, le haut conseil entretient des relations régulières avec la Compagnie nationale des commissaires aux comptes. Article 20 Le haut conseil arrête les modalités des contrôles périodiques mentionnés au b de l'article L. 821-7 . Il recueille les observations de la compagnie nationale sur les conditions de leur mise en œuvre. Article 21 Pour toute autre question, la compagnie nationale peut être sollicitée par le président du haut conseil, sur délibération de ce dernier, ou d'office entre deux séances du haut conseil, en cas d'urgence. Article 22 Le concours ainsi sollicité peut se présenter sous forme de contributions de la compagnie nationale aux travaux du haut conseil et, notamment sous forme d'avis. Article 23 Lorsque le haut conseil est saisi, hors les cas relatifs à l'inscription et à la discipline, par le président de la Compagnie nationale des commissaires aux comptes conformément à l'article R. 821-6 , le président du haut conseil inscrit cette demande à l'ordre du jour de la prochaine séance. Il peut aussi convoquer le haut conseil selon la procédure d'urgence. Article 24 Les avis rendus par la Compagnie nationale des commissaires aux comptes, sur saisine du haut conseil, peuvent être joints aux décisions, délibérations et avis rendus par le haut conseil. CHAPITRE IV : DU SECRETARIAT GENERAL (ART.R. 821 1) Article 25 Le secrétaire général dirige, sous l'autorité du président, l'ensemble des personnels et des services du haut conseil. Article 26 Il rend compte de la gestion administrative du haut conseil au président et l'informe des orientations de gestion retenues pour l'année à venir. Il informe périodiquement les membres du haut conseil des évolutions concernant la gestion du haut conseil. Il prépare le rapport annuel. Article 27 Il suit les travaux des commissions spécialisées. Article 28 Le secrétaire général participe, dans le cadre de ses attributions, assisté en tant que de besoin par ses collaborateurs, aux séances du haut conseil, sauf lorsque ce dernier statue comme instance de recours contre les décisions rendues par les commissions régionales d'inscription mentionnées à l'article L. 822-2 ou par les chambres régionales de discipline mentionnées à l'article L. 822-6. Article 29 Le secrétaire général veille au bon fonctionnement du secrétariat du haut conseil lorsque ce dernier statue comme instance de recours contre les décisions rendues par les commissions régionales mentionnées à l'article L. 822-2 ou par les chambres régionales mentionnées à l'article L. 822-6 . CHAPITRE V : DE LA TENUE DES SEANCES DU HAUT CONSEIL STATUANT EN APPLICATION DES ARTICLES L. 821-1 A L. 821-4 ET L. 822-16 ET DES ARTICLES R. 821-6 A R. 821-11 Article 30 Au début de chaque trimestre de l'année civile, le président fixe un calendrier prévisionnel des séances à venir. Article 31 Les convocations, l'ordre du jour et les documents de travail sont adressés soit par la voie postale, soit par la voie électronique. En cas d'urgence, conformément aux dispositions de l'article R. 821-7 , les membres du haut conseil peuvent être convoqués par tous moyens. Article 32 L'ordre du jour fixé par le président est adressé aux membres et au commissaire du Gouvernement au plus tard trois jours avant la séance. En cas d'urgence, il peut inscrire, sans délai, une question à l'ordre du jour. Lorsque des points n'ont pu être examinés lors de la séance à laquelle ils ont été appelés, ils sont inscrits en priorité à l'ordre du jour suivant. Article 33 Lorsque le haut conseil est saisi d'une question en application du premier alinéa de l'article R. 821-6, cette question est inscrite au prochain ordre du jour. En cas d'urgence, elle peut être inscrite le jour même de la séance. Article 34 Toute demande d'inscription à l'ordre du jour présentée par trois membres du haut conseil ou par le commissaire du Gouvernement est adressée cinq jours au moins avant la séance soit par lettre recommandée au président, soit par voie électronique à l'adresse du haut conseil. Cette question est inscrite à l'ordre du jour de la prochaine séance. En cas d'urgence ou de demande de deuxième délibération, le commissaire du Gouvernement peut faire inscrire, sans délai, une question à l'ordre du jour. Article 35 Les fonctions de secrétaire de séance sont tenues par l'un des agents du secrétariat général. Article 36 En début de séance et pour chaque délibération, le président vérifie que le quorum est atteint et il en est fait mention au procès-verbal de séance pour chaque point inscrit à l'ordre du jour de la séance. Article 37 Le haut conseil peut entendre toute personne susceptible de l'éclairer sur toute question inscrite à l'ordre du jour. Article 38 Les séances du haut conseil donnent lieu à l'établissement d'un procès-verbal signé par le président et le secrétaire de séance. Il contient un exposé synthétique des débats de la séance et mentionne les délibérations, décisions et les avis adoptés par le haut conseil. Peuvent, le cas échéant, y être annexées les observations du commissaire du Gouvernement. Le procès-verbal est approuvé par le haut conseil au plus tard lors de la deuxième séance qui suit. Les procès-verbaux des séances sont conservés par ordre chronologique dans un registre créé à cet effet. Chaque procès-verbal approuvé par le haut conseil donne lieu à l'établissement d'une copie transmise au commissaire du Gouvernement. Article 39 Les membres du haut conseil, le secrétaire général ou ses collaborateurs et le secrétaire de séance sont astreints au secret des délibérations. CHAPITRE VI : DES AVIS, DELIBERATIONS ET DECISIONS RENDUS PAR LE HAUT CONSEIL Article 40 Lorsqu'il statue en application du premier alinéa de l'article R. 821-6, le haut conseil est saisi par écrit. Les saisines sont enregistrées par ordre d'arrivée sur un registre d'ordre. Article 41 Lorsqu'il statue en application du deuxième alinéa de l'article R. 821-6, le haut conseil est saisi, à peine d'irrecevabilité, par lettre recommandée avec demande d'avis de réception. Les demandes sont enregistrées par ordre d'arrivée sur un registre d'ordre autre que le registre mentionné à l'article 40, après application de l'article 44. Article 42 Lorsque le commissaire du Gouvernement sollicite une seconde délibération en application de l'article R. 821-10 , il peut valablement saisir le haut conseil par simple lettre ou par écrit électronique. Article 43 Les saisines mentionnées à l'article 41 doivent comporter la qualité du requérant, l'objet de la saisine et son fondement juridique. Article 44 Le secrétaire général a qualité pour apprécier la régularité de la saisine et peut solliciter du demandeur de la rendre conforme. Il adresse, concomitamment à son enregistrement, une copie de la saisine, le cas échéant régularisée, au commissaire du Gouvernement. Article 45 Les demandes mentionnées à l'article 41 sont examinées selon une priorité fixée par le président du haut conseil compte tenu toutefois des délais et des urgences prévus par les dispositions des articles R. 821-6 à R. 821-14 et du présent règlement. Article 46 Outre les avis mentionnés aux articles L. 821-1, L. 822-11 et L. 822-16, le haut conseil, après délibération, émet des avis sur toutes les questions dont il peut être saisi conformément aux articles L. 821-1 et R. 821-6 et rend des décisions concernant l'application du dernier alinéa de l'article L. 822-11. Ces avis ou décisions ont une portée générale. Article 47 Le haut conseil rend aussi, selon les conditions de majorité et de quorum mentionnées aux articles L. 821-3 et R. 821-9, des délibérations concernant son fonctionnement interne et l'établissement ou le suivi de ses relations avec les autorités, la Compagnie nationale des commissaires aux comptes ou les autres régulateurs nationaux ou internationaux. Article 48 Les avis et les décisions rendus en application des articles L. 821-1 , L. 822-11 et L. 822-16 et de l'article 46 du présent règlement sont signés par le président. Ils sont enregistrés chronologiquement et versés dans un registre créé à cet effet. Sont joints à ces avis ceux rendus par les organismes mentionnés à l'article L. 821-2 . Peuvent être aussi joints les avis rendus par la Compagnie nationale des commissaires aux comptes et les commissions spécialisées. Article 49 Les délibérations mentionnées aux articles 46 et 47 sont signées par le président et le secrétaire général. Elles sont versées par ordre chronologique dans un registre prévu à cet effet. Chaque délibération donne lieu à l'établissement d'une copie transmise au commissaire du Gouvernement. Article 50 Les décisions prises sur le fondement des articles L. 821-1 et L. 821-7 dans les conditions prévues aux articles L. 821-3 et R. 821-9 sont signées par le président et versées dans un registre créé à cet effet. Article 51 Les règles relatives aux décisions rendues par le haut conseil statuant comme instance d'appel des décisions rendues par les commissions régionales d'inscription et les chambres régionales statuant en matière disciplinaire sont fixées par la section 1 du chapitre II du titre II du présent livre. Article 52 Lorsqu'il statue dans ces matières, le haut conseil se réunit spécialement à cet effet et se constitue en formation de recours. Il siège avec le secrétaire et le rapporteur nommés dans les conditions prévues à l'article R. 821-2 , hors la présence du secrétaire général.",
            "texteHtml": "<div align='center'>HAUT CONSEIL DU COMMISSARIAT AUX COMPTES </div><div align='center'>Règlement intérieur </div><p>Vu les articles L. 821-1 à L. 822-16 du code de commerce ; </p><p>Vu le décret n° 69-810 du 12 août 1969 modifié relatif à l'organisation de la profession et au statut professionnel des commissaires aux comptes ; </p><p>Le Haut Conseil du commissariat aux comptes a adopté le règlement intérieur suivant : </p><div><div align='center'></div><p id='JORFSCTA000020152792' align='center'>CHAPITRE IER : DES INCOMPATIBILITES ET DES CONFLITS D'INTERETS </p><p id='JORFSCTA000020152792'></p><p id='JORFSCTA000020152792'></p></div><div><div align='center'></div><div id='JORFARTI000020153059_corps'><div align='center'></div><p align='center'>Article 1er </p><p>Dans le délai d'un mois à compter de sa nomination, chaque membre du haut conseil adresse au président la liste des fonctions et des mandats exercés selon l'article R. 821-4. Il l'informe également en cours de mandat de toute modification affectant cette liste. Ce délai court à compter de la publication du règlement intérieur au Journal officiel de la République française. Les informations reçues ou déclarées par le président sont conservées dans un dossier ouvert au nom de chaque membre et tenu par le secrétariat général. </p><p align='center'>Article 2 </p><p>Aucun membre ne peut délibérer sur une affaire individuelle en lien avec les fonctions et les mandats mentionnés ci-dessus ou qui le place en situation de conflit d'intérêts. </p><p align='center'>Article 3 </p><p>Chaque membre avise le président de tous éléments incompatibles avec une participation à une délibération du conseil. Le président informe par écrit l'intéressé qu'il prend acte de cette incompatibilité ou que les éléments fournis ne constituent pas un empêchement rendant impossible sa participation à la délibération. </p><p align='center'>Article 4 </p><p>Le président peut d'office aviser par écrit un membre du haut conseil qu'il ne peut délibérer sur une affaire en raison de la nature des fonctions et mandats exercés ou détenus par lui ou qu'il s'apprête à détenir. Il recueille les observations de l'intéressé qui peut solliciter dans les huit jours qui suivent la saisine du haut conseil. Ce dernier statue en début de séance à main levée ou par bulletin secret, selon les conditions de majorité et de quorum prévues aux articles L. 821-3 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270806&dateTexte=&categorieLien=cid'>R. 821-9</a>. </p><p align='center'>Article 5 </p><p>Lorsque le président constate l'incompatibilité mentionnée à l'article 3, il en informe à l'ouverture de la séance les membres du haut conseil et mention en est portée sur le procès-verbal de la séance. </p><p align='center'>Article 6 </p><p>Lorsque le haut conseil statue sur une incompatibilité, la décision signée par le président est annexée au procès-verbal de la séance. </p><p align='center'>Article 7 </p><p>Lorsqu'un membre du haut conseil commet des manquements graves au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270801&dateTexte=&categorieLien=cid'>R. 821-4</a>, le président notifie, par lettre recommandée avec demande d'avis de réception à l'intéressé, les manquements constatés en vue d'y mettre fin et recueille ses observations.S'il n'est pas mis fin à ces manquements, le président avise l'intéressé que sa démission d'office sera inscrite à l'ordre du jour de la prochaine séance du haut conseil. </p><p align='center'>Article 8 </p><p>La démission d'office est prononcée par décision du haut conseil statuant dans les conditions prévues à l'article R. 821-4. </p><p align='center'>Article 9 </p><p>Les décisions rendues en application de l'article 8 sont signées par le président et versées dans un registre créé à cet effet. Copies de ces décisions sont notifiées à l'intéressé et transmises sans délai au garde des sceaux et au commissaire du Gouvernement. </p></div></div><div><div align='center'></div><p id='JORFSCTA000020152793' align='center'>CHAPITRE II : DES COMMISSIONS SPECIALISEES </p><p id='JORFSCTA000020152793'></p><p id='JORFSCTA000020152793'></p><p id='JORFSCTA000020152793'></p></div><div><div align='center'></div><div id='JORFARTI000020153060_corps'><div align='center'></div><p align='center'>Article 10 </p><p>Le haut conseil constitue les deux commissions relatives à l'appel public à l'épargne et aux associations. </p><p align='center'>Article 11 </p><p>Le haut conseil peut constituer d'autres commissions dont il fixe les missions et, le cas échéant, la durée. </p><p align='center'>Article 12 </p><p>Les commissions sont présidées par un membre du haut conseil. Elles sont en outre composées de deux membres au moins du haut conseil. Les présidents et les membres des commissions mentionnées à l'article 10 sont désignés pour une durée de trois ans renouvelable par le haut conseil. Le président et les membres des commissions mentionnées à l'article 11 sont désignés par le haut conseil qui fixe la durée de leurs mandats sans que celle-ci ne puisse excéder trois ans. </p><p>Les commissions peuvent s'adjoindre la participation d'experts avec voix consultative. Lorsque ces derniers concourent à la mission de la commission, ils sont désignés par le président du haut conseil pour une durée fixée par lui sur proposition de la commission. Lorsqu'ils sont sollicités à titre occasionnel ou ponctuel, ils sont désignés par le président de la commission après avis conforme du président du haut conseil. </p><p align='center'>Article 13 </p><p>En cas d'empêchement temporaire ou définitif d'un membre constaté par le haut conseil ou en cas d'incompatibilités constatées dans les conditions du chapitre Ier rendant impossible le bon fonctionnement de la commission, il est procédé au remplacement de ce membre par le haut conseil. Le nouveau membre est désigné soit pour la durée de l'empêchement temporaire ou de l'incompatibilité, soit jusqu'à l'expiration de la mission du membre empêché lorsque l'empêchement ou l'incompatibilité sont définitifs. </p><p align='center'>Article 14 </p><p>Les commissions soumettent au haut conseil des projets d'avis ou des propositions de décisions. Elles peuvent aussi être consultées pour donner un avis technique. </p><p align='center'>Article 15 </p><p>Les commissions sont saisies par le président du haut conseil. Il peut en saisir une ou plusieurs, séparément ou conjointement. Les débats au sein des commissions sont confidentiels. </p><p align='center'>Article 16 </p><p>Les commissions tiennent des séances dont elles fixent librement l'organisation. Elles transmettent les conclusions de leurs travaux au président du haut conseil qui inscrit l'examen de leurs projets, avis ou propositions à l'ordre du jour du haut conseil, au plus tard dans le délai de deux mois à compter de leur transmission. </p><p>Le président de la commission rapporte les projets, propositions ou avis. </p><p align='center'>Article 17 </p><p>Le commissaire du Gouvernement participe aux travaux des commissions. </p><p align='center'>Article 18 </p><p>Les délibérations et décisions relatives à la constitution et au fonctionnement des commissions sont prises selon les conditions de majorité et de quorum prévues aux articles L. 821-3 et R. 821-9. Elles sont signées par le président du haut conseil et le secrétaire général. </p></div></div><div><div align='center'></div><p id='JORFSCTA000020152794' align='center'>CHAPITRE III : DU CONCOURS DE LA COMPAGNIE NATIONALE DES COMMISSAIRES AUX COMPTES </p><p id='JORFSCTA000020152794'></p><p id='JORFSCTA000020152794'></p><p id='JORFSCTA000020152794'></p></div><div><div align='center'></div><div id='JORFARTI000020153061_corps'><div align='center'></div><p align='center'>Article 19 </p><p>Au titre du concours mentionné à l'article L. 821-1, le haut conseil entretient des relations régulières avec la Compagnie nationale des commissaires aux comptes. </p><p align='center'>Article 20 </p><p>Le haut conseil arrête les modalités des contrôles périodiques mentionnés au b de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242504&dateTexte=&categorieLien=cid'>L. 821-7</a>. Il recueille les observations de la compagnie nationale sur les conditions de leur mise en œuvre. </p><p align='center'>Article 21 </p><p>Pour toute autre question, la compagnie nationale peut être sollicitée par le président du haut conseil, sur délibération de ce dernier, ou d'office entre deux séances du haut conseil, en cas d'urgence. </p><p align='center'>Article 22 </p><p>Le concours ainsi sollicité peut se présenter sous forme de contributions de la compagnie nationale aux travaux du haut conseil et, notamment sous forme d'avis. </p><p align='center'>Article 23 </p><p>Lorsque le haut conseil est saisi, hors les cas relatifs à l'inscription et à la discipline, par le président de la Compagnie nationale des commissaires aux comptes conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270803&dateTexte=&categorieLien=cid'>R. 821-6</a>, le président du haut conseil inscrit cette demande à l'ordre du jour de la prochaine séance. Il peut aussi convoquer le haut conseil selon la procédure d'urgence. </p><p align='center'>Article 24 </p><p>Les avis rendus par la Compagnie nationale des commissaires aux comptes, sur saisine du haut conseil, peuvent être joints aux décisions, délibérations et avis rendus par le haut conseil. </p></div></div><div><div align='center'></div><p id='JORFSCTA000020152795' align='center'>CHAPITRE IV : DU SECRETARIAT GENERAL (ART.R. 821 1) </p><p id='JORFSCTA000020152795'></p><p id='JORFSCTA000020152795'></p></div><div><div align='center'></div><div id='JORFARTI000020153062_corps'><div align='center'></div><p align='center'>Article 25 </p><p>Le secrétaire général dirige, sous l'autorité du président, l'ensemble des personnels et des services du haut conseil. </p><p align='center'>Article 26 </p><p>Il rend compte de la gestion administrative du haut conseil au président et l'informe des orientations de gestion retenues pour l'année à venir. Il informe périodiquement les membres du haut conseil des évolutions concernant la gestion du haut conseil. Il prépare le rapport annuel. </p><p align='center'>Article 27 </p><p>Il suit les travaux des commissions spécialisées. </p><p align='center'>Article 28 </p><p>Le secrétaire général participe, dans le cadre de ses attributions, assisté en tant que de besoin par ses collaborateurs, aux séances du haut conseil, sauf lorsque ce dernier statue comme instance de recours contre les décisions rendues par les commissions régionales d'inscription mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242626&dateTexte=&categorieLien=cid'>L. 822-2 </a>ou par les chambres régionales de discipline mentionnées à l'article L. 822-6. </p><p align='center'>Article 29 </p><p>Le secrétaire général veille au bon fonctionnement du secrétariat du haut conseil lorsque ce dernier statue comme instance de recours contre les décisions rendues par les commissions régionales mentionnées à l'article L. 822-2 ou par les chambres régionales mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242668&dateTexte=&categorieLien=cid'>L. 822-6</a>. </p></div></div><div><div align='center'></div><p id='JORFSCTA000020152796' align='center'>CHAPITRE V : DE LA TENUE DES SEANCES DU HAUT CONSEIL STATUANT EN APPLICATION DES ARTICLES L. 821-1 A L. 821-4 ET <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242731&dateTexte=&categorieLien=cid'>L. 822-16 </a>ET DES ARTICLES R. 821-6 A R. 821-11 </p><p id='JORFSCTA000020152796'></p><p id='JORFSCTA000020152796'></p><p id='JORFSCTA000020152796'></p></div><div><div align='center'></div><div id='JORFARTI000020153063_corps'><div align='center'></div><p align='center'>Article 30 </p><p>Au début de chaque trimestre de l'année civile, le président fixe un calendrier prévisionnel des séances à venir. </p><p align='center'>Article 31 </p><p>Les convocations, l'ordre du jour et les documents de travail sont adressés soit par la voie postale, soit par la voie électronique. En cas d'urgence, conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270804&dateTexte=&categorieLien=cid'>R. 821-7</a>, les membres du haut conseil peuvent être convoqués par tous moyens. </p><p align='center'>Article 32 </p><p>L'ordre du jour fixé par le président est adressé aux membres et au commissaire du Gouvernement au plus tard trois jours avant la séance. En cas d'urgence, il peut inscrire, sans délai, une question à l'ordre du jour. Lorsque des points n'ont pu être examinés lors de la séance à laquelle ils ont été appelés, ils sont inscrits en priorité à l'ordre du jour suivant. </p><p align='center'>Article 33 </p><p>Lorsque le haut conseil est saisi d'une question en application du premier alinéa de l'article R. 821-6, cette question est inscrite au prochain ordre du jour. En cas d'urgence, elle peut être inscrite le jour même de la séance. </p><p align='center'>Article 34 </p><p>Toute demande d'inscription à l'ordre du jour présentée par trois membres du haut conseil ou par le commissaire du Gouvernement est adressée cinq jours au moins avant la séance soit par lettre recommandée au président, soit par voie électronique à l'adresse du haut conseil. Cette question est inscrite à l'ordre du jour de la prochaine séance. En cas d'urgence ou de demande de deuxième délibération, le commissaire du Gouvernement peut faire inscrire, sans délai, une question à l'ordre du jour. </p><p align='center'>Article 35 </p><p>Les fonctions de secrétaire de séance sont tenues par l'un des agents du secrétariat général. </p><p align='center'>Article 36 </p><p>En début de séance et pour chaque délibération, le président vérifie que le quorum est atteint et il en est fait mention au procès-verbal de séance pour chaque point inscrit à l'ordre du jour de la séance. </p><p align='center'>Article 37 </p><p>Le haut conseil peut entendre toute personne susceptible de l'éclairer sur toute question inscrite à l'ordre du jour. </p><p align='center'>Article 38 </p><p>Les séances du haut conseil donnent lieu à l'établissement d'un procès-verbal signé par le président et le secrétaire de séance. Il contient un exposé synthétique des débats de la séance et mentionne les délibérations, décisions et les avis adoptés par le haut conseil. Peuvent, le cas échéant, y être annexées les observations du commissaire du Gouvernement. Le procès-verbal est approuvé par le haut conseil au plus tard lors de la deuxième séance qui suit. Les procès-verbaux des séances sont conservés par ordre chronologique dans un registre créé à cet effet. Chaque procès-verbal approuvé par le haut conseil donne lieu à l'établissement d'une copie transmise au commissaire du Gouvernement. </p><p align='center'>Article 39 </p><p>Les membres du haut conseil, le secrétaire général ou ses collaborateurs et le secrétaire de séance sont astreints au secret des délibérations. </p></div></div><div><div align='center'></div><p id='JORFSCTA000020152797' align='center'>CHAPITRE VI : DES AVIS, DELIBERATIONS ET DECISIONS RENDUS PAR LE HAUT CONSEIL </p><p id='JORFSCTA000020152797'></p><p id='JORFSCTA000020152797'></p></div><div><div align='center'></div><div id='JORFARTI000020153064_corps'><div align='center'></div><p align='center'>Article 40 </p><p>Lorsqu'il statue en application du premier alinéa de l'article R. 821-6, le haut conseil est saisi par écrit. Les saisines sont enregistrées par ordre d'arrivée sur un registre d'ordre. </p><p align='center'>Article 41 </p><p>Lorsqu'il statue en application du deuxième alinéa de l'article R. 821-6, le haut conseil est saisi, à peine d'irrecevabilité, par lettre recommandée avec demande d'avis de réception. Les demandes sont enregistrées par ordre d'arrivée sur un registre d'ordre autre que le registre mentionné à l'article 40, après application de l'article 44. </p><p align='center'>Article 42 </p><p>Lorsque le commissaire du Gouvernement sollicite une seconde délibération en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270807&dateTexte=&categorieLien=cid'>R. 821-10</a>, il peut valablement saisir le haut conseil par simple lettre ou par écrit électronique. </p><p align='center'>Article 43 </p><p>Les saisines mentionnées à l'article 41 doivent comporter la qualité du requérant, l'objet de la saisine et son fondement juridique. </p><p align='center'>Article 44 </p><p>Le secrétaire général a qualité pour apprécier la régularité de la saisine et peut solliciter du demandeur de la rendre conforme. Il adresse, concomitamment à son enregistrement, une copie de la saisine, le cas échéant régularisée, au commissaire du Gouvernement. </p><p align='center'>Article 45 </p><p>Les demandes mentionnées à l'article 41 sont examinées selon une priorité fixée par le président du haut conseil compte tenu toutefois des délais et des urgences prévus par les dispositions des articles R. 821-6 à R. 821-14 et du présent règlement. </p><p align='center'>Article 46 </p><p>Outre les avis mentionnés aux articles L. 821-1, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242720&dateTexte=&categorieLien=cid'>L. 822-11 </a>et L. 822-16, le haut conseil, après délibération, émet des avis sur toutes les questions dont il peut être saisi conformément aux articles L. 821-1 et R. 821-6 et rend des décisions concernant l'application du dernier alinéa de l'article L. 822-11. Ces avis ou décisions ont une portée générale. </p><p align='center'>Article 47 </p><p>Le haut conseil rend aussi, selon les conditions de majorité et de quorum mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242461&dateTexte=&categorieLien=cid'>L. 821-3 </a>et R. 821-9, des délibérations concernant son fonctionnement interne et l'établissement ou le suivi de ses relations avec les autorités, la Compagnie nationale des commissaires aux comptes ou les autres régulateurs nationaux ou internationaux. </p><p align='center'>Article 48 </p><p>Les avis et les décisions rendus en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242452&dateTexte=&categorieLien=cid'>L. 821-1</a>, L. 822-11 et L. 822-16 et de l'article 46 du présent règlement sont signés par le président. Ils sont enregistrés chronologiquement et versés dans un registre créé à cet effet. Sont joints à ces avis ceux rendus par les organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242459&dateTexte=&categorieLien=cid'>L. 821-2</a>. Peuvent être aussi joints les avis rendus par la Compagnie nationale des commissaires aux comptes et les commissions spécialisées. </p><p align='center'>Article 49 </p><p>Les délibérations mentionnées aux articles 46 et 47 sont signées par le président et le secrétaire général. Elles sont versées par ordre chronologique dans un registre prévu à cet effet. Chaque délibération donne lieu à l'établissement d'une copie transmise au commissaire du Gouvernement. </p><p align='center'>Article 50 </p><p>Les décisions prises sur le fondement des articles L. 821-1 et L. 821-7 dans les conditions prévues aux articles L. 821-3 et R. 821-9 sont signées par le président et versées dans un registre créé à cet effet. </p><p align='center'>Article 51 </p><p>Les règles relatives aux décisions rendues par le haut conseil statuant comme instance d'appel des décisions rendues par les commissions régionales d'inscription et les chambres régionales statuant en matière disciplinaire sont fixées par la section 1 du chapitre II du titre II du présent livre. </p><p align='center'>Article 52 </p><p>Lorsqu'il statue dans ces matières, le haut conseil se réunit spécialement à cet effet et se constitue en formation de recours. Il siège avec le secrétaire et le rapporteur nommés dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270799&dateTexte=&categorieLien=cid'>R. 821-2</a>, hors la présence du secrétaire général.</p></div></div>",
            "num": "Annexe 8-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1232496000000,
            "dateFin": 1316736000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-08-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie A Livre VIII",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020998200",
                        "id": "LEGISCTA000020998200",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2011-09-23",
                        "titre": "ANNEXE 8-6 (ANNEXE À L'ARTICLE A. 821-1)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163293",
                        "id": "LEGISCTA000020163341",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163295",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163293",
            "sectionParentId": "LEGISCTA000020163341",
            "sectionParentTitre": "ANNEXE 8-6 (ANNEXE À L'ARTICLE A. 821-1)",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; Annexes partie A Livre VIII",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163339",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                },
                {
                    "textCid": "JORFTEXT000024418940",
                    "textTitle": "Arrêté du 11 juillet 2011 - art. 2",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024424012",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-02",
                    "dateSignaTexte": "2011-07-11",
                    "dateDebutCible": "2011-08-03"
                },
                {
                    "textCid": "JORFTEXT000024577535",
                    "textTitle": "Arrêté du 11 juillet 2011 - art. 2",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024578975",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-09-22",
                    "dateSignaTexte": "2011-07-11",
                    "dateDebutCible": "2011-09-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-1",
                    "articleId": "LEGIARTI000006242452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-2",
                    "articleId": "LEGIARTI000006242459",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-3",
                    "articleId": "LEGIARTI000006242461",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-7",
                    "articleId": "LEGIARTI000006242504",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-11",
                    "articleId": "LEGIARTI000006242720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-16",
                    "articleId": "LEGIARTI000006242731",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-2",
                    "articleId": "LEGIARTI000006242626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-6",
                    "articleId": "LEGIARTI000006242668",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-10",
                    "articleId": "LEGIARTI000006270807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-2",
                    "articleId": "LEGIARTI000006270799",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-4",
                    "articleId": "LEGIARTI000006270801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-6",
                    "articleId": "LEGIARTI000006270803",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-7",
                    "articleId": "LEGIARTI000006270804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-9",
                    "articleId": "LEGIARTI000006270806",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. A821-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A821-1",
                    "articleId": "LEGIARTI000020163589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1232496000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163339",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1316736000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 8-6",
                "8-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}