{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048244482",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Dès la réception du dossier, l'autorité administrative saisit le président du tribunal administratif compétent en vue de la désignation, dans les conditions prévues aux articles L. 123-4 et L. 123-5, d'un commissaire enquêteur ou d'une commission d'enquête chargé de la consultation du public et respectivement d'un suppléant ou de plusieurs suppléants pouvant se substituer sans délai au commissaire enquêteur ou aux membres de la commission d'enquête en cas d'empêchement. Dès que le dossier est jugé complet et régulier et que le commissaire enquêteur ou la commission d'enquête est désigné, l'autorité administrative organise une consultation du public selon les modalités prévues aux II à V du présent article, sauf si la demande a déjà été rejetée dans les conditions prévues au quatrième alinéa de l'article L. 181-9. II. - La consultation mentionnée au second alinéa du I du présent article a pour objet d'assurer l'information et la participation du public ainsi que la prise en compte des intérêts des tiers lors de l'élaboration de la décision. Les observations et les propositions parvenues pendant la durée de la consultation sont prises en considération par le maître d'ouvrage et par l'autorité compétente pour prendre la décision. Le public est avisé de l'ouverture de la consultation selon les modalités prévues au II de l'article L. 123-19. La durée de la consultation est de trois mois ou, lorsque l'avis de l'autorité environnementale est requis, d'un mois de plus que le délai imparti à celle-ci pour rendre son avis. Le dossier de la consultation est constitué et mis à la disposition du public dans les conditions prévues au même II. L'étude d'impact, quand elle est requise, est mise à la disposition du public au plus tard à l'ouverture de la consultation. Les avis recueillis par l'administration sur la demande ou l'indication d'une absence d'avis résultant de l'expiration des délais impartis sont mis à la disposition du public sans délai au fur et à mesure de leur émission. III. - La consultation est conduite par le commissaire enquêteur ou la commission d'enquête de manière à permettre au public de disposer d'une information complète sur le projet et de participer effectivement au processus de décision. A cet effet : 1° Dans un délai de quinze jours à compter du début de la consultation, le commissaire enquêteur ou la commission d'enquête organise une réunion publique d'ouverture avec la participation du pétitionnaire ; 2° Le public peut faire parvenir ses observations et ses propositions, pendant la durée de la consultation, par courrier électronique, par voie postale ainsi que par toute autre modalité précisée dans l'avis d'ouverture de la consultation ; 3° Les observations et les propositions transmises par voie électronique sont accessibles sur un site internet désigné dans des conditions fixées par voie réglementaire ; 4° Les réponses éventuelles du pétitionnaire aux avis mis en ligne ainsi qu'aux observations et aux propositions du public sont transmises et publiées dans les mêmes conditions, y compris lorsque ces réponses ont été formulées lors d'une réunion publique ; 5° Dans les quinze derniers jours de la consultation du public, le commissaire enquêteur ou la commission d'enquête organise une réunion publique de clôture, avec la participation du pétitionnaire. Le commissaire enquêteur ou la commission d'enquête recueille les observations des parties prenantes jusqu'à la clôture de la consultation. Les réponses apportées par le pétitionnaire au plus tard lors de la réunion de clôture de la consultation sont réputées faire partie du dossier de demande, de même que les éventuelles modifications consécutives du projet, sous réserve qu'elles n'en modifient pas l'économie générale. IV. - Le commissaire enquêteur ou la commission d'enquête rend son rapport et ses conclusions motivées à l'autorité administrative, après concertation avec le pétitionnaire et dans un délai de trois semaines à compter de la clôture de la consultation du public. Le rapport fait état des principaux éléments relatifs au projet recueillis lors de la consultation du public et comporte une synthèse des observations et des propositions du public ainsi que des réponses du pétitionnaire. Le rapport et les conclusions motivées sont rendus publics. La réception de ce rapport et de ces conclusions motivées ou l'expiration du délai de trois semaines met fin à la phase d'examen et de consultation et ouvre la phase de décision. La décision ne peut être adoptée avant l'expiration d'un délai permettant la prise en considération des observations et des propositions formulées pendant la consultation et des réponses du pétitionnaire. V. - Le pétitionnaire assume les frais afférents à la consultation du public, notamment ceux relatifs aux différentes mesures de publicité de la consultation et à l'indemnisation du commissaire enquêteur ou de la commission d'enquête, dans les conditions prévues au chapitre III du titre II du présent livre.",
            "texteHtml": "<p>I. - Dès la réception du dossier, l'autorité administrative saisit le président du tribunal administratif compétent en vue de la désignation, dans les conditions prévues aux articles L. 123-4 et L. 123-5, d'un commissaire enquêteur ou d'une commission d'enquête chargé de la consultation du public et respectivement d'un suppléant ou de plusieurs suppléants pouvant se substituer sans délai au commissaire enquêteur ou aux membres de la commission d'enquête en cas d'empêchement.</p><p></p><p> Dès que le dossier est jugé complet et régulier et que le commissaire enquêteur ou la commission d'enquête est désigné, l'autorité administrative organise une consultation du public selon les modalités prévues aux II à V du présent article, sauf si la demande a déjà été rejetée dans les conditions prévues au quatrième alinéa de l'article L. 181-9.</p><p></p><p> II. - La consultation mentionnée au second alinéa du I du présent article a pour objet d'assurer l'information et la participation du public ainsi que la prise en compte des intérêts des tiers lors de l'élaboration de la décision. Les observations et les propositions parvenues pendant la durée de la consultation sont prises en considération par le maître d'ouvrage et par l'autorité compétente pour prendre la décision.</p><p></p><p> Le public est avisé de l'ouverture de la consultation selon les modalités prévues au II de l'article L. 123-19. La durée de la consultation est de trois mois ou, lorsque l'avis de l'autorité environnementale est requis, d'un mois de plus que le délai imparti à celle-ci pour rendre son avis.</p><p></p><p> Le dossier de la consultation est constitué et mis à la disposition du public dans les conditions prévues au même II. L'étude d'impact, quand elle est requise, est mise à la disposition du public au plus tard à l'ouverture de la consultation. Les avis recueillis par l'administration sur la demande ou l'indication d'une absence d'avis résultant de l'expiration des délais impartis sont mis à la disposition du public sans délai au fur et à mesure de leur émission.</p><p></p><p> III. - La consultation est conduite par le commissaire enquêteur ou la commission d'enquête de manière à permettre au public de disposer d'une information complète sur le projet et de participer effectivement au processus de décision.</p><p></p><p> A cet effet :</p><p></p><p> 1° Dans un délai de quinze jours à compter du début de la consultation, le commissaire enquêteur ou la commission d'enquête organise une réunion publique d'ouverture avec la participation du pétitionnaire ;</p><p></p><p> 2° Le public peut faire parvenir ses observations et ses propositions, pendant la durée de la consultation, par courrier électronique, par voie postale ainsi que par toute autre modalité précisée dans l'avis d'ouverture de la consultation ;</p><p></p><p> 3° Les observations et les propositions transmises par voie électronique sont accessibles sur un site internet désigné dans des conditions fixées par voie réglementaire ;</p><p></p><p> 4° Les réponses éventuelles du pétitionnaire aux avis mis en ligne ainsi qu'aux observations et aux propositions du public sont transmises et publiées dans les mêmes conditions, y compris lorsque ces réponses ont été formulées lors d'une réunion publique ;</p><p></p><p> 5° Dans les quinze derniers jours de la consultation du public, le commissaire enquêteur ou la commission d'enquête organise une réunion publique de clôture, avec la participation du pétitionnaire. Le commissaire enquêteur ou la commission d'enquête recueille les observations des parties prenantes jusqu'à la clôture de la consultation.</p><p></p><p> Les réponses apportées par le pétitionnaire au plus tard lors de la réunion de clôture de la consultation sont réputées faire partie du dossier de demande, de même que les éventuelles modifications consécutives du projet, sous réserve qu'elles n'en modifient pas l'économie générale.</p><p></p><p> IV. - Le commissaire enquêteur ou la commission d'enquête rend son rapport et ses conclusions motivées à l'autorité administrative, après concertation avec le pétitionnaire et dans un délai de trois semaines à compter de la clôture de la consultation du public.</p><p></p><p> Le rapport fait état des principaux éléments relatifs au projet recueillis lors de la consultation du public et comporte une synthèse des observations et des propositions du public ainsi que des réponses du pétitionnaire.</p><p></p><p> Le rapport et les conclusions motivées sont rendus publics.</p><p></p><p> La réception de ce rapport et de ces conclusions motivées ou l'expiration du délai de trois semaines met fin à la phase d'examen et de consultation et ouvre la phase de décision.</p><p></p><p> La décision ne peut être adoptée avant l'expiration d'un délai permettant la prise en considération des observations et des propositions formulées pendant la consultation et des réponses du pétitionnaire.</p><p></p><p> V. - Le pétitionnaire assume les frais afférents à la consultation du public, notamment ceux relatifs aux différentes mesures de publicité de la consultation et à l'indemnisation du commissaire enquêteur ou de la commission d'enquête, dans les conditions prévues au chapitre III du titre II du présent livre.</p>",
            "num": "L181-10-1 ",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1698192000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1744830463,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129022",
                        "id": "LEGISCTA000006129022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-03-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VIII : Procédures administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033928433",
                        "id": "LEGISCTA000033928545",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-03-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique : Autorisation environnementale \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033928435",
                        "id": "LEGISCTA000033928556",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 :  Instruction de la demande ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033928457",
                        "id": "LEGISCTA000033928583",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048244321",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033928457",
            "sectionParentId": "LEGISCTA000033928583",
            "sectionParentTitre": "Section 3 :  Instruction de la demande ",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Dispositions communes &gt; Titre VIII : Procédures administratives &gt; Chapitre unique : Autorisation environnementale \r\n &gt; Section 3 :  Instruction de la demande ",
            "refInjection": "MD-20231024_184007_931_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048244482",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 4 de la loi n° 2023-973 du 23 octobre 2023, ces dispositions s'appliquent aux demandes d'autorisation environnementale déposées à compter d'une date fixée par décret, et au plus tard un an après la promulgation de la présente loi.",
            "notaHtml": "<p>Conformément au II de l'article 4 de la loi n° 2023-973 du 23 octobre 2023, ces dispositions s'appliquent aux demandes d'autorisation environnementale déposées à compter d'une date fixée par décret, et au plus tard un an après la promulgation de la présente loi.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048242288",
                    "textTitle": "LOI n°2023-973 du 23 octobre 2023 - art. 4 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000048243232",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-10-24",
                    "dateSignaTexte": "2023-10-23",
                    "dateDebutCible": "2023-10-25"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048244482",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1698192000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L181-10-1 ",
                "181-10-1",
                "L181-10-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}