{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006580087",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Dans le cadre de la surveillance biologique du territoire, les agents mentionnés à l'article 364 bis ont accès aux installations, lieux et locaux, à l'exclusion des domiciles et de la partie des locaux à usage de domicile, y compris les lieux où sont réalisées les opérations de dissémination ou de mise sur le marché des produits mentionnés. Ils ont également accès aux lieux, locaux et installations se trouvant à proximité du site de ces opérations, sous réserve de l'information et de l'accord des personnes chez lesquelles ils entendent intervenir. Cet accès a lieu entre 8 heures et 20 heures ou en dehors de ces heures lorsqu'une opération est en cours ou lorsque l'accès est autorisé au public, en présence du propriétaire ou de l'occupant. Un rapport de visite est établi et copie en est remise à l'intéressé. Ils peuvent recueillir sur convocation ou sur place les renseignements et justifications propres à l'accomplissement de leur mission et en prendre copie. Ils peuvent également, dans des conditions déterminées par décret en Conseil d'Etat, prélever des échantillons, placés sous la responsabilité du service de la protection des végétaux, afin d'assurer le respect de la confidentialité des secrets industriels. Ils sont analysés, le cas échéant, dans des laboratoires préalablement agréés par l'autorité administrative. Après analyse, ils sont restitués à leur propriétaire, qui peut demander à ce qu'une contre-expertise soit effectuée. II. - Lorsqu'à l'occasion de cette surveillance les agents mentionnés à l'article 364 bis constatent que la dissémination, la mise sur le marché ou l'utilisation des produits mentionnés à ce même article présente ou est susceptible de présenter un danger pour la santé publique ou pour l'environnement, ces agents peuvent ordonner, dans des conditions définies par décret en Conseil d'Etat pris après avis du comité de biovigilance, la consignation, la destruction totale ou partielle de ces produits, ainsi que des végétaux et des animaux présentant des anomalies ou des effets indésirables, ou toutes autres mesures propres à éviter ou à éliminer tout danger. Ces opérations sont constatées par procès-verbal. Préalablement à l'exécution de ces mesures, l'intéressé est mis à même de présenter ses observations. Ces mesures sont à la charge du responsable de la dissémination ou de la mise sur le marché, du distributeur ou de l'utilisateur.",
            "texteHtml": "<p></p>   I. - Dans le cadre de la surveillance biologique du territoire, les agents mentionnés à l'article 364 bis ont accès aux installations, lieux et locaux, à l'exclusion des domiciles et de la partie des locaux à usage de domicile, y compris les lieux où sont réalisées les opérations de dissémination ou de mise sur le marché des produits mentionnés.<p></p><p></p>   Ils ont également accès aux lieux, locaux et installations se trouvant à proximité du site de ces opérations, sous réserve de l'information et de l'accord des personnes chez lesquelles ils entendent intervenir.<p></p><p></p>   Cet accès a lieu entre 8 heures et 20 heures ou en dehors de ces heures lorsqu'une opération est en cours ou lorsque l'accès est autorisé au public, en présence du propriétaire ou de l'occupant. Un rapport de visite est établi et copie en est remise à l'intéressé.<p></p><p></p>   Ils peuvent recueillir sur convocation ou sur place les renseignements et justifications propres à l'accomplissement de leur mission et en prendre copie.<p></p><p></p>   Ils peuvent également, dans des conditions déterminées par décret en Conseil d'Etat, prélever des échantillons, placés sous la responsabilité du service de la protection des végétaux, afin d'assurer le respect de la confidentialité des secrets industriels. Ils sont analysés, le cas échéant, dans des laboratoires préalablement agréés par l'autorité administrative. Après analyse, ils sont restitués à leur propriétaire, qui peut demander à ce qu'une contre-expertise soit effectuée.<p></p><p></p>   II. - Lorsqu'à l'occasion de cette surveillance les agents mentionnés à l'article 364 bis constatent que la dissémination, la mise sur le marché ou l'utilisation des produits mentionnés à ce même article présente ou est susceptible de présenter un danger pour la santé publique ou pour l'environnement, ces agents peuvent ordonner, dans des conditions définies par décret en Conseil d'Etat pris après avis du comité de biovigilance, la consignation, la destruction totale ou partielle de ces produits, ainsi que des végétaux et des animaux présentant des anomalies ou des effets indésirables, ou toutes autres mesures propres à éviter ou à éliminer tout danger. Ces opérations sont constatées par procès-verbal.<p></p><p></p>   Préalablement à l'exécution de ces mesures, l'intéressé est mis à même de présenter ses observations. Ces mesures sont à la charge du responsable de la dissémination ou de la mise sur le marché, du distributeur ou de l'utilisateur.<p></p>",
            "num": "364 ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 931564800000,
            "dateFin": 961632000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Des animaux et des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098248",
                        "id": "LEGISCTA000006098248",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre X : De la protection des végétaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121366",
                        "id": "LEGISCTA000006121366",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-07-10",
                        "fin": "2000-06-22",
                        "titre": "Chapitre VI : Surveillance biologique du territoire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138224",
                        "id": "LEGISCTA000006138224",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580087",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138224",
            "sectionParentId": "LEGISCTA000006138224",
            "sectionParentTitre": "Chapitre VI : Surveillance biologique du territoire.",
            "fullSectionsTitre": "Livre II : Des animaux et des végétaux &gt; Titre X : De la protection des végétaux.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580087",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000395813",
                    "textTitle": "Loi n°99-574 du 9 juillet 1999 - art. 91 () JORF 10 juillet 1999",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "91",
                    "articleId": "LEGIARTI000006600432",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-07-10",
                    "dateSignaTexte": "1999-07-09",
                    "dateDebutCible": "1999-07-10"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Ordonnance n°2000-550 du 15 juin 2000 - art. 7 (V)",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006601339",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 364 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580087",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "364 ter",
                "364"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}