{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006795603",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'un invalide de guerre, titulaire d'un emploi réservé ou non réservé de l'Etat, des départements ou des communes est, par suite d'aggravation de son état physique, devenu inapte à l'emploi qu'il occupe, il peut, conformément aux dispositions de l'article L. 432, solliciter soit un autre emploi parmi tous ceux figurant aux tableaux annexés au présent chapitre (3e partie), soit un emploi réservé ou non réservé dépendant spécialement de l'administration qui l'occupe en adressant une demande à cet effet au ministre ou chef de service sous l'autorité duquel il est placé. Cette demande doit, à peine de forclusion, être produite dans le délai de deux mois à compter du jour où la décision d'inaptitude a été notifiée à l'invalide de guerre par son administration. Si, en vertu des dispositions de l'alinéa 1er de l'article L. 432, le candidat sollicite un autre emploi réservé dans une administration quelconque, sa demande est transmise au ministre des anciens combattants et victimes de guerre par les soins de l'administration dont il dépend. Cette demande est accompagnée d'un certificat d'un médecin assermenté de l'administration intéressée concluant à l'inaptitude de l'invalide de guerre à l'emploi occupé. Si, en vertu des dispositions de l'avant-dernier alinéa de l'article L. 432, le candidat sollicite un emploi réservé ou non réservé dépendant de son administration, cette administration statue immédiatement sur l'aptitude physique et professionnelle de l'intéressé à cet emploi. Si aucune vacance n'est disponible dans les conditions ci-dessus, ou si le candidat est inapte physiquement ou professionnellement à l'emploi qu'il sollicite, l'administration intéressée en avise le candidat qui doit, dès lors, faire parvenir, dans le délai de deux mois, à ses chefs hiérarchiques, une demande tendant à obtenir un autre emploi réservé ou non réservé de la même administration ou tout autre emploi réservé dépendant d'une autre administration. Le ministre intéressé transmet la demande d'emploi au ministre des anciens combattants et victimes de guerre en y joignant un certificat médical concluant à l'inaptitude physique à l'emploi occupé, et en indiquant, s'il y a lieu, les raisons qui s'opposent à la mutation de l'intéressé à un autre emploi réservé ou non réservé de son administration. Dans tous les cas, le ministre des anciens combattants et victimes de guerre fait convoquer l'intéressé devant la commission prévue à l'article R. 405 en vue de déterminer s'il est bien inapte à l'emploi occupé. Le délégué interdépartemental du ministère des anciens combattants et victimes de guerre chargé d'instruire les demandes de ce genre désigne sur la liste des médecins prévue à l'article R. 405 deux médecins autres que ceux qui ont été signalés par l'administration dont relève l'emploi occupé. Si l'inaptitude est constatée, le ministre des anciens combattants et victimes de guerre en informe, sans délai, l'administration intéressée, laquelle nomme immédiatement le candidat à l'emploi disponible, lorsqu'il s'agit de l'application des dispositions de l'avant-dernier alinéa de l'article L. 432. Lorsqu'il s'agit de l'application des dispositions du premier alinéa du même article, la même commission qui a constaté l'inaptitude doit se prononcer également sur l'aptitude physique du candidat à l'emploi sollicité. S'il est déclaré inapte physiquement à ce dernier emploi, la commission médicale doit lui indiquer les emplois réservés compatibles avec son infirmité et le candidat peut, au cours de la séance de la commission médicale, modifier sa demande et la faire porter sur un ou plusieurs autres de ces derniers emplois réservés. Dans ce cas, la commission médicale statue immédiatement sur l'aptitude physique du candidat à tous les emplois sollicités. Si l'intéressé est déclaré inapte à l'emploi occupé et apte à un autre emploi réservé, il doit subir, le cas échéant, dans le plus court délai, l'examen et les épreuves d'aptitude professionnelle exigés. Toutefois, l'intéressé est dispensé de l'examen si l'emploi postulé est de même nature ou de la même catégorie que l'emploi occupé et s'il n'existe pas de différences essentielles dans les conditions d'aptitudes professionnelles exigées pour ces emplois.",
            "texteHtml": "<p></p>   Lorsqu'un invalide de guerre, titulaire d'un emploi réservé ou non réservé de l'Etat, des départements ou des communes est, par suite d'aggravation de son état physique, devenu inapte à l'emploi qu'il occupe, il peut, conformément aux dispositions de l'article L. 432, solliciter soit un autre emploi parmi tous ceux figurant aux tableaux annexés au présent chapitre (3e partie), soit un emploi réservé ou non réservé dépendant spécialement de l'administration qui l'occupe en adressant une demande à cet effet au ministre ou chef de service sous l'autorité duquel il est placé. Cette demande doit, à peine de forclusion, être produite dans le délai de deux mois à compter du jour où la décision d'inaptitude a été notifiée à l'invalide de guerre par son administration.<p></p><p></p>   Si, en vertu des dispositions de l'alinéa 1er de l'article L. 432, le candidat sollicite un autre emploi réservé dans une administration quelconque, sa demande est transmise au ministre des anciens combattants et victimes de guerre par les soins de l'administration dont il dépend. Cette demande est accompagnée d'un certificat d'un médecin assermenté de l'administration intéressée concluant à l'inaptitude de l'invalide de guerre à l'emploi occupé.<p></p><p></p>   Si, en vertu des dispositions de l'avant-dernier alinéa de l'article L. 432, le candidat sollicite un emploi réservé ou non réservé dépendant de son administration, cette administration statue immédiatement sur l'aptitude physique et professionnelle de l'intéressé à cet emploi.<p></p><p></p>   Si aucune vacance n'est disponible dans les conditions ci-dessus, ou si le candidat est inapte physiquement ou professionnellement à l'emploi qu'il sollicite, l'administration intéressée en avise le candidat qui doit, dès lors, faire parvenir, dans le délai de deux mois, à ses chefs hiérarchiques, une demande tendant à obtenir un autre emploi réservé ou non réservé de la même administration ou tout autre emploi réservé dépendant d'une autre administration. Le ministre intéressé transmet la demande d'emploi au ministre des anciens combattants et victimes de guerre en y joignant un certificat médical concluant à l'inaptitude physique à l'emploi occupé, et en indiquant, s'il y a lieu, les raisons qui s'opposent à la mutation de l'intéressé à un autre emploi réservé ou non réservé de son administration.<p></p><p></p>   Dans tous les cas, le ministre des anciens combattants et victimes de guerre fait convoquer l'intéressé devant la commission prévue à l'article R. 405 en vue de déterminer s'il est bien inapte à l'emploi occupé.<p></p><p></p>   Le délégué interdépartemental du ministère des anciens combattants et victimes de guerre chargé d'instruire les demandes de ce genre désigne sur la liste des médecins prévue à l'article R. 405 deux médecins autres que ceux qui ont été signalés par l'administration dont relève l'emploi occupé.<p></p><p></p>   Si l'inaptitude est constatée, le ministre des anciens combattants et victimes de guerre en informe, sans délai, l'administration intéressée, laquelle nomme immédiatement le candidat à l'emploi disponible, lorsqu'il s'agit de l'application des dispositions de l'avant-dernier alinéa de l'article L. 432. Lorsqu'il s'agit de l'application des dispositions du premier alinéa du même article, la même commission qui a constaté l'inaptitude doit se prononcer également sur l'aptitude physique du candidat à l'emploi sollicité. S'il est déclaré inapte physiquement à ce dernier emploi, la commission médicale doit lui indiquer les emplois réservés compatibles avec son infirmité et le candidat peut, au cours de la séance de la commission médicale, modifier sa demande et la faire porter sur un ou plusieurs autres de ces derniers emplois réservés. Dans ce cas, la commission médicale statue immédiatement sur l'aptitude physique du candidat à tous les emplois sollicités.<p></p><p></p>   Si l'intéressé est déclaré inapte à l'emploi occupé et apte à un autre emploi réservé, il doit subir, le cas échéant, dans le plus court délai, l'examen et les épreuves d'aptitude professionnelle exigés. Toutefois, l'intéressé est dispensé de l'examen si l'emploi postulé est de même nature ou de la même catégorie que l'emploi occupé et s'il n'existe pas de différences essentielles dans les conditions d'aptitudes professionnelles exigées pour ces emplois.<p></p>",
            "num": "R435",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": -515894400000,
            "dateFin": 1244419200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1951-04-26",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107975",
                        "id": "LEGISCTA000006107975",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Droits et avantages attachés à la qualité d'ancien combattant ou de victime de guerre.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128441",
                        "id": "LEGISCTA000006128441",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-27",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Droits et avantages accessoires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142797",
                        "id": "LEGISCTA000006142797",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1953-08-27",
                        "fin": "2017-01-01",
                        "titre": "Chapitre IV : Emplois réservés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157490",
                        "id": "LEGISCTA000006157490",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1953-08-27",
                        "fin": "2009-06-08",
                        "titre": "Section 1 : Attribution des emplois mentionnés aux tableaux annexés au présent chapitre (3e partie).",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174266",
                        "id": "LEGISCTA000006174266",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-06-08",
                        "fin": "2017-01-01",
                        "titre": "Section 1 : Dispositions relatives aux emplois réservés aux bénéficiaires des dispositions des articles L. 394 à L. 398.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174266",
                        "id": "LEGISCTA000020714694",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1953-08-27",
                        "fin": "2009-06-08",
                        "titre": "Paragraphe 4 : Classement des candidats.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187039",
                        "id": "LEGISCTA000006187039",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des pensions militaires d'invalidité et des victimes de guerre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074068",
                        "id": "LEGITEXT000031712069",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-26",
                        "fin": "2017-01-01",
                        "titre": "Code des pensions militaires d'invalidité et des victimes de la guerre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074068",
                        "id": "LEGITEXT000006074068",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006795603",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006187039",
            "sectionParentId": "LEGISCTA000006187039",
            "sectionParentTitre": "Paragraphe 4 : Classement des candidats.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre III : Droits et avantages attachés à la qualité d'ancien combattant ou de victime de guerre. &gt; Titre III : Droits et avantages accessoires. &gt; Chapitre IV : Emplois réservés. &gt; Section 1 : Dispositions relatives aux emplois réservés aux bénéficiaires des dispositions des articles L. 394 à L. 398.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006795603",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000031712069",
                    "titre": "Code des pensions militaires d'invalidité et des victimes de guerre.",
                    "titreLong": "Code des pensions militaires d'invalidité et des victimes de guerre",
                    "etat": "VIGUEUR",
                    "dateDebut": 1483228800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074068",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006074068",
                    "titre": "Code des pensions militaires d'invalidité et des victimes de la guerre.",
                    "titreLong": "Code des pensions militaires d'invalidité et des victimes de la guerre",
                    "etat": "MODIFIE",
                    "dateDebut": -589680000000,
                    "dateFin": 1483228800000,
                    "cid": "LEGITEXT000006074068",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000327808",
                    "textTitle": "Décret 51-470 1951-04-24 JORF 27 avril 1951",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000327808",
                    "natureText": "DECRET",
                    "datePubliTexte": "1951-04-27",
                    "dateSignaTexte": "1951-04-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000020703655",
                    "textTitle": "Décret n°2009-629\n du 5 juin 2009 - art. 1",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000020704020",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-06-07",
                    "dateSignaTexte": "2009-06-05",
                    "dateDebutCible": "2009-06-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et de... - art. R436 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R436",
                    "articleId": "LEGIARTI000006795604",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -515894400000
                },
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et de... - art. R437 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R437",
                    "articleId": "LEGIARTI000006795605",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -515894400000
                },
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et de... - art. R469 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R469",
                    "articleId": "LEGIARTI000006795641",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -515894400000
                },
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et des victimes de la guerre. - art. L432",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L432",
                    "articleId": "LEGIARTI000006794817",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -515894400000
                },
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et des victimes de la guerre. - art. R405",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R405",
                    "articleId": "LEGIARTI000006795558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -515894400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et des v - art. R454 (M)",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "R454",
                    "articleId": "LEGIARTI000006795623",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006795603",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -515894400000,
                    "dateFin": 1244419200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R435",
                "435"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}