{
    "cid": "LEGIARTI000006832794",
    "num": "Annexe IV à l'article R313-31-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-04-25",
                        "fin": "2999-01-01",
                        "titre": "Clauses types applicables aux sociétés immobilières mentionnées au 2° bis du I de l'article R. 313-31 qui bénéficient de prêts prévus au 2° du I de l'article R. 313-17 qui ne peuvent réaliser qu'une opération à finalité locative.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128988",
                        "id": "LEGISCTA000006128988",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000006832794",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-2",
                    "articleId": "LEGIARTI000006825403",
                    "natureText": "CODE",
                    "date": 1599825951206,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 679881600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*313-31-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*313-31-2",
                    "articleId": "LEGIARTI000006896882",
                    "natureText": "CODE",
                    "date": 1599825951206,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 856051200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R313-17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*313-17",
                    "articleId": "LEGIARTI000006896874",
                    "natureText": "CODE",
                    "date": 1599825951206,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R313-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*313-9",
                    "articleId": "LEGIARTI000006898135",
                    "natureText": "CODE",
                    "date": 1599825951206,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000178645",
                    "textTitle": "Décret 93-750 1993-03-27 annexe JORF 30 mars 1993",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000178645",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-03-29",
                    "dateSignaTexte": "1993-03-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000421179",
                    "textTitle": "Décret n°2003-387 du 17 avril 2003 - art. 2 () JORF 25 avril 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006218777",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-04-25",
                    "dateSignaTexte": "2003-04-17",
                    "dateDebutCible": "2003-04-25"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 95-551 1995-05-06 art. 1 JORF 6 mai 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "num": "Annexe IV à l'article R313-31-2",
            "origine": "LEGI",
            "texte": "1. Objet de la société. L'objet exclusif de la société est la réalisation d'une opération à finalité locative prévue au 1° du I de l'article R. 313-17 du code de la construction et de l'habitation ainsi que la gestion des logements correspondants. Pour la réalisation de cette opération, la société se place sous le contrôle du ou des organismes collecteurs mentionnés au a ou b du 2° de l'article R. 313-9 du code de la construction et de l'habitation par l'intermédiaire duquel (desquels) ont été effectuées les souscriptions de parts ou d'actions prévues au c de l'article R. 313-23 du même code. L'(ou les) organismes (s) collecteur (s) peut (peuvent) en conséquence se faire communiquer tous documents d'ordre administratif, juridique, comptable et technique se rattachant à l'opération. 2. Capital de la société. Le capital de la société doit être immédiatement libéré. Il ne peut être augmenté par incorporation de réserves. Aucune personne physique chargée à un titre quelconque de l'administration ou de la gestion d'un des organismes mentionnés au deuxième alinéa de la clause 1 ci-dessus ne peut détenir directement ou indirectement plus d'une action ou d'une part de la société. Les parts ou actions de la société ne permettent pas l'attribution de logements en toute propriété ou en jouissance. 3. Versement de dividendes et affectation des bénéfices. Le versement annuel des dividendes ne doit pas excéder 6 % du capital. Chaque organe délibérant du ou des organismes collecteurs mentionnés au deuxième alinéa de la clause 1 ci-dessus décide de l'affectation des bénéfices de la société. Les bénéfices non distribués ne peuvent être réinvestis que dans des emplois prévus par la réglementation de la participation des employeurs à l'effort de construction. 4. Cession des logements locatifs appartenant à la société. Toute cession de logements locatifs doit être préalablement autorisée par décision de l'organe délibérant de la société. 5. Cession des parts ou actions de la société. Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou à un descendant, la cession à un tiers de parts ou d'actions doit être autorisée par l'organe délibérant de la société. 6. Dissolution de la société. En cas de dissolution amiable ou statutaire de la société, l'assemblée générale extraordinaire nomme un liquidateur qui doit être agréé par décision de chaque organe délibérant des organismes mentionnés au deuxième alinéa de la clause 1 ci-dessus. Après règlement du passif et remboursement du capital social, le surplus du produit net de la liquidation excédant la moitié du capital social ne peut être dévolu qu'à une autre société immobilière mentionnée à l'article R. 313-31-2 du code de la construction et de l'habitation ayant pour objet la réalisation d'opérations à finalité locative. 7. Commission d'attribution. (Cette clause n'est à insérer dans leurs statuts que par les sociétés de nature civile et dont l'opération est implantée dans de grands ensembles anciennement classés en zone à urbaniser). La société est dotée, en application de l'article L. 441-1-2 du code de la construction et de l'habitation, d'une commission d'attribution de ses logements locatifs, qui attribue nominativement chacun des logements mis ou remis en location. Le maire de la commune d'implantation des logements à attribuer ou son représentant est membre de droit de cette commission pour les séances où l'attribution de ces logements est à l'ordre du jour.",
            "texteHtml": "<p>1. Objet de la société. </p><p>L'objet exclusif de la société est la réalisation d'une opération à finalité locative prévue au 1° du I de l'article <a href='/article/LEGIARTI000006896874' title='Code de la construction et de l'habitation. - art. R313-17 (V)'>R. 313-17 </a>du code de la construction et de l'habitation ainsi que la gestion des logements correspondants. </p><p>Pour la réalisation de cette opération, la société se place sous le contrôle du ou des organismes collecteurs mentionnés au a ou b du 2° de <a href='/article/LEGIARTI000006898135' title='Code de la construction et de l'habitation. - art. R313-9 (V)'>l'article R. 313-9 </a>du code de la construction et de l'habitation par l'intermédiaire duquel (desquels) ont été effectuées les souscriptions de parts ou d'actions prévues au c de l'article R. 313-23 du même code. </p><p>L'(ou les) organismes (s) collecteur (s) peut (peuvent) en conséquence se faire communiquer tous documents d'ordre administratif, juridique, comptable et technique se rattachant à l'opération. </p><p>2. Capital de la société. </p><p>Le capital de la société doit être immédiatement libéré. </p><p>Il ne peut être augmenté par incorporation de réserves. </p><p>Aucune personne physique chargée à un titre quelconque de l'administration ou de la gestion d'un des organismes mentionnés au deuxième alinéa de la clause 1 ci-dessus ne peut détenir directement ou indirectement plus d'une action ou d'une part de la société. </p><p>Les parts ou actions de la société ne permettent pas l'attribution de logements en toute propriété ou en jouissance. </p><p>3. Versement de dividendes et affectation des bénéfices. </p><p>Le versement annuel des dividendes ne doit pas excéder 6 % du capital. </p><p>Chaque organe délibérant du ou des organismes collecteurs mentionnés au deuxième alinéa de la clause 1 ci-dessus décide de l'affectation des bénéfices de la société. Les bénéfices non distribués ne peuvent être réinvestis que dans des emplois prévus par la réglementation de la participation des employeurs à l'effort de construction. </p><p>4. Cession des logements locatifs appartenant à la société. </p><p>Toute cession de logements locatifs doit être préalablement autorisée par décision de l'organe délibérant de la société. </p><p>5. Cession des parts ou actions de la société. </p><p>Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou à un descendant, la cession à un tiers de parts ou d'actions doit être autorisée par l'organe délibérant de la société. </p><p>6. Dissolution de la société. </p><p>En cas de dissolution amiable ou statutaire de la société, l'assemblée générale extraordinaire nomme un liquidateur qui doit être agréé par décision de chaque organe délibérant des organismes mentionnés au deuxième alinéa de la clause 1 ci-dessus. </p><p>Après règlement du passif et remboursement du capital social, le surplus du produit net de la liquidation excédant la moitié du capital social ne peut être dévolu qu'à une autre société immobilière mentionnée à l'article <a href='/article/LEGIARTI000006896882' title='Code de la construction et de l'habitation. - art. R*313-31-2 (Ab)'>R. 313-31-2 </a>du code de la construction et de l'habitation ayant pour objet la réalisation d'opérations à finalité locative. </p><p>7. Commission d'attribution. </p><p>(Cette clause n'est à insérer dans leurs statuts que par les sociétés de nature civile et dont l'opération est implantée dans de grands ensembles anciennement classés en zone à urbaniser). </p><p>La société est dotée, en application de <a href='/article/LEGIARTI000006825403' title='Code de la construction et de l'habitation. - art. L441-1-2 (V)'>l'article L. 441-1-2</a> du code de la construction et de l'habitation, d'une commission d'attribution de ses logements locatifs, qui attribue nominativement chacun des logements mis ou remis en location. </p><p>Le maire de la commune d'implantation des logements à attribuer ou son représentant est membre de droit de cette commission pour les séances où l'attribution de ces logements est à l'ordre du jour.</p>",
            "type": "AUTONOME",
            "dateDebut": "2003-04-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}