{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006580085",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A. - Dans le cadre des inspections et des contrôles phytosanitaires, les agents visés au A de l'article 363-1 et au A de l'article 359 ont accès aux locaux, installations, lieux, véhicules de transport à usage professionnel, à l'exclusion des domiciles et de la partie des locaux à usage de domicile. A l'exception des contrôles à l'importation, cet accès a lieu entre 8 heures et 20 heures ou en dehors de ces heures lorsque l'accès au public est autorisé ou, lorsqu'une activité est en cours, en présence du directeur de l'établissement ou de son représentant ou, à défaut, d'un membre du personnel. Un procès-verbal d'inspection et de contrôle est établi et une copie en est remise à l'intéressé. Ces agents peuvent recueillir sur convocation ou sur place les renseignements propres à l'accomplissement de leur mission et en prendre copie. Ils peuvent également prélever des échantillons de végétaux, produits végétaux et autres objets afin de vérifier qu'ils sont indemnes d'organismes nuisibles. Dans l'attente des résultats d'analyses d'échantillons, ces agents peuvent prononcer la mise en quarantaine de ces végétaux, produits végétaux ou autres objets, jusqu'à ce que les résultats d'analyse soient disponibles. Ces opérations sont constatées par procès-verbal mentionnant les végétaux, produits végétaux ou autres objets faisant l'objet de la mise en quarantaine. Mainlevée de la mise en quarantaine est ordonnée par ces agents. Les frais résultant des analyses et de la consignation sont à la charge du propriétaire ou du détenteur. Celui-ci peut à tout moment présenter une demande d'expertise contradictoire. B. - Dans le cadre de la recherche des infractions aux dispositions du présent titre, le procureur de la République est préalablement informé des opérations envisagées et peut s'y opposer. Les infractions sont constatées par des procès-verbaux qui font foi jusqu'à preuve contraire. Les procès-verbaux doivent, sous peine de nullité, être adressés dans les huit jours qui suivent leur clôture au procureur de la République. Une copie en est également transmise, dans le même délai, à l'intéressé. Les agents peuvent prélever des échantillons de végétaux, produits végétaux ou autres objets dans des conditions fixées par décret en Conseil d'Etat. Dans l'attente des résultats d'analyses des échantillons, ces agents peuvent consigner les végétaux, produits végétaux ou autres objets. Le procureur de la République est informé sans délai des mesures de consignation par les agents chargés du contrôle. Ces opérations sont constatées par procès-verbal mentionnant les végétaux, produits végétaux ou autres objets faisant l'objet de la mesure de consignation. Ces procès-verbaux sont transmis au procureur de la République dans les vingt-quatre heures. Une copie est remise à l'intéressé dans le même délai. Les produits consignés sont laissés à la garde de leur détenteur. La consignation ne peut excéder quinze jours que sur autorisation du procureur de la République. Mainlevée de la mesure de consignation peut être ordonnée à tout moment par les agents habilités ou par le procureur de la République. C. - Lorsqu'ils ne sont pas adressés aux laboratoires des services chargés de contrôler l'application des dispositions du présent titre, les échantillons sont analysés par des laboratoires agréés par l'autorité administrative selon des modalités fixées par décret en Conseil d'Etat. Les agents visés au A de l'article 363-1 sont habilités à vérifier que les conditions de l'agrément sont respectées.",
            "texteHtml": "<p></p>   A. - Dans le cadre des inspections et des contrôles phytosanitaires, les agents visés au A de l'article 363-1 et au A de l'article 359 ont accès aux locaux, installations, lieux, véhicules de transport à usage professionnel, à l'exclusion des domiciles et de la partie des locaux à usage de domicile.<p></p><p></p>   A l'exception des contrôles à l'importation, cet accès a lieu entre 8 heures et 20 heures ou en dehors de ces heures lorsque l'accès au public est autorisé ou, lorsqu'une activité est en cours, en présence du directeur de l'établissement ou de son représentant ou, à défaut, d'un membre du personnel.<p></p><p></p>   Un procès-verbal d'inspection et de contrôle est établi et une copie en est remise à l'intéressé.<p></p><p></p>   Ces agents peuvent recueillir sur convocation ou sur place les renseignements propres à l'accomplissement de leur mission et en prendre copie.<p></p><p></p>   Ils peuvent également prélever des échantillons de végétaux, produits végétaux et autres objets afin de vérifier qu'ils sont indemnes d'organismes nuisibles.<p></p><p></p>   Dans l'attente des résultats d'analyses d'échantillons, ces agents peuvent prononcer la mise en quarantaine de ces végétaux, produits végétaux ou autres objets, jusqu'à ce que les résultats d'analyse soient disponibles.<p></p><p></p>   Ces opérations sont constatées par procès-verbal mentionnant les végétaux, produits végétaux ou autres objets faisant l'objet de la mise en quarantaine.<p></p><p></p>   Mainlevée de la mise en quarantaine est ordonnée par ces agents.<p></p><p></p>   Les frais résultant des analyses et de la consignation sont à la charge du propriétaire ou du détenteur.<p></p><p></p>   Celui-ci peut à tout moment présenter une demande d'expertise contradictoire.<p></p><p></p>   B. - Dans le cadre de la recherche des infractions aux dispositions du présent titre, le procureur de la République est préalablement informé des opérations envisagées et peut s'y opposer.<p></p><p></p>   Les infractions sont constatées par des procès-verbaux qui font foi jusqu'à preuve contraire.<p></p><p></p>   Les procès-verbaux doivent, sous peine de nullité, être adressés dans les huit jours qui suivent leur clôture au procureur de la République. Une copie en est également transmise, dans le même délai, à l'intéressé.<p></p><p></p>   Les agents peuvent prélever des échantillons de végétaux, produits végétaux ou autres objets dans des conditions fixées par décret en Conseil d'Etat.<p></p><p></p>   Dans l'attente des résultats d'analyses des échantillons, ces agents peuvent consigner les végétaux, produits végétaux ou autres objets.<p></p><p></p>   Le procureur de la République est informé sans délai des mesures de consignation par les agents chargés du contrôle.<p></p><p></p>   Ces opérations sont constatées par procès-verbal mentionnant les végétaux, produits végétaux ou autres objets faisant l'objet de la mesure de consignation.<p></p><p></p>   Ces procès-verbaux sont transmis au procureur de la République dans les vingt-quatre heures. Une copie est remise à l'intéressé dans le même délai.<p></p><p></p>   Les produits consignés sont laissés à la garde de leur détenteur.<p></p><p></p>   La consignation ne peut excéder quinze jours que sur autorisation du procureur de la République.<p></p><p></p>   Mainlevée de la mesure de consignation peut être ordonnée à tout moment par les agents habilités ou par le procureur de la République.<p></p><p></p>   C. - Lorsqu'ils ne sont pas adressés aux laboratoires des services chargés de contrôler l'application des dispositions du présent titre, les échantillons sont analysés par des laboratoires agréés par l'autorité administrative selon des modalités fixées par décret en Conseil d'Etat.<p></p><p></p>   Les agents visés au A de l'article 363-1 sont habilités à vérifier que les conditions de l'agrément sont respectées.<p></p>",
            "num": "364",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 931564800000,
            "dateFin": 961632000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Des animaux et des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098248",
                        "id": "LEGISCTA000006098248",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre X : De la protection des végétaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121366",
                        "id": "LEGISCTA000006121366",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-06-22",
                        "titre": "Chapitre V : Sanctions et dispositions diverses.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138223",
                        "id": "LEGISCTA000006138223",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580083",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138223",
            "sectionParentId": "LEGISCTA000006138223",
            "sectionParentTitre": "Chapitre V : Sanctions et dispositions diverses.",
            "fullSectionsTitre": "Livre II : Des animaux et des végétaux &gt; Titre X : De la protection des végétaux.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006580085",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000395813",
                    "textTitle": "Loi n°99-574 du 9 juillet 1999 - art. 92 () JORF 10 juillet 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "92",
                    "articleId": "LEGIARTI000006600433",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-07-10",
                    "dateSignaTexte": "1999-07-09",
                    "dateDebutCible": "1999-07-10"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Ordonnance n°2000-550 du 15 juin 2000 - art. 7 (V)",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006601339",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 363-1, 359",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000522123",
                    "textTitle": "Ordonnance 45-2627 1945-11-02 art. 24",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000522123",
                    "natureText": "ORDONNANCE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580083",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -464054400000,
                    "dateFin": 726192000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580084",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": -464054400000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580085",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "364"
            ],
            "versionPrecedente": "LEGIARTI000006580084",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006580083",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les inspecteurs et contrôleurs du cadre permanent de la protection des végétaux sont qualifiés pour constater les infractions aux dispositions prévues ci-dessus. Un décret contresigné par le ministre de l'agriculture, le ministre de l'économie et des finances et le garde des sceaux, ministre de la justice, détermine leurs pouvoirs ainsi que ceux des autres fonctionnaires appelés à collaborer à l'application du présent titre en matière de recherche et de constatation des infractions.",
            "texteHtml": "<p></p>   Les inspecteurs et contrôleurs du cadre permanent de la protection des végétaux sont qualifiés pour constater les infractions aux dispositions prévues ci-dessus.<p></p><p></p>   Un décret contresigné par le ministre de l'agriculture, le ministre de l'économie et des finances et le garde des sceaux, ministre de la justice, détermine leurs pouvoirs ainsi que ceux des autres fonctionnaires appelés à collaborer à l'application du présent titre en matière de recherche et de constatation des infractions.<p></p>",
            "num": "364",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -464054400000,
            "dateFin": 726192000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Des animaux et des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098248",
                        "id": "LEGISCTA000006098248",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre X : De la protection des végétaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121366",
                        "id": "LEGISCTA000006121366",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-06-22",
                        "titre": "Chapitre V : Sanctions et dispositions diverses.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138223",
                        "id": "LEGISCTA000006138223",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580083",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138223",
            "sectionParentId": "LEGISCTA000006138223",
            "sectionParentTitre": "Chapitre V : Sanctions et dispositions diverses.",
            "fullSectionsTitre": "Livre II : Des animaux et des végétaux &gt; Titre X : De la protection des végétaux. &gt; Chapitre V : Sanctions et dispositions diverses.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006580083",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000522123",
                    "textTitle": "Ordonnance 45-2627 1945-11-02 art. 24",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000522123",
                    "natureText": "ORDONNANCE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580083",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -464054400000,
                    "dateFin": 726192000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580084",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": -464054400000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580085",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "364"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006580084",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les inspecteurs et contrôleurs du cadre permanent de la protection des végétaux sont qualifiés pour constater les infractions aux dispositions prévues ci-dessus. En outre, sont habilitées à rechercher et constater les infractions à l'obligation de faire accompagner les végétaux, produits végétaux ou autres objets mentionnés à l'article 356 du passeport phytosanitaire prévu à l'article 358 les agents des douanes dans les conditions prévues aux articles 60, 61, 65 et 322 bis du code des douanes et les agents de la concurrence, de la consommation et de la répression des fraudes dans les conditions prévues par la loi du 1er août 1905 sur les fraudes et falsifications en matière de produits ou de services. Un décret contresigné par le ministre de l'agriculture, le ministre de l'économie et des finances et le garde des sceaux, ministre de la justice, détermine leurs pouvoirs ainsi que ceux des autres fonctionnaires appelés à collaborer à l'application du présent titre en matière de recherche et de constatation des infractions.",
            "texteHtml": "<p></p>   Les inspecteurs et contrôleurs du cadre permanent de la protection des végétaux sont qualifiés pour constater les infractions aux dispositions prévues ci-dessus. En outre, sont habilitées à rechercher et constater les infractions à l'obligation de faire accompagner les végétaux, produits végétaux ou autres objets mentionnés à l'article 356 du passeport phytosanitaire prévu à l'article 358 les agents des douanes dans les conditions prévues aux articles 60, 61, 65 et 322 bis du code des douanes et les agents de la concurrence, de la consommation et de la répression des fraudes dans les conditions prévues par la loi du 1er août 1905 sur les fraudes et falsifications en matière de produits ou de services.<p></p><p></p>   Un décret contresigné par le ministre de l'agriculture, le ministre de l'économie et des finances et le garde des sceaux, ministre de la justice, détermine leurs pouvoirs ainsi que ceux des autres fonctionnaires appelés à collaborer à l'application du présent titre en matière de recherche et de constatation des infractions.<p></p>",
            "num": "364",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": -464054400000,
            "dateFin": 931564800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Des animaux et des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098248",
                        "id": "LEGISCTA000006098248",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre X : De la protection des végétaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121366",
                        "id": "LEGISCTA000006121366",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-06-22",
                        "titre": "Chapitre V : Sanctions et dispositions diverses.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138223",
                        "id": "LEGISCTA000006138223",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580083",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138223",
            "sectionParentId": "LEGISCTA000006138223",
            "sectionParentTitre": "Chapitre V : Sanctions et dispositions diverses.",
            "fullSectionsTitre": "Livre II : Des animaux et des végétaux &gt; Titre X : De la protection des végétaux. &gt; Chapitre V : Sanctions et dispositions diverses.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006580084",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000542776",
                    "textTitle": "Loi n°92-1477 du 31 décembre 1992 - art. 34 () JORF 5 janvier 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006616219",
                    "natureText": "LOI",
                    "datePubliTexte": "1993-01-04",
                    "dateSignaTexte": "1992-12-31",
                    "dateDebutCible": "1993-01-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 322 bis (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "322 bis",
                    "articleId": "LEGIARTI000006615965",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 60 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000006615393",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -662688000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 61 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "61",
                    "articleId": "LEGIARTI000006615394",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 65 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "65",
                    "articleId": "LEGIARTI000006615411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural 358",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1905-08-01",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000522123",
                    "textTitle": "Ordonnance 45-2627 1945-11-02 art. 24",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000522123",
                    "natureText": "ORDONNANCE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580083",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -464054400000,
                    "dateFin": 726192000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580084",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": -464054400000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580085",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "364"
            ],
            "versionPrecedente": "LEGIARTI000006580083",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}