{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038267892",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute personne ayant fait l'objet d'une perquisition ou d'une visite domiciliaire en application des dispositions du présent code et qui n'a pas été poursuivie devant une juridiction d'instruction ou de jugement au plus tôt six mois après l'accomplissement de cet acte peut, dans un délai d'un an à compter de la date à laquelle elle a eu connaissance de cette mesure, saisir le juge des libertés et de la détention d'une demande tendant à son annulation. La requête est formée par déclaration au greffe de la juridiction où la procédure a été menée ou, à défaut, de la juridiction dans le ressort de laquelle la mesure a été réalisée. Dans le second cas, elle est transmise sans délai à la juridiction ayant suivi la procédure. Elle n'a aucun effet suspensif sur l'enquête ou l'instruction en cours. Le juge statue, dans le mois suivant la réception de la requête, après avoir recueilli les observations écrites du procureur de la République, du requérant et, le cas échéant, de son avocat. Si les nécessités de l'enquête le justifient, le procureur de la République peut, par réquisitions écrites, demander au juge des libertés et de la détention de se prononcer dans un délai de huit jours. Le juge statue par une ordonnance motivée susceptible d'appel, dans un délai de dix jours à compter de sa notification, devant le président de la chambre de l'instruction. Si la perquisition est intervenue à l'occasion d'une procédure pour laquelle des poursuites ont été engagées à l'encontre d'autres personnes que celle ayant formé la demande d'annulation, celle-ci est transmise par le juge des libertés et de la détention soit au président de la chambre de l'instruction lorsqu'une instruction est en cours, soit au président de la juridiction de jugement lorsque celle-ci est saisie. Dans le cadre des recours examinés conformément aux troisième et avant-dernier alinéas, le requérant ne peut prétendre qu'à la mise à disposition des seules pièces de la procédure se rapportant à la perquisition qu'il conteste.",
            "texteHtml": "<p>Toute personne ayant fait l'objet d'une perquisition ou d'une visite domiciliaire en application des dispositions du présent code et qui n'a pas été poursuivie devant une juridiction d'instruction ou de jugement au plus tôt six mois après l'accomplissement de cet acte peut, dans un délai d'un an à compter de la date à laquelle elle a eu connaissance de cette mesure, saisir le juge des libertés et de la détention d'une demande tendant à son annulation.<br/><br/>\n La requête est formée par déclaration au greffe de la juridiction où la procédure a été menée ou, à défaut, de la juridiction dans le ressort de laquelle la mesure a été réalisée. Dans le second cas, elle est transmise sans délai à la juridiction ayant suivi la procédure. Elle n'a aucun effet suspensif sur l'enquête ou l'instruction en cours.<br/><br/>\n Le juge statue, dans le mois suivant la réception de la requête, après avoir recueilli les observations écrites du procureur de la République, du requérant et, le cas échéant, de son avocat. Si les nécessités de l'enquête le justifient, le procureur de la République peut, par réquisitions écrites, demander au juge des libertés et de la détention de se prononcer dans un délai de huit jours. Le juge statue par une ordonnance motivée susceptible d'appel, dans un délai de dix jours à compter de sa notification, devant le président de la chambre de l'instruction.<br/><br/>\n Si la perquisition est intervenue à l'occasion d'une procédure pour laquelle des poursuites ont été engagées à l'encontre d'autres personnes que celle ayant formé la demande d'annulation, celle-ci est transmise par le juge des libertés et de la détention soit au président de la chambre de l'instruction lorsqu'une instruction est en cours, soit au président de la juridiction de jugement lorsque celle-ci est saisie.<br/><br/>\n Dans le cadre des recours examinés conformément aux troisième et avant-dernier alinéas, le requérant ne peut prétendre qu'à la mise à disposition des seules pièces de la procédure se rapportant à la perquisition qu'il conteste.</p>",
            "num": "802-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1553472000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 14762,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121331",
                        "id": "LEGISCTA000006121331",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Des frais de justice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138157",
                        "id": "LEGISCTA000006138157",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-08",
                        "fin": "2999-01-01",
                        "titre": "Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151952",
                        "id": "LEGISCTA000006151952",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038267849",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006151952",
            "sectionParentId": "LEGISCTA000006151952",
            "sectionParentTitre": "Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Des procédures d'exécution &gt; Titre X : Des frais de justice &gt; Dispositions générales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038267892",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au XII de l’article 109 de la loi n° 2019-222 du 23 mars 2019, l'article 802-2 du code de procédure pénale, dans sa rédaction résultant du V de l'article 49 de la présente loi, s'applique aux perquisitions et aux visites domiciliaires intervenues à compter du lendemain de la publication de la présente loi. Par décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019, les mots juge des libertés et de la détention figurant au premier alinéa de l’article 802-2 du code de procédure pénale, dans sa rédaction résultant de l’article 49 de la loi du 22 mars 2019 de programmation 2018-2022 et de réforme pour la justice, ont été déclarés conformes à la Constitution sous la réserve énoncée au paragraphe 198 aux termes de laquelle : lorsque la décision contestée en application de l’article 802-2 a été ordonnée par un juge des libertés et de la détention, ce juge ne saurait, sans méconnaître le principe d’impartialité, statuer sur la demande tendant à l’annulation de sa décision .",
            "notaHtml": "<p>Conformément au XII de l’article 109 de la loi n° 2019-222 du 23 mars 2019, l'article 802-2 du code de procédure pénale, dans sa rédaction résultant du V de l'article 49 de la présente loi, s'applique aux perquisitions et aux visites domiciliaires intervenues à compter du lendemain de la publication de la présente loi.</p><p align='justify'>Par décision du Conseil constitutionnel n° 2019-778 DC du 21 mars 2019, les mots juge des libertés et de la détention figurant au premier alinéa de l’article 802-2 du code de procédure pénale, dans sa rédaction résultant de l’article 49 de la loi du 22 mars 2019 de programmation 2018-2022 et de réforme pour la justice, ont été déclarés conformes à la Constitution sous la réserve énoncée au paragraphe 198 aux termes de laquelle : lorsque la décision contestée en application de l’article 802-2 a été ordonnée par un juge des libertés et de la détention, ce juge ne saurait, sans méconnaître le principe d’impartialité, statuer sur la demande tendant à l’annulation de sa décision .</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n°2019-222 du 23 mars 2019 - art. 49 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "49",
                    "articleId": "LEGIARTI000038262664",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000038267892",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "802-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}