{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000027893232",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes : a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : Le \" premier résultat \" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. Le \" second résultat \" est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante : Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros. A 18 % de la première tranche sont ajoutés 16 % de la seconde. La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \" premier résultat \" défini au a du présent article ; d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale : -lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \" premier résultat \" défini au a du présent article ; -lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ; -lorsque la mutuelle n'assume pas un risque de placement, et pour les contrats mentionnés à l'article L. 222-2 qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalant à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; -lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; -lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; e) Pour la branche 26 : L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16 . En outre, pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné au premier alinéa, l'Autorité de contrôle prudentiel et de résolution se fonde sur le transfert de risque effectif. Sur demande et justification de la mutuelle ou union auprès de l'Autorité de contrôle, et avec l'accord de celle-ci, les montants récupérables au titre des risques transférés à un véhicule de titrisation peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du a et au e. L'Autorité de contrôle tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.",
            "texteHtml": "<p>En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006795959&dateTexte=&categorieLien=cid'>l'article R. 211-2, </a>l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes : </p><p>a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : </p><p>L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000029924227&dateTexte=&categorieLien=id' title='Code de la mutualité - art. R212-26 (VT)'>l'article R. 212-26 </a>et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : </p><p>Le \" premier résultat \" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. </p><p>Le \" second résultat \" est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. </p><p>Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. </p><p>Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; </p><p>b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : </p><p>L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante : </p><p>Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. </p><p>De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. </p><p>Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros. A 18 % de la première tranche sont ajoutés 16 % de la seconde. </p><p>La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; </p><p>c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \" premier résultat \" défini au a du présent article ; </p><p>d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale :</p><p>-lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \" premier résultat \" défini au a du présent article ;</p><p>-lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ;</p><p>-lorsque la mutuelle n'assume pas un risque de placement, et pour les contrats mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792343&dateTexte=&categorieLien=cid'>l'article L. 222-2 </a>qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalant à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;</p><p>-lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;</p><p>-lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; </p><p>e) Pour la branche 26 : </p><p>L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000030585052&dateTexte=&categorieLien=id' title='Code de la mutualité - art. R222-8 (VD)'>l'article R. 222-8, </a>dans la limite de la provision mathématique théorique mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006796210&dateTexte=&categorieLien=cid'>l'article R. 222-16</a>. </p><p>En outre, pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné au premier alinéa, l'Autorité de contrôle prudentiel et de résolution se fonde sur le transfert de risque effectif. </p><p>Sur demande et justification de la mutuelle ou union auprès de l'Autorité de contrôle, et avec l'accord de celle-ci, les montants récupérables au titre des risques transférés à un véhicule de titrisation peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du a et au e. </p><p>L'Autorité de contrôle tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.</p>",
            "num": "R212-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "ABROGE",
            "dateDebut": 1374969600000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107979",
                        "id": "LEGISCTA000006107979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128453",
                        "id": "LEGISCTA000006128453",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142819",
                        "id": "LEGISCTA000006142819",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157526",
                        "id": "LEGISCTA000006157526",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-05-04",
                        "fin": "2016-01-01",
                        "titre": "Section 2 : Marge de solvabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000006174305",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Régime comptable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000030584718",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006796048",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174305",
            "sectionParentId": "LEGISCTA000030584718",
            "sectionParentTitre": "Section 2 : Régime comptable",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Chapitre II : Fonctionnement. &gt; Section 2 : Régime comptable",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027893232",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027754539",
                    "textTitle": "LOI n°2013-672 du 26 juillet 2013 - art. 24 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000027757633",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-26",
                    "dateDebutCible": "2013-07-28"
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 13",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000030561283",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-05-10",
                    "dateSignaTexte": "2015-05-07",
                    "dateDebutCible": "2015-05-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-2",
                    "articleId": "LEGIARTI000006792343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R211-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R211-2",
                    "articleId": "LEGIARTI000006795959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-17 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-17",
                    "articleId": "LEGIARTI000027290580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336521600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-20-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-20-2",
                    "articleId": "LEGIARTI000019757026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-26 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-26",
                    "articleId": "LEGIARTI000029924227",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419033600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-9-1",
                    "articleId": "LEGIARTI000006796028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1111104000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R222-16",
                    "articleId": "LEGIARTI000006796210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015891200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R222-8",
                    "articleId": "LEGIARTI000030585052",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-3-1",
                    "articleId": "LEGIARTI000027893510",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-4",
                    "articleId": "LEGIARTI000027893519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006796048",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1020470400000,
                    "dateFin": 1086393600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796049",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086393600000,
                    "dateFin": 1151539200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796050",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1151539200000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019756978",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021954060",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027893232",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-16",
                "212-16"
            ],
            "versionPrecedente": "LEGIARTI000021954060",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021954060",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes : a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : Le \" premier résultat \" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. Le \" second résultat \" est obtenu en multipliant un nombre représentant 0, 3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0, 1 %. Il est fixé à 0, 15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante : Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros.A 18 % de la première tranche sont ajoutés 16 % de la seconde. La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \" premier résultat \" défini au a du présent article ; d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale : -lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \" premier résultat \" défini au a du présent article ; -lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ; -lorsque la mutuelle n'assume pas un risque de placement, et pour les contrats mentionnés à l'article L. 222-2 qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalant à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; -lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; -lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0, 3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; e) Pour la branche 26 : L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16 . En outre, pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné au premier alinéa, l'Autorité de contrôle prudentiel se fonde sur le transfert de risque effectif. Sur demande et justification de la mutuelle ou union auprès de l'Autorité de contrôle, et avec l'accord de celle-ci, les montants récupérables au titre des risques transférés à un véhicule de titrisation peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du a et au e. L'Autorité de contrôle tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.",
            "texteHtml": "<p>En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006795959&dateTexte=&categorieLien=cid'>l'article R. 211-2, </a>l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes : </p><p>a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : </p><p>L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006796072&dateTexte=&categorieLien=cid'>l'article R. 212-26 </a>et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : </p><p>Le \" premier résultat \" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. </p><p>Le \" second résultat \" est obtenu en multipliant un nombre représentant 0, 3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. </p><p>Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0, 1 %. Il est fixé à 0, 15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. </p><p>Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; </p><p>b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : </p><p>L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante : </p><p>Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. </p><p>De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. </p><p>Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros.A 18 % de la première tranche sont ajoutés 16 % de la seconde. </p><p>La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; </p><p>c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \" premier résultat \" défini au a du présent article ; </p><p>d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale :</p><p>-lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \" premier résultat \" défini au a du présent article ;</p><p>-lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ;</p><p>-lorsque la mutuelle n'assume pas un risque de placement, et pour les contrats mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792343&dateTexte=&categorieLien=cid'>l'article L. 222-2 </a>qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalant à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;</p><p>-lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;</p><p>-lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0, 3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; </p><p>e) Pour la branche 26 : </p><p>L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006796202&dateTexte=&categorieLien=cid'>l'article R. 222-8, </a>dans la limite de la provision mathématique théorique mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006796210&dateTexte=&categorieLien=cid'>l'article R. 222-16</a>. </p><p>En outre, pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné au premier alinéa, l'Autorité de contrôle prudentiel se fonde sur le transfert de risque effectif. </p><p>Sur demande et justification de la mutuelle ou union auprès de l'Autorité de contrôle, et avec l'accord de celle-ci, les montants récupérables au titre des risques transférés à un véhicule de titrisation peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du a et au e.</p><p>L'Autorité de contrôle tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.</p>",
            "num": "R212-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1264204800000,
            "dateFin": 1374969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107979",
                        "id": "LEGISCTA000006107979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128453",
                        "id": "LEGISCTA000006128453",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142819",
                        "id": "LEGISCTA000006142819",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157526",
                        "id": "LEGISCTA000006157526",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-05-04",
                        "fin": "2016-01-01",
                        "titre": "Section 2 : Marge de solvabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000006174305",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Régime comptable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000030584718",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006796048",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174305",
            "sectionParentId": "LEGISCTA000030584718",
            "sectionParentTitre": "Section 2 : Régime comptable",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Chapitre II : Fonctionnement. &gt; Section 2 : Marge de solvabilité.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021954060",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021719945",
                    "textTitle": "Ordonnance n°2010-76\r\n du 21 janvier 2010 - art. 18 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000021721321",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-01-22",
                    "dateSignaTexte": "2010-01-21",
                    "dateDebutCible": "2010-01-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-2",
                    "articleId": "LEGIARTI000006792343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R211-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R211-2",
                    "articleId": "LEGIARTI000006795959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-17",
                    "articleId": "LEGIARTI000019756972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-20-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-20-2",
                    "articleId": "LEGIARTI000019757026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-26",
                    "articleId": "LEGIARTI000006796072",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1020470400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-9-1",
                    "articleId": "LEGIARTI000006796028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1111104000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R222-16",
                    "articleId": "LEGIARTI000006796210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015891200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R222-8",
                    "articleId": "LEGIARTI000006796202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015891200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-3-1",
                    "articleId": "LEGIARTI000027893510",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-4",
                    "articleId": "LEGIARTI000027893519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006796048",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1020470400000,
                    "dateFin": 1086393600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796049",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086393600000,
                    "dateFin": 1151539200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796050",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1151539200000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019756978",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021954060",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027893232",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-16",
                "212-16"
            ],
            "versionPrecedente": "LEGIARTI000019756978",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019756978",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes : a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : Le \" premier résultat \" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. Le \" second résultat \" est obtenu en multipliant un nombre représentant 0, 3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0, 1 %. Il est fixé à 0, 15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante : Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros.A 18 % de la première tranche sont ajoutés 16 % de la seconde. La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \" premier résultat \" défini au a du présent article ; d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale : -lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \" premier résultat \" défini au a du présent article ; -lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ; -lorsque la mutuelle n'assume pas un risque de placement, et pour les contrats mentionnés à l'article L. 222-2 qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalant à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; -lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; -lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0, 3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; e) Pour la branche 26 : L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16 . En outre, pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné au premier alinéa, l'Autorité de contrôle des assurances et des mutuelles se fonde sur le transfert de risque effectif. Sur demande et justification de la mutuelle ou union auprès de l'Autorité de contrôle, et avec l'accord de celle-ci, les montants récupérables au titre des risques transférés à un véhicule de titrisation peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du a et au e. L'Autorité de contrôle tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.",
            "texteHtml": "<p>En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006795959&dateTexte=&categorieLien=cid'>l'article R. 211-2, </a>l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes : </p><p></p><p>a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : </p><p></p><p>L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006796072&dateTexte=&categorieLien=cid'>l'article R. 212-26 </a>et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : </p><p></p><p>Le \" premier résultat \" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. </p><p></p><p>Le \" second résultat \" est obtenu en multipliant un nombre représentant 0, 3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. </p><p></p><p>Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0, 1 %. Il est fixé à 0, 15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. </p><p></p><p>Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; </p><p></p><p>b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : </p><p></p><p>L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante : </p><p></p><p>Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. </p><p></p><p>De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. </p><p></p><p>Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros.A 18 % de la première tranche sont ajoutés 16 % de la seconde. </p><p></p><p>La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; </p><p></p><p>c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \" premier résultat \" défini au a du présent article ; </p><p></p><p>d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale :</p><p></p><p>-lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \" premier résultat \" défini au a du présent article ;</p><p></p><p>-lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ;</p><p></p><p>-lorsque la mutuelle n'assume pas un risque de placement, et pour les contrats mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792343&dateTexte=&categorieLien=cid'>l'article L. 222-2 </a>qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalant à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;</p><p></p><p>-lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;</p><p></p><p>-lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0, 3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; </p><p></p><p>e) Pour la branche 26 : </p><p></p><p>L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006796202&dateTexte=&categorieLien=cid'>l'article R. 222-8, </a>dans la limite de la provision mathématique théorique mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006796210&dateTexte=&categorieLien=cid'>l'article R. 222-16</a>. </p><p></p><p>En outre, pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné au premier alinéa, l'Autorité de contrôle des assurances et des mutuelles se fonde sur le transfert de risque effectif. </p><p>Sur demande et justification de la mutuelle ou union auprès de l'Autorité de contrôle, et avec l'accord de celle-ci, les montants récupérables au titre des risques transférés à un véhicule de titrisation peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du a et au e.</p><p>L'Autorité de contrôle tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.</p><p></p>",
            "num": "R212-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1226275200000,
            "dateFin": 1264204800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107979",
                        "id": "LEGISCTA000006107979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128453",
                        "id": "LEGISCTA000006128453",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142819",
                        "id": "LEGISCTA000006142819",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157526",
                        "id": "LEGISCTA000006157526",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-05-04",
                        "fin": "2016-01-01",
                        "titre": "Section 2 : Marge de solvabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000006174305",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Régime comptable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000030584718",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006796048",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174305",
            "sectionParentId": "LEGISCTA000030584718",
            "sectionParentTitre": "Section 2 : Régime comptable",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Chapitre II : Fonctionnement. &gt; Section 2 : Marge de solvabilité.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019756978",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019735760",
                    "textTitle": "Décret n°2008-1154\n du 7 novembre 2008 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000019737371",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-2",
                    "articleId": "LEGIARTI000006792343",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R211-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R211-2",
                    "articleId": "LEGIARTI000006795959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-17",
                    "articleId": "LEGIARTI000019756972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-20-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-20-2",
                    "articleId": "LEGIARTI000019757026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-26",
                    "articleId": "LEGIARTI000006796072",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1020470400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-9-1",
                    "articleId": "LEGIARTI000006796028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1111104000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R222-16",
                    "articleId": "LEGIARTI000006796210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015891200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R222-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R222-8",
                    "articleId": "LEGIARTI000006796202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015891200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-3-1",
                    "articleId": "LEGIARTI000027893510",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-4",
                    "articleId": "LEGIARTI000027893519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006796048",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1020470400000,
                    "dateFin": 1086393600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796049",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086393600000,
                    "dateFin": 1151539200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796050",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1151539200000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019756978",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021954060",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027893232",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-16",
                "212-16"
            ],
            "versionPrecedente": "LEGIARTI000006796050",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006796050",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes : a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : Le \"premier résultat\" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. Le \"second résultat\" est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante : Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros. A 18 % de la première tranche sont ajoutés 16 % de la seconde. La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \"premier résultat\" défini au a du présent article ; d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale : - lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \"premier résultat\" défini au a du présent article ; - lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ; - lorsque la mutuelle n'assume pas un risque de placement, et pour les contrats mentionnés à l'article L. 222-2 qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalant à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; - lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; - lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; e) Pour la branche 26 : L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16.",
            "texteHtml": "<p></p>   En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes :<p></p><p></p>   a) Pour les branches 20 et 21, à l'exception des garanties complémentaires :<p></p><p></p>   L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants :<p></p><p></p>   Le \"premier résultat\" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %.<p></p><p></p>   Le \"second résultat\" est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %.<p></p><p></p>   Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années.<p></p><p></p>   Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ;<p></p><p></p>   b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 :<p></p><p></p>   L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante :<p></p><p></p>   Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice.<p></p><p></p>   De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations.<p></p><p></p>   Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros. A 18 % de la première tranche sont ajoutés 16 % de la seconde.<p></p><p></p>   La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ;<p></p><p></p>   c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \"premier résultat\" défini au a du présent article ;<p></p><p></p>   d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale :<p></p><p></p>   - lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \"premier résultat\" défini au a du présent article ;<p></p><p></p>   - lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ;<p></p><p></p>   - lorsque la mutuelle n'assume pas un risque de placement, et pour les contrats mentionnés à l'article L. 222-2 qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalant à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;<p></p><p></p>   - lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;<p></p><p></p>   - lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ;<p></p><p></p>   e) Pour la branche 26 :<p></p><p></p>   L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16.<p></p>",
            "num": "R212-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1151539200000,
            "dateFin": 1226275200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107979",
                        "id": "LEGISCTA000006107979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128453",
                        "id": "LEGISCTA000006128453",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142819",
                        "id": "LEGISCTA000006142819",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157526",
                        "id": "LEGISCTA000006157526",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-05-04",
                        "fin": "2016-01-01",
                        "titre": "Section 2 : Marge de solvabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000006174305",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Régime comptable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000030584718",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006796048",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174305",
            "sectionParentId": "LEGISCTA000030584718",
            "sectionParentTitre": "Section 2 : Régime comptable",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Chapitre II : Fonctionnement. &gt; Section 2 : Marge de solvabilité.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006796050",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000240840",
                    "textTitle": "Décret 2006-740 2006-06-27 art. 4 3° JORF 29 juin 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000240840",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-06-29",
                    "dateSignaTexte": "2006-06-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code de la mutualité (nouveau) R211-2, R212-26, L222-2, R222-8, R222-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-17",
                    "articleId": "LEGIARTI000019756972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-20-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-20-2",
                    "articleId": "LEGIARTI000019757026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-9-1",
                    "articleId": "LEGIARTI000006796028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1111104000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-3-1",
                    "articleId": "LEGIARTI000027893510",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-4",
                    "articleId": "LEGIARTI000027893519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006796048",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1020470400000,
                    "dateFin": 1086393600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796049",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086393600000,
                    "dateFin": 1151539200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796050",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1151539200000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019756978",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021954060",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027893232",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-16",
                "212-16"
            ],
            "versionPrecedente": "LEGIARTI000006796049",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006796049",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes : a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : Le \"premier résultat\" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. Le \"second résultat\" est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante : Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros. A 18 % de la première tranche sont ajoutés 16 % de la seconde. La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \"premier résultat\" défini au a du présent article ; d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale : - lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \"premier résultat\" défini au a du présent article ; - lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ; - lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; - lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; e) Pour la branche 26 : L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16.",
            "texteHtml": "<p></p>   En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, l'exigence minimale de marge de solvabilité est déterminée en fonction des branches exercées, en application des dispositions suivantes :<p></p><p></p>   a) Pour les branches 20 et 21, à l'exception des garanties complémentaires :<p></p><p></p>   L'exigence minimale de marge est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants :<p></p><p></p>   Le \"premier résultat\" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %.<p></p><p></p>   Le \"second résultat\" est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %.<p></p><p></p>   Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années.<p></p><p></p>   Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ;<p></p><p></p>   b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 :<p></p><p></p>   L'exigence minimale de marge est égale au résultat obtenu par application de la méthode suivante :<p></p><p></p>   Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice.<p></p><p></p>   De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations.<p></p><p></p>   Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros. A 18 % de la première tranche sont ajoutés 16 % de la seconde.<p></p><p></p>   La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ;<p></p><p></p>   c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, l'exigence minimale de marge est égale au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \"premier résultat\" défini au a du présent article ;<p></p><p></p>   d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, l'exigence minimale de marge est égale :<p></p><p></p>   - lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \"premier résultat\" défini au a du présent article ;<p></p><p></p>   - lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion est fixé pour une période supérieure à cinq ans, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ;<p></p><p></p>   - lorsque la mutuelle ou l'union n'assume pas de risque de placement et lorsque le montant destiné à couvrir des frais de gestion n'est pas fixé pour une période supérieure à cinq ans, à un nombre représentant 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;<p></p><p></p>   - lorsque la mutuelle ou l'union assume un risque de mortalité, l'exigence minimale de marge est obtenue en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ;<p></p><p></p>   e) Pour la branche 26 :<p></p><p></p>   L'exigence minimale de marge est égale à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16.<p></p>",
            "num": "R212-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1086393600000,
            "dateFin": 1151539200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107979",
                        "id": "LEGISCTA000006107979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128453",
                        "id": "LEGISCTA000006128453",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142819",
                        "id": "LEGISCTA000006142819",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157526",
                        "id": "LEGISCTA000006157526",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-05-04",
                        "fin": "2016-01-01",
                        "titre": "Section 2 : Marge de solvabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000006174305",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Régime comptable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000030584718",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006796048",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174305",
            "sectionParentId": "LEGISCTA000030584718",
            "sectionParentTitre": "Section 2 : Régime comptable",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Chapitre II : Fonctionnement. &gt; Section 2 : Marge de solvabilité.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006796049",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000417844",
                    "textTitle": "Décret n°2004-486 du 28 mai 2004 - art. 1 () JORF 5 juin 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006231156",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-06-05",
                    "dateSignaTexte": "2004-05-28",
                    "dateDebutCible": "2004-06-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code de la mutualité (nouveau) R211-2, R212-26, R222-8, R222-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-17",
                    "articleId": "LEGIARTI000019756972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-20-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-20-2",
                    "articleId": "LEGIARTI000019757026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-9-1",
                    "articleId": "LEGIARTI000006796028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1111104000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-3-1",
                    "articleId": "LEGIARTI000027893510",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-4",
                    "articleId": "LEGIARTI000027893519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006796048",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1020470400000,
                    "dateFin": 1086393600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796049",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086393600000,
                    "dateFin": 1151539200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796050",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1151539200000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019756978",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021954060",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027893232",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-16",
                "212-16"
            ],
            "versionPrecedente": "LEGIARTI000006796048",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006796048",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, le montant minimal réglementaire de la marge de solvabilité est déterminé, en fonction des branches exercées, en application des dispositions suivantes : a) Pour les branches 20 et 21, à l'exception des garanties complémentaires : Le montant minimal réglementaire de la marge est calculé par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants : Le \"premier résultat\" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %. Le \"second résultat\" est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %. Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 : Le montant minimal réglementaire de la marge est égal au résultat obtenu par application de la méthode suivante : Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice. De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations. Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros. A 18 % de la première tranche sont ajoutés 16 % de la seconde. La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, le montant minimal réglementaire de la marge est égal au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \"premier résultat\" défini au a du présent article ; d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, le montant minimal réglementaire de la marge est égal : - lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \"premier résultat\" défini au a du présent article ; - lorsque la mutuelle ou l'union n'assume pas de risque de placement, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ; - lorsque la mutuelle ou l'union assume un risque de mortalité, le montant réglementaire de la marge est obtenu en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; e) Pour la branche 26 : Le montant minimal de la marge est égal à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16.",
            "texteHtml": "<p></p>   En ce qui concerne les mutuelles ou les unions agréées pour pratiquer les branches mentionnées aux 20 à 22 et 24 à 26 de l'article R. 211-2, le montant minimal réglementaire de la marge de solvabilité est déterminé, en fonction des branches exercées, en application des dispositions suivantes :<p></p><p></p>   a) Pour les branches 20 et 21, à l'exception des garanties complémentaires :<p></p><p></p>   Le montant minimal réglementaire de la marge est calculé par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 212-26 et aux capitaux sous risque. Ce montant est égal à la somme de deux résultats suivants :<p></p><p></p>   Le \"premier résultat\" est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 %.<p></p><p></p>   Le \"second résultat\" est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 %.<p></p><p></p>   Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % desdits capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années.<p></p><p></p>   Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ;<p></p><p></p>   b) Pour les garanties complémentaires relatives à des bulletins d'adhésion ou contrats collectifs comportant des engagements résultant d'opérations classées aux branches 20 à 22 :<p></p><p></p>   Le montant minimal réglementaire de la marge est égal au résultat obtenu par application de la méthode suivante :<p></p><p></p>   Au total des cotisations émises en opérations directes au cours du dernier exercice, quel que soit l'exercice au titre duquel elles ont été émises, accessoires compris, sont ajoutées les cotisations acceptées en réassurance au cours du dernier exercice.<p></p><p></p>   De cette somme sont déduits, d'une part, le total des cotisations annulées au cours du dernier exercice, d'autre part, le total des impôts et taxes afférents auxdites cotisations.<p></p><p></p>   Le montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 10 millions d'euros. A 18 % de la première tranche sont ajoutés 16 % de la seconde.<p></p><p></p>   La somme des deux termes prévus à l'alinéa précédent est multipliée par le rapport existant, pour le dernier exercice, entre le montant des sinistres demeurant à la charge de la mutuelle ou union après cession et rétrocession en réassurance et le montant des sinistres brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ;<p></p><p></p>   c) Pour la branche 24, à l'exception des opérations de capitalisation exprimées en unités de compte, le montant minimal réglementaire de la marge est égal au résultat obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 212-26 relatives aux opérations directes et aux acceptations brutes de réassurance par le rapport mentionné au \"premier résultat\" défini au a du présent article ;<p></p><p></p>   d) Pour la branche 22, à l'exception des garanties complémentaires, la branche 24 lorsqu'il s'agit des opérations de capitalisation exprimées en unités de compte, et la branche 25, le montant minimal réglementaire de la marge est égal :<p></p><p></p>   - lorsque la mutuelle ou l'union assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au \"premier résultat\" défini au a du présent article ;<p></p><p></p>   - lorsque la mutuelle ou l'union n'assume pas de risque de placement, à un nombre représentant 1 % des provisions techniques relatives aux opérations directes et aux acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat du a du présent article, à la condition que la durée du bulletin d'adhésion ou du contrat collectif soit supérieure à cinq années et que le montant destiné à couvrir les frais de gestion prévus dans le bulletin d'adhésion ou le contrat collectif soit fixé pour une période supérieure à cinq années ;<p></p><p></p>   - lorsque la mutuelle ou l'union assume un risque de mortalité, le montant réglementaire de la marge est obtenu en ajoutant à l'un ou l'autre des résultats déterminés par application des dispositions des deux alinéas précédents un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ;<p></p><p></p>   e) Pour la branche 26 :<p></p><p></p>   Le montant minimal de la marge est égal à un nombre représentant 4 % de la provision technique spéciale mentionnée à l'article R. 222-8, dans la limite de la provision mathématique théorique mentionnée à l'article R. 222-16.<p></p>",
            "num": "R212-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1020470400000,
            "dateFin": 1086393600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107979",
                        "id": "LEGISCTA000006107979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128453",
                        "id": "LEGISCTA000006128453",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142819",
                        "id": "LEGISCTA000006142819",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157526",
                        "id": "LEGISCTA000006157526",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-05-04",
                        "fin": "2016-01-01",
                        "titre": "Section 2 : Marge de solvabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000006174305",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Régime comptable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000030584718",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006796048",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174305",
            "sectionParentId": "LEGISCTA000030584718",
            "sectionParentTitre": "Section 2 : Régime comptable",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Chapitre II : Fonctionnement. &gt; Section 2 : Marge de solvabilité.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006796048",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000413068",
                    "textTitle": "Décret n°2002-720 du 2 mai 2002 - art. 1 () JORF 4 mai 2002",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006211502",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-05-04",
                    "dateSignaTexte": "2002-05-02",
                    "dateDebutCible": "2002-05-04"
                },
                {
                    "textCid": "JORFTEXT000000413068",
                    "textTitle": "Décret n°2002-720 du 2 mai 2002 - art. 3 () JORF 4 mai 2002",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006211504",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-05-04",
                    "dateSignaTexte": "2002-05-02",
                    "dateDebutCible": "2002-05-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code de la mutualité (nouveau) R211-2, R212-26, R222-8, R222-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-17",
                    "articleId": "LEGIARTI000019756972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-20-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-20-2",
                    "articleId": "LEGIARTI000019757026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-9-1",
                    "articleId": "LEGIARTI000006796028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1111104000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-3-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-3-1",
                    "articleId": "LEGIARTI000027893510",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R510-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R510-4",
                    "articleId": "LEGIARTI000027893519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006796048",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1020470400000,
                    "dateFin": 1086393600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796049",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1086393600000,
                    "dateFin": 1151539200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006796050",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1151539200000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019756978",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021954060",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027893232",
                    "etat": "ABROGE",
                    "version": "6.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-16",
                "212-16"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}