{
    "cid": "LEGIARTI000031771186",
    "num": "A343-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Chapitre III : Plan comptable particulier à l'assurance et à la capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000006157006",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000031773114",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Dispositions particulières aux opérations de coassurance et coréassurance \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031771184",
                        "id": "LEGISCTA000031771184",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031771186",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031731970",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2015-12-29",
                    "dateSignaTexte": "2015-12-28",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "num": "A343-5",
            "origine": "LEGI",
            "texte": "Les entreprises qui participent à des groupements de coassurance ou de coréassurance doivent établir, pour chacun de ces groupements, un document facilement accessible indiquant de manière détaillée le fonctionnement du groupement et le mode de traitement comptable des opérations effectuées par l'entreprise dans le cadre du groupement. L'entreprise doit être en mesure de justifier de toutes les écritures comptables relatives aux opérations effectuées dans le cadre du groupement, notamment du calcul des provisions. Toutefois, si le groupement s'engage, à l'égard de l'Autorité de contrôle prudentiel et de résolution et à l'égard de ses adhérents, à tenir sa comptabilité et à évaluer les provisions techniques conformément aux règles applicables aux entreprises d'assurance, et à se soumettre au contrôle de l'Autorité de contrôle prudentiel et de résolution, les chiffres transmis à l'entreprise par le groupement constituent une justification suffisante. L'Autorité de contrôle prudentiel et de résolution peut à tout moment retirer le bénéfice de cette disposition aux entreprises adhérentes à un groupement, notamment lorsque celui-ci n'a pas respecté ses engagements.",
            "texteHtml": "<div align='left'>Les entreprises qui participent à des groupements de coassurance ou de coréassurance doivent établir, pour chacun de ces groupements, un document facilement accessible indiquant de manière détaillée le fonctionnement du groupement et le mode de traitement comptable des opérations effectuées par l'entreprise dans le cadre du groupement. <br/><br/> L'entreprise doit être en mesure de justifier de toutes les écritures comptables relatives aux opérations effectuées dans le cadre du groupement, notamment du calcul des provisions. <br/><br/> Toutefois, si le groupement s'engage, à l'égard de l'Autorité de contrôle prudentiel et de résolution et à l'égard de ses adhérents, à tenir sa comptabilité et à évaluer les provisions techniques conformément aux règles applicables aux entreprises d'assurance, et à se soumettre au contrôle de l'Autorité de contrôle prudentiel et de résolution, les chiffres transmis à l'entreprise par le groupement constituent une justification suffisante. L'Autorité de contrôle prudentiel et de résolution peut à tout moment retirer le bénéfice de cette disposition aux entreprises adhérentes à un groupement, notamment lorsque celui-ci n'a pas respecté ses engagements.<br/></div>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}