{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018518148",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "2.0. Application. En complément aux autres règles techniques définies par la présente annexe, les équipements de protection individuelle présentant les caractéristiques communes respectivement visées par les paragraphes ci-après doivent être conformes aux règles techniques qu'ils définissent. 2.1. Equipements de protection individuelle comportant des systèmes de réglage. Lorsque des équipements de protection individuelle comportent des systèmes de réglage, ceux-ci doivent être conçus et fabriqués de façon telle que, après avoir été ajustés, ils ne puissent se dérégler indépendamment de la volonté de l'utilisateur dans les conditions prévisibles d'emploi. 2.2. Equipements de protection individuelle enveloppant les parties du corps à protéger. Les équipements de protection individuelle enveloppant les parties du corps à protéger doivent être suffisamment aérés pour limiter la transpiration résultant du port. A défaut, ils doivent être dotés si cela est techniquement possible de dispositifs permettant d'absorber la sueur. 2.3. Equipements de protection individuelle du visage, des yeux ou des voies respiratoires. Les équipements de protection individuelle du visage, des yeux ou des voies respiratoires doivent restreindre le moins possible le champ visuel et la vue de l'utilisateur. Les systèmes oculaires de ces équipements de protection individuelle doivent posséder un degré de neutralité optique compatible avec la nature plus ou moins minutieuse ou prolongée des activités prévisibles de l'utilisateur. Ils doivent si nécessaire être traités de manière à éviter la formation de buée ou dotés de dispositifs permettant d'éviter celle-ci. Les modèles des équipements de protection individuelle destinés aux utilisateurs faisant l'objet d'une correction oculaire doivent être compatibles avec le port de lunettes ou lentilles de contact correctrices. 2.4. Equipements de protection individuelle sujets à un vieillissement. Lorsque les performances des équipements de protection individuelle sont susceptibles d'être affectées de façon sensible par un phénomène de vieillissement, la date de fabrication ou la date de péremption doivent être marquées, de façon indélébile et sans risque de mauvaise interprétation, sur l'emballage et, si possible, sur chaque exemplaire ou composant interchangeable d'équipement de protection individuelle. A défaut de pouvoir s'engager sur la durée de vie d'un équipement de protection individuelle, la notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit comporter les données permettant de déterminer un délai de péremption raisonnablement praticable, compte tenu du niveau de qualité du modèle et des conditions effectives de stockage, d'emploi, de nettoyage, de révision et d'entretien. Dans le cas où une altération rapide et sensible des performances des équipements de protection individuelle est susceptible de résulter du vieillissement imputable à la mise en oeuvre périodique du procédé de nettoyage préconisé, un marquage indiquant le nombre maximal de nettoyages au-delà duquel il y a lieu de réviser ou de réformer l'équipement doit être apposé sur chaque exemplaire ou, à défaut, mentionné dans la notice d'instructions. 2.5. Equipements de protection individuelle susceptibles d'être happés au cours de leur utilisation. Lorsque les conditions prévisibles d'emploi incluent en particulier un risque de happement de l'équipement de protection individuelle par un objet en mouvement susceptible d'engendrer de ce fait un danger pour l'utilisateur, l'équipement de protection individuelle doit posséder un seuil de résistance approprié au-delà duquel la rupture d'un de ses éléments constitutifs permet d'éliminer le danger. 2.6. Equipements de protection individuelle destinés à une utilisation en atmosphère explosible. Les équipements de protection individuelle destinés à une utilisation en atmosphère explosible doivent être conçus et fabriqués de façon telle qu'ils ne puissent être le siège d'un arc ou d'une étincelle d'origine électrique, électrostatique, ou résultant d'un choc, susceptibles d'enflammer un mélange explosible. 2.7. Equipements de protection individuelle devant être mis en place ou ôtés rapidement. Les équipements de protection individuelle destinés à des interventions rapides ou devant être mis en place rapidement doivent être conçus et fabriqués de façon à pouvoir être mis en place dans un laps de temps aussi bref que possible. Les équipements de protection individuelle devant être ôtés rapidement doivent être conçus et fabriqués à cet effet. Lorsque les équipements de protection individuelle comportent des dispositifs permettant de les maintenir en position appropriée sur l'utilisateur ou de les ôter, ceux-ci doivent pouvoir être manoeuvrés aisément et rapidement. 2.8. Equipements de protection individuelle d'intervention dans des situations très dangereuses. La notice d'instructions délivrée avec les équipements de protection individuelle d'intervention dans les situations très dangereuses doit comporter les données destinées aux personnes compétentes, entraînées et qualifiées pour les interpréter et les faire appliquer par l'utilisateur. Elle doit décrire en outre la procédure à mettre en oeuvre pour s'assurer sur l'utilisateur équipé que son équipement de protection individuelle est correctement ajusté et apte à fonctionner. Lorsque l'équipement de protection individuelle comporte un dispositif d'alarme fonctionnant lorsqu'il y a défaut du niveau de protection normalement assuré, celui-ci doit être conçu et agencé de façon telle que l'alarme puisse être perçue par l'utilisateur dans les conditions prévisibles d'emploi de l'équipement de protection individuelle. 2.9. Equipements de protection individuelle comportant des composants réglables par l'utilisateur ou amovibles. Lorsque des équipements de protection individuelle comportent des composants réglables par l'utilisateur ou amovibles à des fins de rechange, ceux-ci doivent être conçus et fabriqués de manière à pouvoir être réglés, montés et démontés aisément sans outil. 2.10. Equipements de protection individuelle raccordables à un autre dispositif complémentaire extérieur. Lorsque des équipements de protection individuelle sont dotés d'un système de liaison raccordable à un autre dispositif complémentaire, leur organe de raccordement doit être conçu et fabriqué de manière à ne pouvoir être monté que sur un dispositif de type approprié. 2.11. Equipements de protection individuelle comportant un système à circulation de fluide. Lorsque des équipements de protection individuelle comportent un système à circulation de fluide, celui-ci doit être de nature à assurer un renouvellement approprié du fluide au voisinage de l'ensemble de la partie du corps à protéger, quels que soient les gestes, postures ou mouvements de l'utilisateur dans les conditions prévisibles d'emploi. 2.12. Equipements de protection individuelle portant une ou plusieurs marques de repérage ou de signalisation concernant la santé et la sécurité. Les marques de repérage ou de signalisation concernant directement ou indirectement la santé et la sécurité figurant sur les équipements de protection individuelle doivent être parfaitement lisibles et le demeurer pendant la durée de vie prévisible de ces équipements de protection individuelle. Ces marques doivent être complètes, précises et compréhensibles, afin d'éviter toute mauvaise interprétation. En particulier, lorsque de telles marques comportent des mots ou des phrases, ceux-ci doivent être rédigés en français. Lorsque les dimensions restreintes d'un équipement de protection individuelle ou composant d'équipement de protection individuelle ne permettent pas d'y apposer tout ou partie du marquage nécessaire, celui-ci doit être mentionné sur l'emballage et dans la notice d'instruction prévue par le paragraphe 1.4 de la présente annexe. 2.13. Equipements de protection individuelle vestimentaires appropriés à la signalisation visuelle de l'utilisateur. Les équipements de protection individuelle vestimentaires destinés à des conditions prévisibles d'emploi dans lesquelles il est nécessaire de signaler individuellement et visuellement la présence de l'utilisateur doivent comporter un ou plusieurs dispositifs ou moyens judicieusement placés, émetteurs d'un rayonnement visible direct ou réfléchi ayant une intensité lumineuse et des propriétés photométriques et colorimétriques appropriées. 2.14. Equipements de protection individuelle destinés à protéger contre plusieurs risques encourus simultanément. Tout équipement de protection individuelle destiné à protéger l'utilisateur contre plusieurs risques susceptibles d'être encourus simultanément doit être conçu et fabriqué de manière à satisfaire à toutes les règles spécifiques à chacun de ces risques telles qu'elles sont prévues par la présente annexe.",
            "texteHtml": "2.0. Application.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les équipements de protection individuelle présentant les caractéristiques communes respectivement visées par les paragraphes ci-après doivent être conformes aux règles techniques qu'ils définissent.<p></p>\n 2.1. Equipements de protection individuelle comportant des systèmes de réglage.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent des systèmes de réglage, ceux-ci doivent être conçus et fabriqués de façon telle que, après avoir été ajustés, ils ne puissent se dérégler indépendamment de la volonté de l'utilisateur dans les conditions prévisibles d'emploi.<p></p>\n 2.2. Equipements de protection individuelle enveloppant les parties du corps à protéger.<p></p><p></p>         Les équipements de protection individuelle enveloppant les parties du corps à protéger doivent être suffisamment aérés pour limiter la transpiration résultant du port. A défaut, ils doivent être dotés si cela est techniquement possible de dispositifs permettant d'absorber la sueur.<p></p>\n 2.3. Equipements de protection individuelle du visage, des yeux ou des voies respiratoires.<p></p><p></p>         Les équipements de protection individuelle du visage, des yeux ou des voies respiratoires doivent restreindre le moins possible le champ visuel et la vue de l'utilisateur.<p></p><p></p>         Les systèmes oculaires de ces équipements de protection individuelle doivent posséder un degré de neutralité optique compatible avec la nature plus ou moins minutieuse ou prolongée des activités prévisibles de l'utilisateur.<p></p><p></p>         Ils doivent si nécessaire être traités de manière à éviter la formation de buée ou dotés de dispositifs permettant d'éviter celle-ci.<p></p><p></p>         Les modèles des équipements de protection individuelle destinés aux utilisateurs faisant l'objet d'une correction oculaire doivent être compatibles avec le port de lunettes ou lentilles de contact correctrices.<p></p>\n2.4. Equipements de protection individuelle sujets à un vieillissement.<p></p><p></p>         Lorsque les performances des équipements de protection individuelle sont susceptibles d'être affectées de façon sensible par un phénomène de vieillissement, la date de fabrication ou la date de péremption doivent être marquées, de façon indélébile et sans risque de mauvaise interprétation, sur l'emballage et, si possible, sur chaque exemplaire ou composant interchangeable d'équipement de protection individuelle.<p></p><p></p>         A défaut de pouvoir s'engager sur la durée de vie d'un équipement de protection individuelle, la notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit comporter les données permettant de déterminer un délai de péremption raisonnablement praticable, compte tenu du niveau de qualité du modèle et des conditions effectives de stockage, d'emploi, de nettoyage, de révision et d'entretien.<p></p><p></p>         Dans le cas où une altération rapide et sensible des performances des équipements de protection individuelle est susceptible de résulter du vieillissement imputable à la mise en oeuvre périodique du procédé de nettoyage préconisé, un marquage indiquant le nombre maximal de nettoyages au-delà duquel il y a lieu de réviser ou de réformer l'équipement doit être apposé sur chaque exemplaire ou, à défaut, mentionné dans la notice d'instructions.<p></p>\n 2.5. Equipements de protection individuelle susceptibles d'être happés au cours de leur utilisation.<p></p><p></p>         Lorsque les conditions prévisibles d'emploi incluent en particulier un risque de happement de l'équipement de protection individuelle par un objet en mouvement susceptible d'engendrer de ce fait un danger pour l'utilisateur, l'équipement de protection individuelle doit posséder un seuil de résistance approprié au-delà duquel la rupture d'un de ses éléments constitutifs permet d'éliminer le danger.<p></p>\n 2.6. Equipements de protection individuelle destinés à une utilisation en atmosphère explosible.<p></p><p></p>         Les équipements de protection individuelle destinés à une utilisation en atmosphère explosible doivent être conçus et fabriqués de façon telle qu'ils ne puissent être le siège d'un arc ou d'une étincelle d'origine électrique, électrostatique, ou résultant d'un choc, susceptibles d'enflammer un mélange explosible.<p></p>\n 2.7. Equipements de protection individuelle devant être mis en place ou ôtés rapidement.<p></p><p></p>         Les équipements de protection individuelle destinés à des interventions rapides ou devant être mis en place rapidement doivent être conçus et fabriqués de façon à pouvoir être mis en place dans un laps de temps aussi bref que possible. Les équipements de protection individuelle devant être ôtés rapidement doivent être conçus et fabriqués à cet effet.<p></p><p></p>         Lorsque les équipements de protection individuelle comportent des dispositifs permettant de les maintenir en position appropriée sur l'utilisateur ou de les ôter, ceux-ci doivent pouvoir être manoeuvrés aisément et rapidement.<p></p>\n2.8. Equipements de protection individuelle d'intervention dans des situations très dangereuses.<p></p><p></p>         La notice d'instructions délivrée avec les équipements de protection individuelle d'intervention dans les situations très dangereuses doit comporter les données destinées aux personnes compétentes, entraînées et qualifiées pour les interpréter et les faire appliquer par l'utilisateur.<p></p><p></p>         Elle doit décrire en outre la procédure à mettre en oeuvre pour s'assurer sur l'utilisateur équipé que son équipement de protection individuelle est correctement ajusté et apte à fonctionner.<p></p><p></p>         Lorsque l'équipement de protection individuelle comporte un dispositif d'alarme fonctionnant lorsqu'il y a défaut du niveau de protection normalement assuré, celui-ci doit être conçu et agencé de façon telle que l'alarme puisse être perçue par l'utilisateur dans les conditions prévisibles d'emploi de l'équipement de protection individuelle.<p></p>\n 2.9. Equipements de protection individuelle comportant des composants réglables par l'utilisateur ou amovibles.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent des composants réglables par l'utilisateur ou amovibles à des fins de rechange, ceux-ci doivent être conçus et fabriqués de manière à pouvoir être réglés, montés et démontés aisément sans outil.<p></p>\n 2.10. Equipements de protection individuelle raccordables à un autre dispositif complémentaire extérieur.<p></p><p></p>         Lorsque des équipements de protection individuelle sont dotés d'un système de liaison raccordable à un autre dispositif complémentaire, leur organe de raccordement doit être conçu et fabriqué de manière à ne pouvoir être monté que sur un dispositif de type approprié.<p></p>\n 2.11. Equipements de protection individuelle comportant un système à circulation de fluide.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent un système à circulation de fluide, celui-ci doit être de nature à assurer un renouvellement approprié du fluide au voisinage de l'ensemble de la partie du corps à protéger, quels que soient les gestes, postures ou mouvements de l'utilisateur dans les conditions prévisibles d'emploi.<p></p>\n2.12. Equipements de protection individuelle portant une ou plusieurs marques de repérage ou de signalisation concernant la santé et la sécurité.<p></p><p></p>         Les marques de repérage ou de signalisation concernant directement ou indirectement la santé et la sécurité figurant sur les équipements de protection individuelle doivent être parfaitement lisibles et le demeurer pendant la durée de vie prévisible de ces équipements de protection individuelle. Ces marques doivent être complètes, précises et compréhensibles, afin d'éviter toute mauvaise interprétation. En particulier, lorsque de telles marques comportent des mots ou des phrases, ceux-ci doivent être rédigés en français.<p></p><p></p>         Lorsque les dimensions restreintes d'un équipement de protection individuelle ou composant d'équipement de protection individuelle ne permettent pas d'y apposer tout ou partie du marquage nécessaire, celui-ci doit être mentionné sur l'emballage et dans la notice d'instruction prévue par le paragraphe 1.4 de la présente annexe.<p></p>\n 2.13. Equipements de protection individuelle vestimentaires appropriés à la signalisation visuelle de l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle vestimentaires destinés à des conditions prévisibles d'emploi dans lesquelles il est nécessaire de signaler individuellement et visuellement la présence de l'utilisateur doivent comporter un ou plusieurs dispositifs ou moyens judicieusement placés, émetteurs d'un rayonnement visible direct ou réfléchi ayant une intensité lumineuse et des propriétés photométriques et colorimétriques appropriées.<p></p>\n 2.14. Equipements de protection individuelle destinés à protéger contre plusieurs risques encourus simultanément.<p></p><p></p>         Tout équipement de protection individuelle destiné à protéger l'utilisateur contre plusieurs risques susceptibles d'être encourus simultanément doit être conçu et fabriqué de manière à satisfaire à toutes les règles spécifiques à chacun de ces risques telles qu'elles sont prévues par la présente annexe.<p></p>",
            "num": "Annexe à l'article R233-151",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 727056000000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Section 10 : Règles techniques de conception et de fabrication et procédures de certification de conformité applicables aux équipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174829",
                        "id": "LEGISCTA000018518165",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de protection individuelle neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187458",
                        "id": "LEGISCTA000018518163",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "Annexe 2 définissant les règles techniques de conception et de fabrication prévues par l'article R. 233-151",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195110",
                        "id": "LEGISCTA000018518159",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "2008-05-01",
                        "titre": "2. Règles supplémentaires communes à plusieurs genres ou types d'équipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198497",
                        "id": "LEGISCTA000018518151",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804531",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198497",
            "sectionParentId": "LEGISCTA000018518151",
            "sectionParentTitre": "2. Règles supplémentaires communes à plusieurs genres ou types d'équipements de protection individuelle",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018518148",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000881563",
                    "textTitle": "Décret 93-40 1993-01-11 art. 4 IV, art. 5 II JORF 13 janvier 1993 en vigueur le 15 janvier 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881563",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-01-13",
                    "dateSignaTexte": "1993-01-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret n°92-768 du 29 juillet 1992",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000177075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-768",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-151 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-151",
                    "articleId": "LEGIARTI000006807387",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804531",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518148",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R233-151"
            ],
            "versionPrecedente": "LEGIARTI000006804531",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804531",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "2.0. Application. En complément aux autres règles techniques définies par la présente annexe, les équipements de protection individuelle présentant les caractéristiques communes respectivement visées par les paragraphes ci-après doivent être conformes aux règles techniques qu'ils définissent. 2.1. Equipements de protection individuelle comportant des systèmes de réglage. Lorsque des équipements de protection individuelle comportent des systèmes de réglage, ceux-ci doivent être conçus et fabriqués de façon telle que, après avoir été ajustés, ils ne puissent se dérégler indépendamment de la volonté de l'utilisateur dans les conditions prévisibles d'emploi. 2.2. Equipements de protection individuelle enveloppant les parties du corps à protéger. Les équipements de protection individuelle enveloppant les parties du corps à protéger doivent être suffisamment aérés pour limiter la transpiration résultant du port. A défaut, ils doivent être dotés si cela est techniquement possible de dispositifs permettant d'absorber la sueur. 2.3. Equipements de protection individuelle du visage, des yeux ou des voies respiratoires. Les équipements de protection individuelle du visage, des yeux ou des voies respiratoires doivent restreindre le moins possible le champ visuel et la vue de l'utilisateur. Les systèmes oculaires de ces équipements de protection individuelle doivent posséder un degré de neutralité optique compatible avec la nature plus ou moins minutieuse ou prolongée des activités prévisibles de l'utilisateur. Ils doivent si nécessaire être traités de manière à éviter la formation de buée ou dotés de dispositifs permettant d'éviter celle-ci. Les modèles des équipements de protection individuelle destinés aux utilisateurs faisant l'objet d'une correction oculaire doivent être compatibles avec le port de lunettes ou lentilles de contact correctrices. 2.4. Equipements de protection individuelle sujets à un vieillissement. Lorsque les performances des équipements de protection individuelle sont susceptibles d'être affectées de façon sensible par un phénomène de vieillissement, la date de fabrication ou la date de péremption doivent être marquées, de façon indélébile et sans risque de mauvaise interprétation, sur l'emballage et, si possible, sur chaque exemplaire ou composant interchangeable d'équipement de protection individuelle. A défaut de pouvoir s'engager sur la durée de vie d'un équipement de protection individuelle, la notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit comporter les données permettant de déterminer un délai de péremption raisonnablement praticable, compte tenu du niveau de qualité du modèle et des conditions effectives de stockage, d'emploi, de nettoyage, de révision et d'entretien. Dans le cas où une altération rapide et sensible des performances des équipements de protection individuelle est susceptible de résulter du vieillissement imputable à la mise en oeuvre périodique du procédé de nettoyage préconisé, un marquage indiquant le nombre maximal de nettoyages au-delà duquel il y a lieu de réviser ou de réformer l'équipement doit être apposé sur chaque exemplaire ou, à défaut, mentionné dans la notice d'instructions. 2.5. Equipements de protection individuelle susceptibles d'être happés au cours de leur utilisation. Lorsque les conditions prévisibles d'emploi incluent en particulier un risque de happement de l'équipement de protection individuelle par un objet en mouvement susceptible d'engendrer de ce fait un danger pour l'utilisateur, l'équipement de protection individuelle doit posséder un seuil de résistance approprié au-delà duquel la rupture d'un de ses éléments constitutifs permet d'éliminer le danger. 2.6. Equipements de protection individuelle destinés à une utilisation en atmosphère explosible. Les équipements de protection individuelle destinés à une utilisation en atmosphère explosible doivent être conçus et fabriqués de façon telle qu'ils ne puissent être le siège d'un arc ou d'une étincelle d'origine électrique, électrostatique, ou résultant d'un choc, susceptibles d'enflammer un mélange explosible. 2.7. Equipements de protection individuelle devant être mis en place ou ôtés rapidement. Les équipements de protection individuelle destinés à des interventions rapides ou devant être mis en place rapidement doivent être conçus et fabriqués de façon à pouvoir être mis en place dans un laps de temps aussi bref que possible. Les équipements de protection individuelle devant être ôtés rapidement doivent être conçus et fabriqués à cet effet. Lorsque les équipements de protection individuelle comportent des dispositifs permettant de les maintenir en position appropriée sur l'utilisateur ou de les ôter, ceux-ci doivent pouvoir être manoeuvrés aisément et rapidement. 2.8. Equipements de protection individuelle d'intervention dans des situations très dangereuses. La notice d'instructions délivrée avec les équipements de protection individuelle d'intervention dans les situations très dangereuses doit comporter les données destinées aux personnes compétentes, entraînées et qualifiées pour les interpréter et les faire appliquer par l'utilisateur. Elle doit décrire en outre la procédure à mettre en oeuvre pour s'assurer sur l'utilisateur équipé que son équipement de protection individuelle est correctement ajusté et apte à fonctionner. Lorsque l'équipement de protection individuelle comporte un dispositif d'alarme fonctionnant lorsqu'il y a défaut du niveau de protection normalement assuré, celui-ci doit être conçu et agencé de façon telle que l'alarme puisse être perçue par l'utilisateur dans les conditions prévisibles d'emploi de l'équipement de protection individuelle. 2.9. Equipements de protection individuelle comportant des composants réglables par l'utilisateur ou amovibles. Lorsque des équipements de protection individuelle comportent des composants réglables par l'utilisateur ou amovibles à des fins de rechange, ceux-ci doivent être conçus et fabriqués de manière à pouvoir être réglés, montés et démontés aisément sans outil. 2.10. Equipements de protection individuelle raccordables à un autre dispositif complémentaire extérieur. Lorsque des équipements de protection individuelle sont dotés d'un système de liaison raccordable à un autre dispositif complémentaire, leur organe de raccordement doit être conçu et fabriqué de manière à ne pouvoir être monté que sur un dispositif de type approprié. 2.11. Equipements de protection individuelle comportant un système à circulation de fluide. Lorsque des équipements de protection individuelle comportent un système à circulation de fluide, celui-ci doit être de nature à assurer un renouvellement approprié du fluide au voisinage de l'ensemble de la partie du corps à protéger, quels que soient les gestes, postures ou mouvements de l'utilisateur dans les conditions prévisibles d'emploi. 2.12. Equipements de protection individuelle portant une ou plusieurs marques de repérage ou de signalisation concernant la santé et la sécurité. Les marques de repérage ou de signalisation concernant directement ou indirectement la santé et la sécurité figurant sur les équipements de protection individuelle doivent être parfaitement lisibles et le demeurer pendant la durée de vie prévisible de ces équipements de protection individuelle. Ces marques doivent être complètes, précises et compréhensibles, afin d'éviter toute mauvaise interprétation. En particulier, lorsque de telles marques comportent des mots ou des phrases, ceux-ci doivent être rédigés en français. Lorsque les dimensions restreintes d'un équipement de protection individuelle ou composant d'équipement de protection individuelle ne permettent pas d'y apposer tout ou partie du marquage nécessaire, celui-ci doit être mentionné sur l'emballage et dans la notice d'instruction prévue par le paragraphe 1.4 de la présente annexe. 2.13. Equipements de protection individuelle vestimentaires appropriés à la signalisation visuelle de l'utilisateur. Les équipements de protection individuelle vestimentaires destinés à des conditions prévisibles d'emploi dans lesquelles il est nécessaire de signaler individuellement et visuellement la présence de l'utilisateur doivent comporter un ou plusieurs dispositifs ou moyens judicieusement placés, émetteurs d'un rayonnement visible direct ou réfléchi ayant une intensité lumineuse et des propriétés photométriques et colorimétriques appropriées. 2.14. Equipements de protection individuelle destinés à protéger contre plusieurs risques encourus simultanément. Tout équipement de protection individuelle destiné à protéger l'utilisateur contre plusieurs risques susceptibles d'être encourus simultanément doit être conçu et fabriqué de manière à satisfaire à toutes les règles spécifiques à chacun de ces risques telles qu'elles sont prévues par la présente annexe.",
            "texteHtml": "2.0. Application.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les équipements de protection individuelle présentant les caractéristiques communes respectivement visées par les paragraphes ci-après doivent être conformes aux règles techniques qu'ils définissent.<p></p>\n 2.1. Equipements de protection individuelle comportant des systèmes de réglage.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent des systèmes de réglage, ceux-ci doivent être conçus et fabriqués de façon telle que, après avoir été ajustés, ils ne puissent se dérégler indépendamment de la volonté de l'utilisateur dans les conditions prévisibles d'emploi.<p></p>\n 2.2. Equipements de protection individuelle enveloppant les parties du corps à protéger.<p></p><p></p>         Les équipements de protection individuelle enveloppant les parties du corps à protéger doivent être suffisamment aérés pour limiter la transpiration résultant du port. A défaut, ils doivent être dotés si cela est techniquement possible de dispositifs permettant d'absorber la sueur.<p></p>\n 2.3. Equipements de protection individuelle du visage, des yeux ou des voies respiratoires.<p></p><p></p>         Les équipements de protection individuelle du visage, des yeux ou des voies respiratoires doivent restreindre le moins possible le champ visuel et la vue de l'utilisateur.<p></p><p></p>         Les systèmes oculaires de ces équipements de protection individuelle doivent posséder un degré de neutralité optique compatible avec la nature plus ou moins minutieuse ou prolongée des activités prévisibles de l'utilisateur.<p></p><p></p>         Ils doivent si nécessaire être traités de manière à éviter la formation de buée ou dotés de dispositifs permettant d'éviter celle-ci.<p></p><p></p>         Les modèles des équipements de protection individuelle destinés aux utilisateurs faisant l'objet d'une correction oculaire doivent être compatibles avec le port de lunettes ou lentilles de contact correctrices.<p></p>\n2.4. Equipements de protection individuelle sujets à un vieillissement.<p></p><p></p>         Lorsque les performances des équipements de protection individuelle sont susceptibles d'être affectées de façon sensible par un phénomène de vieillissement, la date de fabrication ou la date de péremption doivent être marquées, de façon indélébile et sans risque de mauvaise interprétation, sur l'emballage et, si possible, sur chaque exemplaire ou composant interchangeable d'équipement de protection individuelle.<p></p><p></p>         A défaut de pouvoir s'engager sur la durée de vie d'un équipement de protection individuelle, la notice d'instructions prévue par le paragraphe 1.4 de la présente annexe doit comporter les données permettant de déterminer un délai de péremption raisonnablement praticable, compte tenu du niveau de qualité du modèle et des conditions effectives de stockage, d'emploi, de nettoyage, de révision et d'entretien.<p></p><p></p>         Dans le cas où une altération rapide et sensible des performances des équipements de protection individuelle est susceptible de résulter du vieillissement imputable à la mise en oeuvre périodique du procédé de nettoyage préconisé, un marquage indiquant le nombre maximal de nettoyages au-delà duquel il y a lieu de réviser ou de réformer l'équipement doit être apposé sur chaque exemplaire ou, à défaut, mentionné dans la notice d'instructions.<p></p>\n 2.5. Equipements de protection individuelle susceptibles d'être happés au cours de leur utilisation.<p></p><p></p>         Lorsque les conditions prévisibles d'emploi incluent en particulier un risque de happement de l'équipement de protection individuelle par un objet en mouvement susceptible d'engendrer de ce fait un danger pour l'utilisateur, l'équipement de protection individuelle doit posséder un seuil de résistance approprié au-delà duquel la rupture d'un de ses éléments constitutifs permet d'éliminer le danger.<p></p>\n 2.6. Equipements de protection individuelle destinés à une utilisation en atmosphère explosible.<p></p><p></p>         Les équipements de protection individuelle destinés à une utilisation en atmosphère explosible doivent être conçus et fabriqués de façon telle qu'ils ne puissent être le siège d'un arc ou d'une étincelle d'origine électrique, électrostatique, ou résultant d'un choc, susceptibles d'enflammer un mélange explosible.<p></p>\n 2.7. Equipements de protection individuelle devant être mis en place ou ôtés rapidement.<p></p><p></p>         Les équipements de protection individuelle destinés à des interventions rapides ou devant être mis en place rapidement doivent être conçus et fabriqués de façon à pouvoir être mis en place dans un laps de temps aussi bref que possible. Les équipements de protection individuelle devant être ôtés rapidement doivent être conçus et fabriqués à cet effet.<p></p><p></p>         Lorsque les équipements de protection individuelle comportent des dispositifs permettant de les maintenir en position appropriée sur l'utilisateur ou de les ôter, ceux-ci doivent pouvoir être manoeuvrés aisément et rapidement.<p></p>\n2.8. Equipements de protection individuelle d'intervention dans des situations très dangereuses.<p></p><p></p>         La notice d'instructions délivrée avec les équipements de protection individuelle d'intervention dans les situations très dangereuses doit comporter les données destinées aux personnes compétentes, entraînées et qualifiées pour les interpréter et les faire appliquer par l'utilisateur.<p></p><p></p>         Elle doit décrire en outre la procédure à mettre en oeuvre pour s'assurer sur l'utilisateur équipé que son équipement de protection individuelle est correctement ajusté et apte à fonctionner.<p></p><p></p>         Lorsque l'équipement de protection individuelle comporte un dispositif d'alarme fonctionnant lorsqu'il y a défaut du niveau de protection normalement assuré, celui-ci doit être conçu et agencé de façon telle que l'alarme puisse être perçue par l'utilisateur dans les conditions prévisibles d'emploi de l'équipement de protection individuelle.<p></p>\n 2.9. Equipements de protection individuelle comportant des composants réglables par l'utilisateur ou amovibles.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent des composants réglables par l'utilisateur ou amovibles à des fins de rechange, ceux-ci doivent être conçus et fabriqués de manière à pouvoir être réglés, montés et démontés aisément sans outil.<p></p>\n 2.10. Equipements de protection individuelle raccordables à un autre dispositif complémentaire extérieur.<p></p><p></p>         Lorsque des équipements de protection individuelle sont dotés d'un système de liaison raccordable à un autre dispositif complémentaire, leur organe de raccordement doit être conçu et fabriqué de manière à ne pouvoir être monté que sur un dispositif de type approprié.<p></p>\n 2.11. Equipements de protection individuelle comportant un système à circulation de fluide.<p></p><p></p>         Lorsque des équipements de protection individuelle comportent un système à circulation de fluide, celui-ci doit être de nature à assurer un renouvellement approprié du fluide au voisinage de l'ensemble de la partie du corps à protéger, quels que soient les gestes, postures ou mouvements de l'utilisateur dans les conditions prévisibles d'emploi.<p></p>\n2.12. Equipements de protection individuelle portant une ou plusieurs marques de repérage ou de signalisation concernant la santé et la sécurité.<p></p><p></p>         Les marques de repérage ou de signalisation concernant directement ou indirectement la santé et la sécurité figurant sur les équipements de protection individuelle doivent être parfaitement lisibles et le demeurer pendant la durée de vie prévisible de ces équipements de protection individuelle. Ces marques doivent être complètes, précises et compréhensibles, afin d'éviter toute mauvaise interprétation. En particulier, lorsque de telles marques comportent des mots ou des phrases, ceux-ci doivent être rédigés en français.<p></p><p></p>         Lorsque les dimensions restreintes d'un équipement de protection individuelle ou composant d'équipement de protection individuelle ne permettent pas d'y apposer tout ou partie du marquage nécessaire, celui-ci doit être mentionné sur l'emballage et dans la notice d'instruction prévue par le paragraphe 1.4 de la présente annexe.<p></p>\n 2.13. Equipements de protection individuelle vestimentaires appropriés à la signalisation visuelle de l'utilisateur.<p></p><p></p>         Les équipements de protection individuelle vestimentaires destinés à des conditions prévisibles d'emploi dans lesquelles il est nécessaire de signaler individuellement et visuellement la présence de l'utilisateur doivent comporter un ou plusieurs dispositifs ou moyens judicieusement placés, émetteurs d'un rayonnement visible direct ou réfléchi ayant une intensité lumineuse et des propriétés photométriques et colorimétriques appropriées.<p></p>\n 2.14. Equipements de protection individuelle destinés à protéger contre plusieurs risques encourus simultanément.<p></p><p></p>         Tout équipement de protection individuelle destiné à protéger l'utilisateur contre plusieurs risques susceptibles d'être encourus simultanément doit être conçu et fabriqué de manière à satisfaire à toutes les règles spécifiques à chacun de ces risques telles qu'elles sont prévues par la présente annexe.<p></p>",
            "num": "R233-151 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 725846400000,
            "dateFin": 727056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Section 10 : Equipements de protection individuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174826",
                        "id": "LEGISCTA000006174826",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de protection individuelle neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187456",
                        "id": "LEGISCTA000006187456",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "2. Règles supplémentaires communes à plusieurs genres ou types d'équipements de protection individuelle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195107",
                        "id": "LEGISCTA000006195107",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804531",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195107",
            "sectionParentId": "LEGISCTA000006195107",
            "sectionParentTitre": "2. Règles supplémentaires communes à plusieurs genres ou types d'équipements de protection individuelle.",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804531",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret n°92-768 du 29 juillet 1992 - art. 2 (V) JORF 7 août 1992 en vigueur le 1er janvier 1993",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006666077",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-08-07",
                    "dateSignaTexte": "1992-07-29",
                    "dateDebutCible": "1993-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000177075",
                    "textTitle": "Décret 92-768 1992-07-29 annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000177075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-768",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-151 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-151",
                    "articleId": "LEGIARTI000006807387",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804531",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518148",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-151 annexe",
                "233-151",
                "R233-151"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}