{
    "cid": "LEGIARTI000039362970",
    "num": "L443-9-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : LES DISPOSITIONS RELATIVES AU GAZ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986803",
                        "id": "LEGISCTA000023986803",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : LA COMMERCIALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987005",
                        "id": "LEGISCTA000023987005",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le régime de la fourniture\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023987031",
                        "id": "LEGISCTA000023987031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section 1 bis : La fourniture de dernier recours",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039362968",
                        "id": "LEGISCTA000039362968",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039362970",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L122-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L122-3",
                    "articleId": "LEGIARTI000043976606",
                    "natureText": "CODE",
                    "date": 1630018386782,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-14",
                    "articleId": "LEGIARTI000043249897",
                    "natureText": "CODE",
                    "date": 1630018386783,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-15",
                    "articleId": "LEGIARTI000043249899",
                    "natureText": "CODE",
                    "date": 1630018386783,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R443-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R443-16",
                    "articleId": "LEGIARTI000043249901",
                    "natureText": "CODE",
                    "date": 1630018386783,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1615680000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039355955",
                    "textTitle": "LOI n°2019-1147 du 8 novembre 2019 - art. 63 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "63",
                    "articleId": "LEGIARTI000039358706",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-11-09",
                    "dateSignaTexte": "2019-11-08",
                    "dateDebutCible": "2019-11-10"
                }
            ],
            "num": "L443-9-2",
            "origine": "LEGI",
            "texte": "I.-Le ministre chargé de l'énergie désigne, après un appel à candidatures organisé avec l'appui de la Commission de régulation de l'énergie selon des modalités définies par décret en Conseil d'Etat, les fournisseurs de dernier recours de gaz naturel pour les clients finals domestiques raccordés au réseau public de distribution de gaz naturel qui ne trouvent pas de fournisseur. II.-Le cahier des charges de l'appel à candidatures mentionné au I précise les exigences auxquelles doivent satisfaire les contrats de fourniture proposés par les fournisseurs de dernier recours, notamment la zone de desserte à couvrir. Ce cahier des charges précise également le niveau maximal de la majoration que le fournisseur peut prévoir pour la fourniture de dernier recours en complément de son prix de fourniture librement déterminé. Ce niveau maximal est proposé par la Commission de régulation de l'énergie afin de couvrir les coûts additionnels de la fourniture de dernier recours, y compris le coût des éventuels impayés. III.-La fourniture de gaz naturel dans le cadre d'un contrat de fourniture de dernier recours est assurée à titre onéreux et est conditionnée, sans préjudice de l'article L. 115-3 du code de l'action sociale et des familles, au remboursement préalable auprès du fournisseur de dernier recours des éventuelles créances résultant d'un précédent contrat de fourniture de dernier recours de gaz naturel. IV.-Les fournisseurs de gaz naturel dont la proportion de clients finals domestiques dans la zone de desserte considérée au cours de l'année précédant celle de l'appel à candidatures mentionné au I est supérieure à un pourcentage fixé par voie réglementaire sont tenus de présenter une offre audit appel à candidatures. V.-Les fournisseurs désignés à l'issue de l'appel à candidatures mentionné au I sont tenus de proposer un contrat de fourniture de dernier recours dans les conditions prévues par le cahier des charges à tout client final domestique raccordé au réseau public de distribution de gaz naturel qui en fait la demande. VI.-Un décret en Conseil d'Etat précise les conditions et modalités d'application du présent article.",
            "texteHtml": "<p>I.-Le ministre chargé de l'énergie désigne, après un appel à candidatures organisé avec l'appui de la Commission de régulation de l'énergie selon des modalités définies par décret en Conseil d'Etat, les fournisseurs de dernier recours de gaz naturel pour les clients finals domestiques raccordés au réseau public de distribution de gaz naturel qui ne trouvent pas de fournisseur.<br/><br/>\n II.-Le cahier des charges de l'appel à candidatures mentionné au I précise les exigences auxquelles doivent satisfaire les contrats de fourniture proposés par les fournisseurs de dernier recours, notamment la zone de desserte à couvrir. Ce cahier des charges précise également le niveau maximal de la majoration que le fournisseur peut prévoir pour la fourniture de dernier recours en complément de son prix de fourniture librement déterminé. Ce niveau maximal est proposé par la Commission de régulation de l'énergie afin de couvrir les coûts additionnels de la fourniture de dernier recours, y compris le coût des éventuels impayés.<br/><br/>\n III.-La fourniture de gaz naturel dans le cadre d'un contrat de fourniture de dernier recours est assurée à titre onéreux et est conditionnée, sans préjudice de l'article L. 115-3 du code de l'action sociale et des familles, au remboursement préalable auprès du fournisseur de dernier recours des éventuelles créances résultant d'un précédent contrat de fourniture de dernier recours de gaz naturel.<br/><br/>\n IV.-Les fournisseurs de gaz naturel dont la proportion de clients finals domestiques dans la zone de desserte considérée au cours de l'année précédant celle de l'appel à candidatures mentionné au I est supérieure à un pourcentage fixé par voie réglementaire sont tenus de présenter une offre audit appel à candidatures.<br/><br/>\n V.-Les fournisseurs désignés à l'issue de l'appel à candidatures mentionné au I sont tenus de proposer un contrat de fourniture de dernier recours dans les conditions prévues par le cahier des charges à tout client final domestique raccordé au réseau public de distribution de gaz naturel qui en fait la demande.<br/><br/>\n VI.-Un décret en Conseil d'Etat précise les conditions et modalités d'application du présent article.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-11-10T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}