{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020020146",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "MODÈLE DE STATUTS TYPES DES SOCIÉTÉS À RESPONSABILITÉ LIMITÉE DONT L'ASSOCIÉ UNIQUE, PERSONNE PHYSIQUE, ASSUME PERSONNELLEMENT LA GÉRANCE Société : (dénomination sociale) Société à responsabilité limitée : Au capital de : (à compléter) Siège social : (à compléter) : Le soussigné : M. / Mme (nom de naissance et, le cas échéant, nom d'usage, prénom, domicile, date et lieu de naissance) a établi ainsi qu'il suit les statuts d'une société à responsabilité limitée dont le gérant est l'associé unique. Statuts Article 1er Forme La société est à responsabilité limitée. Article 2 Objet La société a pour objet : (indiquer ici toutesles activités qui seront exercées par la société). Et, plus généralement, toutes opérations, de quelque nature qu'elles soient, juridiques, économiques et financières, civiles et commerciales, se rattachant à l'objet sus (indiqué ou à tous autres objets similaires ou connexes, de nature à favoriser, directement ou indirectement, le but poursuivi par la société, son extension ou son développement. Article 3 Dénomination Sa dénomination sociale est : (nom de la société). Son sigle est : (facultatif). Dans tous les actes et documents émanant de la société, cette dénomination doit être précédée ou suivie immédiatement des mots : société à responsabilité limitée ou des initiales : SARL et de l'énonciation du capital social. Article 4 Siège social Le siège social est fixé à : (indiquer icil'adresse du siège social). Il peut être transféré par décision de l'associé unique. Article 5 Durée La société a une durée de années (indiquerici la durée, sans qu'elle puisse excéder quatre-vingt-dix-neuf ans) sauf dissolution anticipée ou prorogation. Article 6 Apports Apports en numéraire : (indiquer ici le montant des espèces en euros). M. / Mme apporte et verse à la société une somme totale de La somme totale versée, soit, a été déposée le au crédit d'un compte ouvert au nom de la société en formation, à (indiquer ici les coordonnéesde l'établissement financier). Apports de biens communs (le cas échéant) : (Il s'agit des biens appartenant à la communauté des époux.) Cette somme provient de la communauté de biens existant entre l'apporteur et son conjoint : (nom, prénoms), qui a été préalablement averti de cet apport par lettre recommandée avec demande d'avis de réceptionreçue le, comportant toutes précisions utilesquant aux finalités et modalités de l'opération d'apport. Par lettre en date du, M. / Mme, conjoint de l'apporteur, a renoncé expressément à la faculté d'être personnellement associé, pour la moitié des parts souscrites.L'original de cette lettre est demeuré annexé aux présents statuts. Apports par une personne ayant contracté un PACS (le cas échéant) : M. / Mme réalise le présentapport pour son compte personnel et est en conséquence seul propriétaire des parts sociales qui lui sont attribuées en rémunération de son apport. Article 7 Capital social et parts sociales Le capital est fixé à la somme de : (indiquer le montant en euros.) Le capital est divisé en (indiquer ici le nombre de parts sociales pour le montant du capital et, de manière facultative, le montant de ces parts) (parts égales d'un montant de chacune), intégralement libérées (ou : libérées chacune à concurrence du cinquième, du quart, de la moitié, etc.). La libération du surplus, à laquelle il s'oblige, interviendra en une ou plusieurs fois sur décision du gérant. Article 8 Gérance La société est gérée par son associé unique, M. / Mme Article 9 Décisions de l'associé L'associé unique exerce les pouvoirs et prérogatives de l'assemblée générale dans la société pluripersonnelle. Ses décisions sont répertoriées sur un registre coté et paraphé. Il ne peut en aucun cas déléguer ses pouvoirs. Article 10 Exercice social Chaque exercice social a une durée de douze mois qui commence le et finit le (par exception, le premier exercice sera clos le). Article 11 Comptes sociaux L'inventaire et les comptes annuels sont établis par l'associé unique gérant. Leur dépôt au registre du commerce et des sociétés dans le délai de six mois à compter de la clôture de l'exercice vaut approbation des comptes. Le rapport de gestion est établi chaque année par l'associé unique gérant et tenu à la disposition de toute personne qui en fait la demande. Article 12 Actes accomplis pour le compte de la société en formation L'état des actes accomplis pour le compte de la société en formation a été annexé aux statuts. La signature de ceux-ci emportera reprise de ces engagements par la société, lorsque celle-ci aura été immatriculée au registre du commerce et des sociétés. Article 13 Frais et formalités de publicité Les frais afférents à la constitution des présents statuts et de leurs suites seront pris en charge par la société. Tous pouvoirs sont donnés au porteur d'une copie des présentes à l'effet d'accomplir toutes les formalités légales de publicité. Fait à, le En exemplaires. Signature de l'associé",
            "texteHtml": "<p align='center'>MODÈLE DE STATUTS TYPES DES SOCIÉTÉS À RESPONSABILITÉ LIMITÉE DONT L'ASSOCIÉ UNIQUE,<br/>PERSONNE PHYSIQUE, ASSUME PERSONNELLEMENT LA GÉRANCE <br/></p><p>Société : (dénomination sociale) </p><p>Société à responsabilité limitée : </p><p>Au capital de : (à compléter) </p><p>Siège social : (à compléter) : </p><p>Le soussigné : </p><p>M. / Mme (nom de naissance et, </p><p>le cas échéant, nom d'usage, prénom, domicile, date et lieu de naissance) a établi ainsi qu'il suit les statuts d'une société à responsabilité limitée dont le gérant est l'associé unique. </p><p>Statuts </p><p>Article 1er </p><p>Forme </p><p>La société est à responsabilité limitée. </p><p>Article 2 </p><p>Objet </p><p>La société a pour objet : (indiquer ici toutesles activités qui seront exercées par la société). </p><p>Et, plus généralement, toutes opérations, de quelque nature qu'elles soient, juridiques, économiques et financières, civiles et commerciales, se rattachant à l'objet sus (indiqué ou à tous autres objets similaires ou connexes, de nature à favoriser, directement ou indirectement, le but poursuivi par la société, son extension ou son développement. </p><p>Article 3 </p><p>Dénomination </p><p>Sa dénomination sociale est : (nom de la société). </p><p>Son sigle est : (facultatif). </p><p>Dans tous les actes et documents émanant de la société, cette dénomination doit être précédée ou suivie immédiatement des mots : société à responsabilité limitée ou des initiales : SARL et de l'énonciation du capital social. </p><p>Article 4 </p><p>Siège social </p><p>Le siège social est fixé à : (indiquer icil'adresse du siège social). </p><p>Il peut être transféré par décision de l'associé unique. </p><p>Article 5 </p><p>Durée </p><p>La société a une durée de années (indiquerici la durée, sans qu'elle puisse excéder quatre-vingt-dix-neuf ans) sauf dissolution anticipée ou prorogation. </p><p>Article 6 </p><p>Apports </p><p>Apports en numéraire : </p><p>(indiquer ici le montant des espèces en euros).</p><p>M. / Mme apporte et verse à la société </p><p>une somme totale de </p><p>La somme totale versée, soit, </p><p>a été déposée le </p><p>au crédit d'un compte ouvert au nom de la société en formation, à (indiquer ici les coordonnéesde l'établissement financier). </p><p>Apports de biens communs (le cas échéant) : </p><p>(Il s'agit des biens appartenant à la communauté des époux.) </p><p>Cette somme provient de la communauté de biens existant entre l'apporteur et son conjoint : </p><p>(nom, prénoms), qui a été préalablement averti de cet apport par lettre recommandée avec demande d'avis de réceptionreçue le, comportant toutes précisions utilesquant aux finalités et modalités de l'opération d'apport. </p><p>Par lettre en date du, </p><p>M. / Mme, conjoint de l'apporteur, a renoncé expressément à la faculté d'être personnellement associé, pour la moitié des parts souscrites.L'original de cette lettre est demeuré annexé aux présents statuts. </p><p>Apports par une personne ayant contracté un PACS (le cas échéant) : </p><p>M. / Mme réalise le présentapport pour son compte personnel et est en conséquence seul propriétaire des parts sociales qui lui sont attribuées en rémunération de son apport. </p><p>Article 7 </p><p>Capital social et parts sociales </p><p>Le capital est fixé à la somme de : (indiquer le montant en euros.) </p><p>Le capital est divisé en </p><p>(indiquer ici le nombre de parts sociales pour le montant du capital et, de manière facultative, le montant de ces parts) (parts égales d'un montant de chacune), intégralement </p><p>libérées (ou : libérées chacune à concurrence du cinquième, du quart, de la moitié, etc.). La libération du surplus, à laquelle il s'oblige, interviendra en une ou plusieurs fois sur décision du gérant. </p><p>Article 8 </p><p>Gérance </p><p>La société est gérée par son associé unique, M. / Mme </p><p>Article 9 </p><p>Décisions de l'associé </p><p>L'associé unique exerce les pouvoirs et prérogatives de l'assemblée générale dans la société pluripersonnelle. Ses décisions sont répertoriées sur un registre coté et paraphé. Il ne peut en aucun cas déléguer ses pouvoirs. </p><p>Article 10 </p><p>Exercice social </p><p>Chaque exercice social a une durée de douze mois qui commence le et finit le (par exception, </p><p>le premier exercice sera clos le). </p><p>Article 11 </p><p>Comptes sociaux </p><p>L'inventaire et les comptes annuels sont établis par l'associé unique gérant. Leur dépôt au registre du commerce et des sociétés dans le délai de six mois à compter de la clôture de l'exercice vaut approbation des comptes. </p><p>Le rapport de gestion est établi chaque année par l'associé unique gérant et tenu à la disposition de toute personne qui en fait la demande. </p><p>Article 12 </p><p>Actes accomplis pour le compte de la société en formation </p><p>L'état des actes accomplis pour le compte de la société en formation a été annexé aux statuts. La signature de ceux-ci emportera reprise de ces engagements par la société, lorsque celle-ci aura été immatriculée au registre du commerce et des sociétés. </p><p>Article 13 </p><p>Frais et formalités de publicité </p><p>Les frais afférents à la constitution des présents statuts et de leurs suites seront pris en charge par la société. </p><p>Tous pouvoirs sont donnés au porteur d'une copie des présentes à l'effet d'accomplir toutes les formalités légales de publicité. </p><p>Fait à, le </p><p>En exemplaires. </p><p>Signature de l'associé</p>",
            "num": "Annexe 2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1230422400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 296204640,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes de la partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083282",
                        "id": "LEGISCTA000006083282",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006255136",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006083282",
            "sectionParentId": "LEGISCTA000006083282",
            "sectionParentTitre": "Annexes de la partie réglementaire",
            "fullSectionsTitre": "Annexes de la partie réglementaire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020020146",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019994714",
                    "textTitle": "Décret n°2008-1419 du 19 décembre 2008 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000020012036",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-12-27",
                    "dateSignaTexte": "2008-12-19",
                    "dateDebutCible": "2008-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019994714",
                    "textTitle": "Décret n°2008-1419 du 19 décembre 2008 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020012040",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1419",
                    "datePubli": 1230336000000,
                    "dateDebut": 1230422400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D223-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D223-2",
                    "articleId": "LEGIARTI000043292522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006255136",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1230422400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020020146",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1230422400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 2-1",
                "2-1"
            ],
            "versionPrecedente": "LEGIARTI000006255136",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006255136",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "MODÈLE DE STATUTS TYPES DE SOCIÉTÉS À RESPONSABILITÉ LIMITÉE DONT L'ASSOCIÉ UNIQUE ASSUME PERSONNELLEMENT LA GÉRANCE Société (dénomination sociale) : Société à responsabilité limitée : Au capital de : Siège social : Le soussigné : M./Mme (nom de naissance et, le cas échéant, nom d'usage, prénom, domicile, date et lieu de naissance) a établi ainsi qu'il suit les statuts d'une société à responsabilité limitée dont le gérant est l'associé unique. Statuts Article 1er Forme La société est à responsabilité limitée. Article 2 Objet La société a pour objet : (indiquer ici toutes les activités qui seront exercées par la société). Et, plus généralement, toutes opérations, de quelque nature qu'elles soient, juridiques, économiques et financières, civiles et commerciales, se rattachant à l'objet sus-indiqué ou à tous autres objets similaires ou connexes, de nature à favoriser, directement ou indirectement, le but poursuivi par la société, son extension ou son développement. Article 3 Dénomination Sa dénomination sociale est : (nom de la société). Son sigle est : (facultatif). Dans tous les actes et documents émanant de la société, cette dénomination doit être précédée ou suivie immédiatement des mots \"société à responsabilité limitée\" ou des initiales \"SARL\" et de l'énonciation du capital social. Article 4 Siège social Le siège social est fixé à : (indiquer ici l'adresse du siège social). Il peut être transféré par décision de l'associé unique. Article 5 Durée La société a une durée de (indiquer ici la durée, sans qu'elle puisse excéder quatre-vingt-dix-neuf ans) années, sauf dissolution anticipée ou prorogation. Article 6 Apports Apports en nature (s'il y a lieu) : (les apports en nature sont les biens qui sont donnés à la société, hors espèces). M./Mme ..... apporte à la société, dans les conditions fixées ci-après : (décrire précisément le ou les apports : origine, titre de propriété, etc.). Apports en numéraire : (indiquer ici le montant des espèces en euros). M./Mme apporte et verse à la société une somme totale de : ..... La somme totale versée, soit ......., a été déposée le ....... au crédit d'un compte ouvert au nom de la société en formation, à (indiquer ici les coordonnées de l'établissement financier). Apports de biens communs : (il s'agit des biens appartenant à la communauté des époux). Cette somme provient de la communauté de biens existant entre l'apporteur et son conjoint : (nom, prénoms), qui a été préalablement averti de cet apport par lettre recommandée avec demande d'avis de réception reçue le ....... comportant toutes précisions utiles quant aux finalités et modalités de l'opération d'apport. Par lettre en date du ......., M./Mme ......., conjoint de l'apporteur, a renoncé expressément à la faculté d'être personnellement associé, pour la moitié des parts souscrites. L'original de cette lettre est demeuré annexé aux présents statuts. Article 7 Capital social et parts sociales Le capital est fixé à la somme de : (indiquer le montant en euros). Le capital est divisé en (indiquer ici le nombre de parts sociales pour le montant du capital et, de manière facultative, le montant de ces parts) (parts égales d'un montant de ....... chacune), intégralement libérées (ou : libérées chacune à concurrence du cinquième, du quart, de la moitié, etc.). La libération du surplus, à laquelle il s'oblige, interviendra en une ou plusieurs fois sur décision du gérant. Article 8 Gérance La société est gérée par son associé unique, M./Mme Article 9 Décisions de l'associé L'associé unique exerce les pouvoirs et prérogatives de l'assemblée générale dans la société pluripersonnelle. Ses décisions sont répertoriées sur un registre coté et paraphé. Il ne peut en aucun cas déléguer ses pouvoirs. Article 10 Exercice social Chaque exercice social a une durée de douze mois qui commence le....... et finit le ....... (par exception, le premier exercice sera clos le .......). Article 11 Comptes sociaux Le rapport de gestion, l'inventaire et les comptes annuels sont établis par l'associé unique gérant. Leur dépôt au registre du commerce et des sociétés dans le délai de six mois à compter de la clôture de l'exercice vaut approbation des comptes. Article 12 Actes accomplis pour le compte de la société en formation L'état des actes accomplis pour le compte de la société en formation a été annexé aux statuts. La signature de ceux-ci emportera reprise de ces engagements par la société, lorsque celle-ci aura été immatriculée au registre du commerce et des sociétés. Article 13 Frais/formalités de publicité Les frais afférents à la constitution des présents statuts et de leurs suites seront pris en charge par la société. Tous pouvoirs sont donnés au porteur d'une copie des présentes à l'effet d'accomplir toutes les formalités légales de publicité. Fait à , le En ....... exemplaires. Signature de l'associé",
            "texteHtml": "<p align='center'>MODÈLE DE STATUTS TYPES DE SOCIÉTÉS À RESPONSABILITÉ LIMITÉE DONT L'ASSOCIÉ UNIQUE<br/>ASSUME PERSONNELLEMENT LA GÉRANCE </p><p>Société (dénomination sociale) : </p><p>Société à responsabilité limitée : </p><p>Au capital de : </p><p>Siège social : </p><p>Le soussigné : </p><p>M./Mme (nom de naissance et, le cas échéant, nom d'usage, prénom, domicile, date et lieu de naissance) a établi ainsi qu'il suit les statuts d'une société à responsabilité limitée dont le gérant est l'associé unique.</p><p>Statuts</p><p>Article 1er</p><p>Forme</p><p>La société est à responsabilité limitée.</p><p>Article 2</p><p>Objet</p><p>La société a pour objet : (indiquer ici toutes les activités qui seront exercées par la société).</p><p>Et, plus généralement, toutes opérations, de quelque nature qu'elles soient, juridiques, économiques et financières, civiles et commerciales, se rattachant à l'objet sus-indiqué ou à tous autres objets similaires ou connexes, de nature à favoriser, directement ou indirectement, le but poursuivi par la société, son extension ou son développement.</p><p>Article 3</p><p>Dénomination</p><p>Sa dénomination sociale est : (nom de la société).</p><p>Son sigle est : (facultatif).</p><p>Dans tous les actes et documents émanant de la société, cette dénomination doit être précédée ou suivie immédiatement des mots \"société à responsabilité limitée\" ou des initiales \"SARL\" et de l'énonciation du capital social.</p><p>Article 4</p><p>Siège social</p><p>Le siège social est fixé à : (indiquer ici l'adresse du siège social).</p><p>Il peut être transféré par décision de l'associé unique.</p><p>Article 5</p><p>Durée</p><p>La société a une durée de (indiquer ici la durée, sans qu'elle puisse excéder quatre-vingt-dix-neuf ans) années, sauf dissolution anticipée ou prorogation.</p><p>Article 6</p><p>Apports</p><p>Apports en nature (s'il y a lieu) : (les apports en nature sont les biens qui sont donnés à la société, hors espèces).</p><p>M./Mme ..... apporte à la société, dans les conditions fixées ci-après : (décrire précisément le ou les apports : origine, titre de propriété, etc.).</p><p>Apports en numéraire : (indiquer ici le montant des espèces en euros).</p><p>M./Mme apporte et verse à la société une somme totale de : .....</p><p>La somme totale versée, soit ......., a été déposée le ....... au crédit d'un compte ouvert au nom de la société en formation, à (indiquer ici les coordonnées de l'établissement financier).</p><p>Apports de biens communs : (il s'agit des biens appartenant à la communauté des époux).</p><p>Cette somme provient de la communauté de biens existant entre l'apporteur et son conjoint : (nom, prénoms), qui a été préalablement averti de cet apport par lettre recommandée avec demande d'avis de réception reçue le ....... comportant toutes précisions utiles quant aux finalités et modalités de l'opération d'apport.</p><p>Par lettre en date du ......., M./Mme ......., conjoint de l'apporteur, a renoncé expressément à la faculté d'être personnellement associé, pour la moitié des parts souscrites. L'original de cette lettre est demeuré annexé aux présents statuts.</p><p>Article 7</p><p>Capital social et parts sociales</p><p>Le capital est fixé à la somme de : (indiquer le montant en euros).</p><p>Le capital est divisé en (indiquer ici le nombre de parts sociales pour le montant du capital et, de manière facultative, le montant de ces parts) (parts égales d'un montant de ....... chacune), intégralement libérées (ou : libérées chacune à concurrence du cinquième, du quart, de la moitié, etc.). La libération du surplus, à laquelle il s'oblige, interviendra en une ou plusieurs fois sur décision du gérant.</p><p>Article 8</p><p>Gérance</p><p>La société est gérée par son associé unique, M./Mme </p><p>Article 9</p><p>Décisions de l'associé</p><p>L'associé unique exerce les pouvoirs et prérogatives de l'assemblée générale dans la société pluripersonnelle. Ses décisions sont répertoriées sur un registre coté et paraphé. Il ne peut en aucun cas déléguer ses pouvoirs.</p><p>Article 10</p><p>Exercice social</p><p>Chaque exercice social a une durée de douze mois qui commence le....... et finit le ....... (par exception, le premier exercice sera clos le .......).</p><p>Article 11</p><p>Comptes sociaux</p><p>Le rapport de gestion, l'inventaire et les comptes annuels sont établis par l'associé unique gérant. Leur dépôt au registre du commerce et des sociétés dans le délai de six mois à compter de la clôture de l'exercice vaut approbation des comptes.</p><p>Article 12</p><p>Actes accomplis pour le compte de la société en formation</p><p>L'état des actes accomplis pour le compte de la société en formation a été annexé aux statuts. La signature de ceux-ci emportera reprise de ces engagements par la société, lorsque celle-ci aura été immatriculée au registre du commerce et des sociétés.</p><p>Article 13</p><p>Frais/formalités de publicité</p><p>Les frais afférents à la constitution des présents statuts et de leurs suites seront pris en charge par la société.</p><p>Tous pouvoirs sont donnés au porteur d'une copie des présentes à l'effet d'accomplir toutes les formalités légales de publicité.</p><p>Fait à , le </p><p>En ....... exemplaires.</p><p>Signature de l'associé</p>",
            "num": "Annexe 2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1175040000000,
            "dateFin": 1230422400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 296204640,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes de la partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083282",
                        "id": "LEGISCTA000006083282",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006255136",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006083282",
            "sectionParentId": "LEGISCTA000006083282",
            "sectionParentTitre": "Annexes de la partie réglementaire",
            "fullSectionsTitre": "Annexes de la partie réglementaire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006255136",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000820567",
                    "textTitle": "Décret 2007-431 2007-03-25 JORF 27 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000820567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-27",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019994714",
                    "textTitle": "Décret n°2008-1419 du 19 décembre 2008 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020012040",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-1419",
                    "datePubli": 1230336000000,
                    "dateDebut": 1230422400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D223-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D223-2",
                    "articleId": "LEGIARTI000043292522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006255136",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1175040000000,
                    "dateFin": 1230422400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020020146",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1230422400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 2-1",
                "2-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}