{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033688292",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les éditeurs,     organismes de gestion collective de droits et les producteurs qui versent des droits mentionnés au 2 du III de l'article 293 B doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor. 2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au III de l'article 293 B. 3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit. Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au service des impôts dont celui-ci relève. Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée. Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271. 4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires. 5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8 % des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,40 % dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction. 6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée.",
            "texteHtml": "<p>1. Les éditeurs,     organismes de gestion collective de droits et les producteurs qui versent des droits mentionnés au 2 du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304473&dateTexte=&categorieLien=cid'>l'article 293 B </a>doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor. </p><p>2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au III de l'article 293 B. </p><p>3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit. </p><p>Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au service des impôts dont celui-ci relève. </p><p>Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée. </p><p>Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309451&dateTexte=&categorieLien=cid'>l'article 271.</a></p><p>4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires. </p><p>5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8 % des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,40 % dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction. </p><p>6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée.</p>",
            "num": "285 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1482537600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-04",
                        "fin": "2999-01-01",
                        "titre": "Section VI bis : Retenue de la taxe sur les droits d'auteurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162564",
                        "id": "LEGISCTA000006162564",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304430",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162564",
            "sectionParentId": "LEGISCTA000006162564",
            "sectionParentTitre": "Section VI bis : Retenue de la taxe sur les droits d'auteurs",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section VI bis : Retenue de la taxe sur les droits d'auteurs",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033688292",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033675489",
                    "textTitle": "Ordonnance n°2016-1823 du 22 décembre 2016 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000033676079",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-12-23",
                    "dateSignaTexte": "2016-12-22",
                    "dateDebutCible": "2016-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 271",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "271",
                    "articleId": "LEGIARTI000006309451",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 293 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "293 B",
                    "articleId": "LEGIARTI000006304473",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 860716800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 47 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "47 bis",
                    "articleId": "LEGIARTI000006298436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304430",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304431",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304432",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688292",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 bis",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000006304432",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304432",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les éditeurs, sociétés de perception et de répartition de droits et les producteurs qui versent des droits mentionnés au 2 du III de l'article 293 B doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor. 2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au III de l'article 293 B. 3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit. Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au service des impôts dont celui-ci relève. Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée. Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271. 4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires. 5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8% des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,40% dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction. 6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée.",
            "texteHtml": "<p>1. Les éditeurs, sociétés de perception et de répartition de droits et les producteurs qui versent des droits mentionnés au 2 du III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304473&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 293 B (VT)'>l'article 293 B </a>doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor. </p><p>2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au III de l'article 293 B. </p><p>3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit. </p><p>Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au service des impôts dont celui-ci relève. </p><p>Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée. </p><p>Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309451&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 271 (V)'>l'article 271.</a></p><p>4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires. </p><p>5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8% des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,40% dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction. </p><p>6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée.</p>",
            "num": "285 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1135987200000,
            "dateFin": 1482537600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-04",
                        "fin": "2999-01-01",
                        "titre": "Section VI bis : Retenue de la taxe sur les droits d'auteurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162564",
                        "id": "LEGISCTA000006162564",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304430",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162564",
            "sectionParentId": "LEGISCTA000006162564",
            "sectionParentTitre": "Section VI bis : Retenue de la taxe sur les droits d'auteurs",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section VI bis : Retenue de la taxe sur les droits d'auteurs",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304432",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000813882",
                    "textTitle": "Loi n°2005-1720 du 30 décembre 2005 - art. 103 () JORF 31 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "103",
                    "articleId": "LEGIARTI000006322702",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 271 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "271",
                    "articleId": "LEGIARTI000006309451",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 293 B (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "293 B",
                    "articleId": "LEGIARTI000006304473",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 860716800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 47 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "47 bis",
                    "articleId": "LEGIARTI000006298436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304430",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304431",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304432",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688292",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 bis",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000006304431",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304431",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les éditeurs, sociétés de perception et de répartition de droits et les producteurs qui versent des droits mentionnés au 2 du III de l'article 293 B doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor. 2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au III de l'article 293 B. 3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit. Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au centre des impôts dont celui-ci relève. Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée. Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271. 4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires. 5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8 p. 100 des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,40 p. 100 dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction. 6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée.",
            "texteHtml": "<p>1. Les éditeurs, sociétés de perception et de répartition de droits et les producteurs qui versent des droits mentionnés au 2 du III de l'article 293 B doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor.</p><p></p><p>2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au III de l'article 293 B.</p><p></p><p>3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit.</p><p></p><p>Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au centre des impôts dont celui-ci relève.</p><p></p><p>Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée.</p><p></p><p>Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271.</p><p></p><p>4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires.</p><p></p><p>5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8 p. 100 des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,40 p. 100 dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction.</p><p></p><p>6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée.</p><p></p>",
            "num": "285 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 922838400000,
            "dateFin": 1135987200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-04",
                        "fin": "2999-01-01",
                        "titre": "Section VI bis : Retenue de la taxe sur les droits d'auteurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162564",
                        "id": "LEGISCTA000006162564",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304430",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162564",
            "sectionParentId": "LEGISCTA000006162564",
            "sectionParentTitre": "Section VI bis : Retenue de la taxe sur les droits d'auteurs",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section VI bis : Retenue de la taxe sur les droits d'auteurs",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304431",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000209044",
                    "textTitle": "Loi - art. 7 (V) JORF 31 décembre 1998",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006320268",
                    "natureText": "LOI",
                    "datePubliTexte": "1998-12-31",
                    "dateSignaTexte": "1998-12-30",
                    "dateDebutCible": "1998-12-31"
                },
                {
                    "textCid": "JORFTEXT000000209983",
                    "textTitle": "Décret 99-382 1999-05-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000209983",
                    "natureText": "DECRET",
                    "datePubliTexte": "1999-05-20",
                    "dateSignaTexte": "1999-05-18",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 293 B, 271",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 47 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "47 bis",
                    "articleId": "LEGIARTI000006298436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 1999",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304430",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304431",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304432",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688292",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 bis",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000006304430",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304430",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les éditeurs, sociétés de perception et de répartition de droits et les producteurs qui versent des droits mentionnés au premier alinéa du 2° du III de l'article 293 B doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor. 2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au III de l'article 293 B. 3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit. Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au centre des impôts dont celui-ci relève. Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée. Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271. 4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires. 5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8 p. 100 des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,40 p. 100 dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction. 6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée.",
            "texteHtml": "<p></p>   1. Les éditeurs, sociétés de perception et de répartition de droits et les producteurs qui versent des droits mentionnés au premier alinéa du 2° du III de l'article 293 B doivent, sauf lorsque l'auteur a renoncé à ce dispositif en application du 3, retenir sur le montant de ces droits la taxe sur la valeur ajoutée due par l'auteur et acquitter cette taxe au Trésor.<p></p><p></p>   2. A défaut d'indication contraire de l'auteur formulée dans les conditions prévues au 3, les sommes qui lui sont dues par les personnes mentionnées au 1 sont réputées passibles de la retenue de taxe sur la valeur ajoutée, y compris en ce qui concerne les auteurs qui bénéficient de la franchise mentionnée au III de l'article 293 B.<p></p><p></p>   3. La renonciation par l'auteur au dispositif de retenue vaut pour l'ensemble des droits qu'il perçoit.<p></p><p></p>   Cette renonciation doit être notifiée à toutes les personnes visées au 1 qui versent des droits à l'auteur ainsi qu'au centre des impôts dont celui-ci relève.<p></p><p></p>   Elle prend effet le premier jour du mois qui suit celui au cours duquel elle est déclarée.<p></p><p></p>   Elle couvre obligatoirement une période de cinq années, y compris celle au cours de laquelle elle est déclarée. Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de cinq années suivant celle au cours ou à l'issue de laquelle l'auteur ayant notifié cette renonciation a bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271.<p></p><p></p>   4. Les auteurs qui n'ont pas renoncé au dispositif de la retenue et qui reçoivent des droits de personnes autres que celles visées au 1 doivent retenir les modalités de liquidation de la taxe définies au 5. Ils déposent au titre de ces droits une déclaration annuelle de chiffre d'affaires.<p></p><p></p>   5. Pour le calcul du montant de la taxe nette due par l'auteur, les personnes visées au 1 appliquent en France métropolitaine un taux forfaitaire de 0,8 p. 100 des droits d'auteur au titre des droits à déduction en France métropolitaine. Ce taux est de 0,40 p. 100 dans les départements de la Guadeloupe, de la Réunion et de la Martinique. Cette déduction est exclusive de toute autre déduction.<p></p><p></p>   6. Les personnes visées au 1 doivent déclarer et acquitter la retenue dans les mêmes conditions et sous les mêmes sanctions que leurs propres opérations. La taxe sur la valeur ajoutée acquittée pour le compte de l'auteur par ces personnes n'est pas prise en compte pour la détermination de leur pourcentage de déduction de taxe sur la valeur ajoutée.<p></p>",
            "num": "285 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 710208000000,
            "dateFin": 922838400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-04",
                        "fin": "2999-01-01",
                        "titre": "Section VI bis : Retenue de la taxe sur les droits d'auteurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162564",
                        "id": "LEGISCTA000006162564",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304430",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162564",
            "sectionParentId": "LEGISCTA000006162564",
            "sectionParentTitre": "Section VI bis : Retenue de la taxe sur les droits d'auteurs",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section VI bis : Retenue de la taxe sur les droits d'auteurs",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006304430",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000356342",
                    "textTitle": "Loi - art. 24 () JORF 31 décembre 1991",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006318158",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-12-31",
                    "dateSignaTexte": "1991-12-30",
                    "dateDebutCible": "1991-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 293 B, 271",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 47 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "47 bis",
                    "articleId": "LEGIARTI000006298436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 4 juillet 1992",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304430",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 710208000000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304431",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006304432",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033688292",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1482537600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 bis",
                "285"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}