{
    "cid": "LEGIARTI000043533295",
    "num": "L613-7-1 A",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : ACTIVITÉS PRIVÉES DE SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506179",
                        "id": "LEGISCTA000025507630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2014-07-03",
                        "titre": "TITRE Ier : ACTIVITÉS PRIVÉES DE SURVEILLANCE ET DE GARDIENNAGE, DE TRANSPORT DE FONDS ET DE PROTECTION PHYSIQUE DES PERSONNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506181",
                        "id": "LEGISCTA000025507628",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ACTIVITÉS PRIVÉES DE SURVEILLANCE ET DE GARDIENNAGE, DE TRANSPORT DE FONDS, DE PROTECTION PHYSIQUE DES PERSONNES ET DE PROTECTION DES NAVIRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506181",
                        "id": "LEGISCTA000029191767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506264",
                        "id": "LEGISCTA000025507571",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Activités de surveillance et de gardiennage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506266",
                        "id": "LEGISCTA000025507569",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Activité d'agent cynophile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506288",
                        "id": "LEGISCTA000025507553",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043533295",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043530276",
                    "textTitle": "LOI n°2021-646 du 25 mai 2021 - art. 37",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000043532683",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-05-26",
                    "dateSignaTexte": "2021-05-25",
                    "dateDebutCible": "2021-05-27"
                }
            ],
            "num": "L613-7-1 A",
            "origine": "LEGI",
            "texte": "Sans préjudice de l'article L. 733-1 et sous réserve d'avoir fait l'objet d'une certification technique et de satisfaire au contrôle régulier de leurs compétences, les agents exerçant l'activité de surveillance mentionnée à l'article L. 611-1 peuvent utiliser un chien afin de mettre en évidence l'existence d'un risque lié à la présence de matières explosives. L'exercice de la mission prévue au présent article, dans un lieu déterminé et pour une durée donnée, est conditionné à une déclaration préalable au représentant de l'Etat dans le département par la personne titulaire de l'autorisation mentionnée à l'article L. 612-9 employant ces agents. Un décret en Conseil d'Etat fixe les conditions d'exercice et les modalités de déclaration préalable de cette mission ainsi que les conditions de formation, de certification technique et de contrôle des compétences applicables aux agents et aux chiens mentionnés au premier alinéa du présent article. Il prévoit également les règles propres à garantir la conformité des conditions de détention et d'utilisation des chiens aux exigences des articles L. 214-2 et L. 214-3 du code rural et de la pêche maritime. Les agents mentionnés au premier alinéa du présent article ne peuvent exercer simultanément cette mission et les prérogatives mentionnées aux articles L. 613-2 et L. 613-3. Cette mission ne peut s'exercer sur des personnes physiques. Les chiens mentionnés au présent article ne peuvent être utilisés à d'autres fins que l'identification d'un risque lié à la présence de matières explosives. Le présent article ne s'applique pas aux activités de détection d'explosifs mentionnées au 12.9.2 de l'annexe au règlement d'exécution (UE) 2015/1998 de la Commission du 5 novembre 2015 fixant des mesures détaillées pour la mise en œuvre des normes de base communes dans le domaine de la sûreté de l'aviation civile, qui font l'objet de dispositions particulières.",
            "texteHtml": "<p>Sans préjudice de l'article L. 733-1 et sous réserve d'avoir fait l'objet d'une certification technique et de satisfaire au contrôle régulier de leurs compétences, les agents exerçant l'activité de surveillance mentionnée à l'article L. 611-1 peuvent utiliser un chien afin de mettre en évidence l'existence d'un risque lié à la présence de matières explosives.</p><p>L'exercice de la mission prévue au présent article, dans un lieu déterminé et pour une durée donnée, est conditionné à une déclaration préalable au représentant de l'Etat dans le département par la personne titulaire de l'autorisation mentionnée à l'article L. 612-9 employant ces agents.</p><p>Un décret en Conseil d'Etat fixe les conditions d'exercice et les modalités de déclaration préalable de cette mission ainsi que les conditions de formation, de certification technique et de contrôle des compétences applicables aux agents et aux chiens mentionnés au premier alinéa du présent article. Il prévoit également les règles propres à garantir la conformité des conditions de détention et d'utilisation des chiens aux exigences des articles L. 214-2 et L. 214-3 du code rural et de la pêche maritime.</p><p>Les agents mentionnés au premier alinéa du présent article ne peuvent exercer simultanément cette mission et les prérogatives mentionnées aux articles L. 613-2 et L. 613-3. Cette mission ne peut s'exercer sur des personnes physiques.</p><p>Les chiens mentionnés au présent article ne peuvent être utilisés à d'autres fins que l'identification d'un risque lié à la présence de matières explosives.</p><p>Le présent article ne s'applique pas aux activités de détection d'explosifs mentionnées au 12.9.2 de l'annexe au règlement d'exécution (UE) 2015/1998 de la Commission du 5 novembre 2015 fixant des mesures détaillées pour la mise en œuvre des normes de base communes dans le domaine de la sûreté de l'aviation civile, qui font l'objet de dispositions particulières.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-05-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}