{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046872949",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les personnes assujetties qui ont en France le siège de leur activité économique ou un établissement stable ou, à défaut, leur domicile ou leur résidence habituelle, à l'exception des établissements stables de ces assujettis qui ne sont pas situés en France, et qui sont étroitement liées entre elles sur les plans financier, économique et de l'organisation peuvent demander, pour l'application des dispositions du présent chapitre, à constituer un seul assujetti au sens de l'article 256 A. II.-1. Sont considérés comme liés entre eux sur le plan financier les assujettis contrôlés en droit, directement ou indirectement, par une même personne, y compris cette dernière. Cette condition est satisfaite lorsqu'un assujetti ou une personne morale non assujettie, détient plus de 50 % du capital d'un autre assujetti, directement ou indirectement par l'intermédiaire d'autres assujettis ou personnes morales non assujetties, ou plus de 50 % des droits de vote d'un autre assujetti ou d'une personne morale non assujettie dans les mêmes conditions. Sont également considérés comme liés entre eux sur le plan financier : a) Les organes centraux, caisses et fédérations mentionnés aux articles L. 511-30, L. 512-55 et au b de l'article L. 512-1-1 du code monétaire et financier ainsi que leurs adhérents ou affiliés mentionnés aux articles L. 512-11, L. 512-20, L. 512-55, L. 512-60, L. 512-69 et L. 512-86 du même code ; b) Les membres des groupements prévus aux articles L. 931-2-1 et L. 931-2-2 du code de la sécurité sociale, à l' article L. 111-4-2 du code de la mutualité ainsi qu'aux articles L. 322-1-2 et L. 322-1-3 et au 5° de l'article L. 356-1 du code des assurances ; c) Les personnes qui respectent les conditions pour établir des comptes combinés en application de l' article L. 345-2 du code des assurances , de l' article L. 212-7 du code de la mutualité ou de l' article L. 931-34 du code de la sécurité sociale ; d) Les associations constituées conformément à l'accord du 25 avril 1996 portant dispositions communes à l'AGIRC et à l'ARRCO, chargées d'assurer la gouvernance d'un groupe paritaire de protection sociale dans les conditions prévues par l'accord du 8 juillet 2009 sur la gouvernance des groupes paritaires de protection sociale, et les associations et groupements d'intérêt économique contrôlés par ces associations sommitales, comptant parmi leurs membres soit au moins une fédération ou institution de retraite complémentaire régie par le titre II du livre IX du code de la sécurité sociale, soit au moins une association ou un groupement d'intérêt économique comptant parmi ses membres au moins une telle fédération ou institution ; e) Les sociétés de coordination mentionnées à l' article L. 423-1-2 du code de la construction et de l'habitation et les organismes qui détiennent leur capital. 2. Sont considérés comme liés entre eux sur le plan économique les assujettis exerçant : a) Soit une activité principale de même nature ; b) Soit des activités interdépendantes, complémentaires ou poursuivant un objectif économique commun ; c) Soit une activité réalisée en totalité ou en partie au bénéfice des autres membres. 3. Sont considérés comme liés entre eux sur le plan de l'organisation les assujettis : a) Qui sont en droit ou en fait, directement ou indirectement, sous une direction commune, ou, b) Qui organisent leurs activités totalement ou partiellement en concertation. 4. Les liens financier, économique et de l'organisation mentionnés au I doivent exister lors de l'exercice de l'option mentionnée au 3 du III et de manière continue pendant toute la période couverte par la demande. III.-1. Une personne assujettie ne peut être membre que d'un seul assujetti unique. Un assujetti unique ne peut pas être membre d'un autre assujetti unique. 2. Les membres de l'assujetti unique désignent parmi eux un représentant qui s'engage à accomplir les obligations déclaratives ainsi que toute formalité en matière de taxe sur la valeur ajoutée incombant à l'assujetti unique et, en cas d'opérations imposables, à acquitter la taxe en son nom ainsi qu'à obtenir le remboursement de crédit de taxe sur la valeur ajoutée. Chaque membre de l'assujetti unique reste tenu solidairement au paiement de la taxe sur la valeur ajoutée et, le cas échéant, des intérêts de retard, majorations et amendes fiscales correspondantes dont l'assujetti unique est redevable, à hauteur des droits et pénalités dont il serait redevable s'il n'était pas membre de l'assujetti unique. L'assujetti unique doit déposer ses déclarations de chiffre d'affaires selon les modalités prévues au premier alinéa du 2 de l'article 287. 3. La création de l'assujetti unique s'effectue sur option formulée par son représentant auprès du service des impôts dont celui-ci dépend. Elle ne peut être exercée qu'avec l'accord de chacun des membres de l'assujetti unique. L'option est formulée au plus tard le 31 octobre de l'année qui précède son application. Elle prend effet au 1er janvier de l'année qui suit celle au cours de laquelle elle a été exprimée et couvre obligatoirement une période de trois années civiles. Tout membre d'un assujetti unique n'est plus un assujetti au sens de l'article 256 A. Il en constitue un secteur d'activité. A l'issue de la période obligatoire mentionnée au deuxième alinéa du présent 3 et sur accord exprès de chacun des membres de l'assujetti unique, il peut être mis fin à l'assujetti unique sur dénonciation de l'option formulée par son représentant. Cette dénonciation prend effet à compter du premier jour du deuxième mois qui suit celui au cours duquel elle est intervenue. Nonobstant la période obligatoire mentionnée au même deuxième alinéa, l'assujetti unique cesse de plein droit à la date à laquelle les conditions mentionnées aux I et II ne sont plus remplies. Il en va notamment ainsi en cas de sortie de son pénultième membre. Le représentant en informe l'administration sans délai. 4. L'introduction d'un nouveau membre de l'assujetti unique ne peut intervenir qu'à l'issue de la période obligatoire mentionnée au deuxième alinéa du 3 du présent III, sauf si cette introduction concerne un assujetti qui, au jour de prise d'effet de l'option mentionnée au même deuxième alinéa, ne remplissait pas les conditions de liens mentionnées aux I et II. Cette introduction est subordonnée au respect des conditions de liens mentionnées aux mêmes I et II et doit être formulée par le représentant de l'assujetti unique accompagnée de l'accord exprès du membre concerné. Elle prend effet le 1er janvier de l'année qui suit celle au cours de laquelle elle a été formulée. A l'issue de la période obligatoire mentionnée au deuxième alinéa du 3 du présent III, tout membre d'un assujetti unique peut décider de s'en retirer à compter du 1er janvier de l'année suivante avec l'accord du représentant de l'assujetti unique. Le représentant informe l'administration de cette décision au plus tard le 31 octobre de l'année qui précède celle de la sortie du membre. L'appartenance d'un membre à l'assujetti unique cesse de plein droit à compter du premier jour du mois suivant celui au cours duquel ce membre ne remplit plus les conditions de liens mentionnées aux I et II. Le représentant en informe l'administration sans délai. 5. Chaque année, le représentant communique à l'administration, au plus tard le 10 janvier, la liste des membres de l'assujetti unique appréciée au 1er janvier de la même année. 6. Le crédit de taxe sur la valeur ajoutée constaté par un membre de l'assujetti unique au titre d'une période antérieure à l'entrée en vigueur de l'option prévue au présent III ne peut faire l'objet d'un report sur une déclaration déposée par l'assujetti unique. Ce crédit donne lieu à remboursement à ce membre dans les conditions prévues au IV de l'article 271. Le crédit de taxe sur la valeur ajoutée constaté sur la déclaration mentionnée au 2 de l'article 287 souscrite par l'assujetti unique pendant l'application du régime optionnel prévu au I du présent article lui est définitivement acquis. 7. L'existence de l'assujetti unique aux fins d'application des règles de la taxe sur la valeur ajoutée est sans incidence sur les autres impôts, taxes, droits et prélèvements de toute nature dont sont redevables ses membres.",
            "texteHtml": "<p>I.-Les personnes assujetties qui ont en France le siège de leur activité économique ou un établissement stable ou, à défaut, leur domicile ou leur résidence habituelle, à l'exception des établissements stables de ces assujettis qui ne sont pas situés en France, et qui sont étroitement liées entre elles sur les plans financier, économique et de l'organisation peuvent demander, pour l'application des dispositions du présent chapitre, à constituer un seul assujetti au sens de l'article 256 A.<br/><br/>\nII.-1. Sont considérés comme liés entre eux sur le plan financier les assujettis contrôlés en droit, directement ou indirectement, par une même personne, y compris cette dernière. Cette condition est satisfaite lorsqu'un assujetti ou une personne morale non assujettie, détient plus de 50 % du capital d'un autre assujetti, directement ou indirectement par l'intermédiaire d'autres assujettis ou personnes morales non assujetties, ou plus de 50 % des droits de vote d'un autre assujetti ou d'une personne morale non assujettie dans les mêmes conditions.<br/><br/>\nSont également considérés comme liés entre eux sur le plan financier :<br/><br/>\na) Les organes centraux, caisses et fédérations mentionnés aux articles L. 511-30, L. 512-55 et au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000019900436&dateTexte=&categorieLien=cid'>b de l'article L. 512-1-1 du code monétaire et financier</a> ainsi que leurs adhérents ou affiliés mentionnés aux articles L. 512-11, L. 512-20, L. 512-55, L. 512-60, L. 512-69 et L. 512-86 du même code ;<br/><br/>\nb) Les membres des groupements prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000030433989&dateTexte=&categorieLien=cid'>L. 931-2-1</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000030434016&dateTexte=&categorieLien=cid'>L. 931-2-2</a> du code de la sécurité sociale, à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000019305327&dateTexte=&categorieLien=cid'>article L. 111-4-2 du code de la mutualité</a> ainsi qu'aux articles L. 322-1-2 et L. 322-1-3 et au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030434921&dateTexte=&categorieLien=cid'>5° de l'article L. 356-1 du code des assurances</a> ;<br/><br/>\nc) Les personnes qui respectent les conditions pour établir des comptes combinés en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006799118&dateTexte=&categorieLien=cid'>article L. 345-2 du code des assurances</a>, de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792244&dateTexte=&categorieLien=cid'>article L. 212-7 du code de la mutualité</a> ou de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745669&dateTexte=&categorieLien=cid'>article L. 931-34 du code de la sécurité sociale</a> ;<br/><br/>\nd) Les associations constituées conformément à l'accord du 25 avril 1996 portant dispositions communes à l'AGIRC et à l'ARRCO, chargées d'assurer la gouvernance d'un groupe paritaire de protection sociale dans les conditions prévues par l'accord du 8 juillet 2009 sur la gouvernance des groupes paritaires de protection sociale, et les associations et groupements d'intérêt économique contrôlés par ces associations sommitales, comptant parmi leurs membres soit au moins une fédération ou institution de retraite complémentaire régie par le titre II du livre IX du code de la sécurité sociale, soit au moins une association ou un groupement d'intérêt économique comptant parmi ses membres au moins une telle fédération ou institution ;<br/><br/>\ne) Les sociétés de coordination mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825296&dateTexte=&categorieLien=cid'>article L. 423-1-2 du code de la construction et de l'habitation</a> et les organismes qui détiennent leur capital.<br/><br/>\n2. Sont considérés comme liés entre eux sur le plan économique les assujettis exerçant :<br/><br/>\na) Soit une activité principale de même nature ;<br/><br/>\nb) Soit des activités interdépendantes, complémentaires ou poursuivant un objectif économique commun ;<br/><br/>\nc) Soit une activité réalisée en totalité ou en partie au bénéfice des autres membres.<br/><br/>\n3. Sont considérés comme liés entre eux sur le plan de l'organisation les assujettis :<br/><br/>\na) Qui sont en droit ou en fait, directement ou indirectement, sous une direction commune, ou,<br/><br/>\nb) Qui organisent leurs activités totalement ou partiellement en concertation.<br/><br/>\n4. Les liens financier, économique et de l'organisation mentionnés au I doivent exister lors de l'exercice de l'option mentionnée au 3 du III et de manière continue pendant toute la période couverte par la demande.<br/><br/>\nIII.-1. Une personne assujettie ne peut être membre que d'un seul assujetti unique. Un assujetti unique ne peut pas être membre d'un autre assujetti unique.<br/><br/>\n2. Les membres de l'assujetti unique désignent parmi eux un représentant qui s'engage à accomplir les obligations déclaratives ainsi que toute formalité en matière de taxe sur la valeur ajoutée incombant à l'assujetti unique et, en cas d'opérations imposables, à acquitter la taxe en son nom ainsi qu'à obtenir le remboursement de crédit de taxe sur la valeur ajoutée. Chaque membre de l'assujetti unique reste tenu solidairement au paiement de la taxe sur la valeur ajoutée et, le cas échéant, des intérêts de retard, majorations et amendes fiscales correspondantes dont l'assujetti unique est redevable, à hauteur des droits et pénalités dont il serait redevable s'il n'était pas membre de l'assujetti unique.<br/><br/>\nL'assujetti unique doit déposer ses déclarations de chiffre d'affaires selon les modalités prévues au premier alinéa du 2 de l'article 287.<br/><br/>\n3. La création de l'assujetti unique s'effectue sur option formulée par son représentant auprès du service des impôts dont celui-ci dépend. Elle ne peut être exercée qu'avec l'accord de chacun des membres de l'assujetti unique.<br/><br/>\nL'option est formulée au plus tard le 31 octobre de l'année qui précède son application. Elle prend effet au 1er janvier de l'année qui suit celle au cours de laquelle elle a été exprimée et couvre obligatoirement une période de trois années civiles.<br/><br/>\nTout membre d'un assujetti unique n'est plus un assujetti au sens de l'article 256 A. Il en constitue un secteur d'activité.<br/><br/>\nA l'issue de la période obligatoire mentionnée au deuxième alinéa du présent 3 et sur accord exprès de chacun des membres de l'assujetti unique, il peut être mis fin à l'assujetti unique sur dénonciation de l'option formulée par son représentant. Cette dénonciation prend effet à compter du premier jour du deuxième mois qui suit celui au cours duquel elle est intervenue.<br/><br/>\nNonobstant la période obligatoire mentionnée au même deuxième alinéa, l'assujetti unique cesse de plein droit à la date à laquelle les conditions mentionnées aux I et II ne sont plus remplies. Il en va notamment ainsi en cas de sortie de son pénultième membre. Le représentant en informe l'administration sans délai.<br/><br/>\n4. L'introduction d'un nouveau membre de l'assujetti unique ne peut intervenir qu'à l'issue de la période obligatoire mentionnée au deuxième alinéa du 3 du présent III, sauf si cette introduction concerne un assujetti qui, au jour de prise d'effet de l'option mentionnée au même deuxième alinéa, ne remplissait pas les conditions de liens mentionnées aux I et II. Cette introduction est subordonnée au respect des conditions de liens mentionnées aux mêmes I et II et doit être formulée par le représentant de l'assujetti unique accompagnée de l'accord exprès du membre concerné. Elle prend effet le 1er janvier de l'année qui suit celle au cours de laquelle elle a été formulée.<br/><br/>\nA l'issue de la période obligatoire mentionnée au deuxième alinéa du 3 du présent III, tout membre d'un assujetti unique peut décider de s'en retirer à compter du 1er janvier de l'année suivante avec l'accord du représentant de l'assujetti unique. Le représentant informe l'administration de cette décision au plus tard le 31 octobre de l'année qui précède celle de la sortie du membre.<br/><br/>\nL'appartenance d'un membre à l'assujetti unique cesse de plein droit à compter du premier jour du mois suivant celui au cours duquel ce membre ne remplit plus les conditions de liens mentionnées aux I et II. Le représentant en informe l'administration sans délai.<br/><br/>\n5. Chaque année, le représentant communique à l'administration, au plus tard le 10 janvier, la liste des membres de l'assujetti unique appréciée au 1er janvier de la même année.<br/><br/>\n6. Le crédit de taxe sur la valeur ajoutée constaté par un membre de l'assujetti unique au titre d'une période antérieure à l'entrée en vigueur de l'option prévue au présent III ne peut faire l'objet d'un report sur une déclaration déposée par l'assujetti unique. Ce crédit donne lieu à remboursement à ce membre dans les conditions prévues au IV de l'article 271.<br/><br/>\nLe crédit de taxe sur la valeur ajoutée constaté sur la déclaration mentionnée au 2 de l'article 287 souscrite par l'assujetti unique pendant l'application du régime optionnel prévu au I du présent article lui est définitivement acquis.<br/><br/>\n7. L'existence de l'assujetti unique aux fins d'application des règles de la taxe sur la valeur ajoutée est sans incidence sur les autres impôts, taxes, droits et prélèvements de toute nature dont sont redevables ses membres.</p><p></p>",
            "num": "256 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR_DIFF",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1224046,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162559",
                        "id": "LEGISCTA000006162559",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I : Opérations obligatoirement imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179644",
                        "id": "LEGISCTA000006179644",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042860655",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179644",
            "sectionParentId": "LEGISCTA000006179644",
            "sectionParentTitre": "I : Opérations obligatoirement imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section I : Champ d'application &gt; I : Opérations obligatoirement imposables",
            "refInjection": "MD-20231020_092820_909_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000046872949",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l’article 86 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions entrent en vigueur le 1 er janvier 2024.",
            "notaHtml": "<p>Conformément au II de l’article 86 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions entrent en vigueur le 1<sup>er</sup> janvier 2024.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046845631",
                    "textTitle": "LOI n°2022-1726 du 30 décembre 2022 - art. 86 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000046852210",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-31",
                    "dateSignaTexte": "2022-12-30",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046081100",
                    "textTitle": "Décret n°2022-1033 du 20 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046084738",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1033",
                    "datePubli": 1658534400000,
                    "dateDebut": 1658620800000
                },
                {
                    "textCid": "JORFTEXT000046081100",
                    "textTitle": "Décret n°2022-1033 du 20 juillet 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046081113",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1033",
                    "datePubli": 1658534400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046081100",
                    "textTitle": "Décret n°2022-1033 du 20 juillet 2022 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000046081129",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1033",
                    "datePubli": 1658534400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046326568",
                    "textTitle": "Arrêté du 22 septembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046327629",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1664064000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "JORFTEXT000046383471",
                    "textTitle": "Arrêté du 7 octobre 2022 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000046385530",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665273600000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "JORFTEXT000046383394",
                    "textTitle": "Décret n°2022-1299 du 7 octobre 2022 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000046385051",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1299",
                    "datePubli": 1665273600000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "JORFTEXT000046565986",
                    "textTitle": "Décret n°2022-1437 du 16 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046566694",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1437",
                    "datePubli": 1668643200000,
                    "dateDebut": 1668729600000
                },
                {
                    "textCid": "JORFTEXT000046565986",
                    "textTitle": "Décret n°2022-1437 du 16 novembre 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046566712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1437",
                    "datePubli": 1668643200000,
                    "dateDebut": 1668729600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R123-220 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R123-220",
                    "articleId": "LEGIARTI000048224800",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1697760000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L66 A (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L66 A",
                    "articleId": "LEGIARTI000042862487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L512-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L512-1-1",
                    "articleId": "LEGIARTI000019900436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1228867200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-2-1",
                    "articleId": "LEGIARTI000030433989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-2-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-2-2",
                    "articleId": "LEGIARTI000030434016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-34",
                    "articleId": "LEGIARTI000006745669",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L345-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L345-2",
                    "articleId": "LEGIARTI000006799118",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L356-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L356-1",
                    "articleId": "LEGIARTI000030434921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L111-4-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-4-2",
                    "articleId": "LEGIARTI000019305327",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-7",
                    "articleId": "LEGIARTI000006792244",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1213488000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-1-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-1-2",
                    "articleId": "LEGIARTI000006825296",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "",
                    "textTitle": "accord du 25 avril 1996",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "accord du 8 juillet 2009 sur la gouvernance",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "titre II du livre IX du code de la sécurité sociale",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042862062",
                    "etat": "ABROGE_DIFF",
                    "version": "1.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046872949",
                    "etat": "VIGUEUR_DIFF",
                    "version": "2.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "256 C",
                "256"
            ],
            "versionPrecedente": "LEGIARTI000042862062",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042862062",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les personnes assujetties qui ont en France le siège de leur activité économique ou un établissement stable ou, à défaut, leur domicile ou leur résidence habituelle, à l'exception des établissements stables de ces assujettis qui ne sont pas situés en France, et qui sont étroitement liées entre elles sur les plans financier, économique et de l'organisation peuvent demander, pour l'application des dispositions du présent chapitre, à constituer un seul assujetti au sens de l'article 256 A. II.-1. Sont considérés comme liés entre eux sur le plan financier les assujettis contrôlés en droit, directement ou indirectement, par une même personne, y compris cette dernière. Cette condition est satisfaite lorsqu'un assujetti ou une personne morale non assujettie, détient plus de 50 % du capital d'un autre assujetti, directement ou indirectement par l'intermédiaire d'autres assujettis ou personnes morales non assujetties, ou plus de 50 % des droits de vote d'un autre assujetti ou d'une personne morale non assujettie dans les mêmes conditions. Sont également considérés comme liés entre eux sur le plan financier : a) Les organes centraux, caisses et fédérations mentionnés aux articles L. 511-30, L. 512-55 et au b de l'article L. 512-1-1 du code monétaire et financier ainsi que leurs adhérents ou affiliés mentionnés aux articles L. 512-11, L. 512-20, L. 512-55, L. 512-60, L. 512-69 et L. 512-86 du même code ; b) Les membres des groupements prévus aux articles L. 931-2-1 et L. 931-2-2 du code de la sécurité sociale, à l' article L. 111-4-2 du code de la mutualité ainsi qu'aux articles L. 322-1-2 et L. 322-1-3 et au 5° de l'article L. 356-1 du code des assurances ; c) Les personnes qui respectent les conditions pour établir des comptes combinés en application de l' article L. 345-2 du code des assurances , de l' article L. 212-7 du code de la mutualité ou de l' article L. 931-34 du code de la sécurité sociale ; d) Les associations constituées conformément à l'accord du 25 avril 1996 portant dispositions communes à l'AGIRC et à l'ARRCO, chargées d'assurer la gouvernance d'un groupe paritaire de protection sociale dans les conditions prévues par l'accord du 8 juillet 2009 sur la gouvernance des groupes paritaires de protection sociale, et les associations et groupements d'intérêt économique contrôlés par ces associations sommitales, comptant parmi leurs membres soit au moins une fédération ou institution de retraite complémentaire régie par le titre II du livre IX du code de la sécurité sociale, soit au moins une association ou un groupement d'intérêt économique comptant parmi ses membres au moins une telle fédération ou institution ; e) Les sociétés de coordination mentionnées à l' article L. 423-1-2 du code de la construction et de l'habitation et les organismes qui détiennent leur capital. 2. Sont considérés comme liés entre eux sur le plan économique les assujettis exerçant : a) Soit une activité principale de même nature ; b) Soit des activités interdépendantes, complémentaires ou poursuivant un objectif économique commun ; c) Soit une activité réalisée en totalité ou en partie au bénéfice des autres membres. 3. Sont considérés comme liés entre eux sur le plan de l'organisation les assujettis : a) Qui sont en droit ou en fait, directement ou indirectement, sous une direction commune, ou, b) Qui organisent leurs activités totalement ou partiellement en concertation. 4. Les liens financier, économique et de l'organisation mentionnés au I doivent exister lors de l'exercice de l'option mentionnée au 3 du III et de manière continue pendant toute la période couverte par la demande. III.-1. Une personne assujettie ne peut être membre que d'un seul assujetti unique. Un assujetti unique ne peut pas être membre d'un autre assujetti unique. 2. Les membres de l'assujetti unique désignent parmi eux un représentant qui s'engage à accomplir les obligations déclaratives ainsi que toute formalité en matière de taxe sur la valeur ajoutée incombant à l'assujetti unique et, en cas d'opérations imposables, à acquitter la taxe en son nom ainsi qu'à obtenir le remboursement de crédit de taxe sur la valeur ajoutée. Chaque membre de l'assujetti unique reste tenu solidairement au paiement de la taxe sur la valeur ajoutée et, le cas échéant, des intérêts de retard, majorations et amendes fiscales correspondantes dont l'assujetti unique est redevable, à hauteur des droits et pénalités dont il serait redevable s'il n'était pas membre de l'assujetti unique. L'assujetti unique doit déposer ses déclarations de chiffre d'affaires selon les modalités prévues au premier alinéa du 2 de l'article 287. 3. La création de l'assujetti unique s'effectue sur option formulée par son représentant auprès du service des impôts dont celui-ci dépend. Elle ne peut être exercée qu'avec l'accord de chacun des membres de l'assujetti unique. L'option est formulée au plus tard le 31 octobre de l'année qui précède son application. Elle prend effet au 1er janvier de l'année qui suit celle au cours de laquelle elle a été exprimée et couvre obligatoirement une période de trois années civiles. Tout membre d'un assujetti unique n'est plus un assujetti au sens de l'article 256 A. Il en constitue un secteur d'activité. A l'issue de la période obligatoire mentionnée au deuxième alinéa du présent 3 et sur accord exprès de chacun des membres de l'assujetti unique, il peut être mis fin à l'assujetti unique sur dénonciation de l'option formulée par son représentant. Cette dénonciation prend effet à compter du premier jour du deuxième mois qui suit celui au cours duquel elle est intervenue. Nonobstant la période obligatoire mentionnée au même deuxième alinéa, l'assujetti unique cesse de plein droit à la date à laquelle les conditions mentionnées aux I et II ne sont plus remplies. Il en va notamment ainsi en cas de sortie de son pénultième membre. Le représentant en informe l'administration sans délai. 4. L'introduction d'un nouveau membre de l'assujetti unique ne peut intervenir qu'à l'issue de la période obligatoire mentionnée au deuxième alinéa du 3 du présent III, sauf si cette introduction concerne un assujetti qui, au jour de prise d'effet de l'option mentionnée au même deuxième alinéa, ne remplissait pas les conditions de liens mentionnées aux I et II. Cette introduction est subordonnée au respect des conditions de liens mentionnées aux mêmes I et II et doit être formulée par le représentant de l'assujetti unique accompagnée de l'accord exprès du membre concerné. Elle prend effet le 1er janvier de l'année qui suit celle au cours de laquelle elle a été formulée. A l'issue de la période obligatoire mentionnée au deuxième alinéa du 3 du présent III, tout membre d'un assujetti unique peut décider de s'en retirer à compter du 1er janvier de l'année suivante avec l'accord du représentant de l'assujetti unique. Le représentant informe l'administration de cette décision au plus tard le 31 octobre de l'année qui précède celle de la sortie du membre. L'appartenance d'un membre à l'assujetti unique cesse de plein droit à compter du premier jour du mois suivant celui au cours duquel ce membre ne remplit plus les conditions de liens mentionnées aux I et II. Le représentant en informe l'administration sans délai. 5. Chaque année, le représentant communique à l'administration, au plus tard le 31 janvier, la liste des membres de l'assujetti unique appréciée au 1er janvier de la même année. 6. Le crédit de taxe sur la valeur ajoutée constaté par un membre de l'assujetti unique au titre d'une période antérieure à l'entrée en vigueur de l'option prévue au présent III ne peut faire l'objet d'un report sur une déclaration déposée par l'assujetti unique. Ce crédit donne lieu à remboursement à ce membre dans les conditions prévues au IV de l'article 271. Le crédit de taxe sur la valeur ajoutée constaté sur la déclaration mentionnée au 2 de l'article 287 souscrite par l'assujetti unique pendant l'application du régime optionnel prévu au I du présent article lui est définitivement acquis. 7. L'existence de l'assujetti unique aux fins d'application des règles de la taxe sur la valeur ajoutée est sans incidence sur les autres impôts, taxes, droits et prélèvements de toute nature dont sont redevables ses membres.",
            "texteHtml": "<p>I.-Les personnes assujetties qui ont en France le siège de leur activité économique ou un établissement stable ou, à défaut, leur domicile ou leur résidence habituelle, à l'exception des établissements stables de ces assujettis qui ne sont pas situés en France, et qui sont étroitement liées entre elles sur les plans financier, économique et de l'organisation peuvent demander, pour l'application des dispositions du présent chapitre, à constituer un seul assujetti au sens de l'article 256 A.<br/><br/>\n II.-1. Sont considérés comme liés entre eux sur le plan financier les assujettis contrôlés en droit, directement ou indirectement, par une même personne, y compris cette dernière. Cette condition est satisfaite lorsqu'un assujetti ou une personne morale non assujettie, détient plus de 50 % du capital d'un autre assujetti, directement ou indirectement par l'intermédiaire d'autres assujettis ou personnes morales non assujetties, ou plus de 50 % des droits de vote d'un autre assujetti ou d'une personne morale non assujettie dans les mêmes conditions.<br/><br/>\n Sont également considérés comme liés entre eux sur le plan financier :<br/><br/>\n a) Les organes centraux, caisses et fédérations mentionnés aux articles L. 511-30, L. 512-55 et au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000019900436&dateTexte=&categorieLien=cid'>b de l'article L. 512-1-1 du code monétaire et financier</a> ainsi que leurs adhérents ou affiliés mentionnés aux articles L. 512-11, L. 512-20, L. 512-55, L. 512-60, L. 512-69 et L. 512-86 du même code ;<br/><br/>\n b) Les membres des groupements prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000030433989&dateTexte=&categorieLien=cid'>L. 931-2-1</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000030434016&dateTexte=&categorieLien=cid'>L. 931-2-2</a> du code de la sécurité sociale, à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000019305327&dateTexte=&categorieLien=cid'>article L. 111-4-2 du code de la mutualité</a> ainsi qu'aux articles L. 322-1-2 et L. 322-1-3 et au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030434921&dateTexte=&categorieLien=cid'>5° de l'article L. 356-1 du code des assurances</a> ;<br/><br/>\n c) Les personnes qui respectent les conditions pour établir des comptes combinés en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006799118&dateTexte=&categorieLien=cid'>article L. 345-2 du code des assurances</a>, de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792244&dateTexte=&categorieLien=cid'>article L. 212-7 du code de la mutualité</a> ou de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006745669&dateTexte=&categorieLien=cid'>article L. 931-34 du code de la sécurité sociale</a> ;<br/><br/>\n d) Les associations constituées conformément à l'accord du 25 avril 1996 portant dispositions communes à l'AGIRC et à l'ARRCO, chargées d'assurer la gouvernance d'un groupe paritaire de protection sociale dans les conditions prévues par l'accord du 8 juillet 2009 sur la gouvernance des groupes paritaires de protection sociale, et les associations et groupements d'intérêt économique contrôlés par ces associations sommitales, comptant parmi leurs membres soit au moins une fédération ou institution de retraite complémentaire régie par le titre II du livre IX du code de la sécurité sociale, soit au moins une association ou un groupement d'intérêt économique comptant parmi ses membres au moins une telle fédération ou institution ;<br/><br/>\n e) Les sociétés de coordination mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825296&dateTexte=&categorieLien=cid'>article L. 423-1-2 du code de la construction et de l'habitation</a> et les organismes qui détiennent leur capital.<br/><br/>\n 2. Sont considérés comme liés entre eux sur le plan économique les assujettis exerçant :<br/><br/>\n a) Soit une activité principale de même nature ;<br/><br/>\n b) Soit des activités interdépendantes, complémentaires ou poursuivant un objectif économique commun ;<br/><br/>\n c) Soit une activité réalisée en totalité ou en partie au bénéfice des autres membres.<br/><br/>\n 3. Sont considérés comme liés entre eux sur le plan de l'organisation les assujettis :<br/><br/>\n a) Qui sont en droit ou en fait, directement ou indirectement, sous une direction commune, ou,<br/><br/>\n b) Qui organisent leurs activités totalement ou partiellement en concertation.<br/><br/>\n 4. Les liens financier, économique et de l'organisation mentionnés au I doivent exister lors de l'exercice de l'option mentionnée au 3 du III et de manière continue pendant toute la période couverte par la demande.<br/><br/>\n III.-1. Une personne assujettie ne peut être membre que d'un seul assujetti unique. Un assujetti unique ne peut pas être membre d'un autre assujetti unique.<br/><br/>\n 2. Les membres de l'assujetti unique désignent parmi eux un représentant qui s'engage à accomplir les obligations déclaratives ainsi que toute formalité en matière de taxe sur la valeur ajoutée incombant à l'assujetti unique et, en cas d'opérations imposables, à acquitter la taxe en son nom ainsi qu'à obtenir le remboursement de crédit de taxe sur la valeur ajoutée. Chaque membre de l'assujetti unique reste tenu solidairement au paiement de la taxe sur la valeur ajoutée et, le cas échéant, des intérêts de retard, majorations et amendes fiscales correspondantes dont l'assujetti unique est redevable, à hauteur des droits et pénalités dont il serait redevable s'il n'était pas membre de l'assujetti unique.<br/><br/>\n L'assujetti unique doit déposer ses déclarations de chiffre d'affaires selon les modalités prévues au premier alinéa du 2 de l'article 287.<br/><br/>\n 3. La création de l'assujetti unique s'effectue sur option formulée par son représentant auprès du service des impôts dont celui-ci dépend. Elle ne peut être exercée qu'avec l'accord de chacun des membres de l'assujetti unique.<br/><br/>\n L'option est formulée au plus tard le 31 octobre de l'année qui précède son application. Elle prend effet au 1er janvier de l'année qui suit celle au cours de laquelle elle a été exprimée et couvre obligatoirement une période de trois années civiles.<br/><br/>\n Tout membre d'un assujetti unique n'est plus un assujetti au sens de l'article 256 A. Il en constitue un secteur d'activité.<br/><br/>\n A l'issue de la période obligatoire mentionnée au deuxième alinéa du présent 3 et sur accord exprès de chacun des membres de l'assujetti unique, il peut être mis fin à l'assujetti unique sur dénonciation de l'option formulée par son représentant. Cette dénonciation prend effet à compter du premier jour du deuxième mois qui suit celui au cours duquel elle est intervenue.<br/><br/>\n Nonobstant la période obligatoire mentionnée au même deuxième alinéa, l'assujetti unique cesse de plein droit à la date à laquelle les conditions mentionnées aux I et II ne sont plus remplies. Il en va notamment ainsi en cas de sortie de son pénultième membre. Le représentant en informe l'administration sans délai.<br/><br/>\n 4. L'introduction d'un nouveau membre de l'assujetti unique ne peut intervenir qu'à l'issue de la période obligatoire mentionnée au deuxième alinéa du 3 du présent III, sauf si cette introduction concerne un assujetti qui, au jour de prise d'effet de l'option mentionnée au même deuxième alinéa, ne remplissait pas les conditions de liens mentionnées aux I et II. Cette introduction est subordonnée au respect des conditions de liens mentionnées aux mêmes I et II et doit être formulée par le représentant de l'assujetti unique accompagnée de l'accord exprès du membre concerné. Elle prend effet le 1er janvier de l'année qui suit celle au cours de laquelle elle a été formulée.<br/><br/>\n A l'issue de la période obligatoire mentionnée au deuxième alinéa du 3 du présent III, tout membre d'un assujetti unique peut décider de s'en retirer à compter du 1er janvier de l'année suivante avec l'accord du représentant de l'assujetti unique. Le représentant informe l'administration de cette décision au plus tard le 31 octobre de l'année qui précède celle de la sortie du membre.<br/><br/>\n L'appartenance d'un membre à l'assujetti unique cesse de plein droit à compter du premier jour du mois suivant celui au cours duquel ce membre ne remplit plus les conditions de liens mentionnées aux I et II. Le représentant en informe l'administration sans délai.<br/><br/>\n 5. Chaque année, le représentant communique à l'administration, au plus tard le 31 janvier, la liste des membres de l'assujetti unique appréciée au 1er janvier de la même année.<br/><br/>\n 6. Le crédit de taxe sur la valeur ajoutée constaté par un membre de l'assujetti unique au titre d'une période antérieure à l'entrée en vigueur de l'option prévue au présent III ne peut faire l'objet d'un report sur une déclaration déposée par l'assujetti unique. Ce crédit donne lieu à remboursement à ce membre dans les conditions prévues au IV de l'article 271.<br/><br/>\n Le crédit de taxe sur la valeur ajoutée constaté sur la déclaration mentionnée au 2 de l'article 287 souscrite par l'assujetti unique pendant l'application du régime optionnel prévu au I du présent article lui est définitivement acquis.<br/><br/>\n 7. L'existence de l'assujetti unique aux fins d'application des règles de la taxe sur la valeur ajoutée est sans incidence sur les autres impôts, taxes, droits et prélèvements de toute nature dont sont redevables ses membres.</p>",
            "num": "256 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE_DIFF",
            "dateDebut": 1640995200000,
            "dateFin": 1704067200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1224046,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162559",
                        "id": "LEGISCTA000006162559",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I : Opérations obligatoirement imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179644",
                        "id": "LEGISCTA000006179644",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042860655",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006179644",
            "sectionParentId": "LEGISCTA000006179644",
            "sectionParentTitre": "I : Opérations obligatoirement imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section I : Champ d'application &gt; I : Opérations obligatoirement imposables",
            "refInjection": "MD-20231020_092820_909_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000042862062",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III de l’article 162 de la loi n° 2020-1721 du 29 décembre 2020, les présentes dispositions entrent en vigueur le 1 er janvier 2022.",
            "notaHtml": "<p>Conformément au III de l’article 162 de la loi n° 2020-1721 du 29 décembre 2020, les présentes dispositions entrent en vigueur le 1<sup>er</sup> janvier 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 162 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "162",
                    "articleId": "LEGIARTI000042778717",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046081100",
                    "textTitle": "Décret n°2022-1033 du 20 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046084738",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1033",
                    "datePubli": 1658534400000,
                    "dateDebut": 1658620800000
                },
                {
                    "textCid": "JORFTEXT000046081100",
                    "textTitle": "Décret n°2022-1033 du 20 juillet 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046081113",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1033",
                    "datePubli": 1658534400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046081100",
                    "textTitle": "Décret n°2022-1033 du 20 juillet 2022 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000046081129",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1033",
                    "datePubli": 1658534400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046326568",
                    "textTitle": "Arrêté du 22 septembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046327629",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1664064000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "JORFTEXT000046383471",
                    "textTitle": "Arrêté du 7 octobre 2022 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000046385530",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1665273600000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "JORFTEXT000046383394",
                    "textTitle": "Décret n°2022-1299 du 7 octobre 2022 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000046385051",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1299",
                    "datePubli": 1665273600000,
                    "dateDebut": 1665360000000
                },
                {
                    "textCid": "JORFTEXT000046565986",
                    "textTitle": "Décret n°2022-1437 du 16 novembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046566694",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1437",
                    "datePubli": 1668643200000,
                    "dateDebut": 1668729600000
                },
                {
                    "textCid": "JORFTEXT000046565986",
                    "textTitle": "Décret n°2022-1437 du 16 novembre 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046566712",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1437",
                    "datePubli": 1668643200000,
                    "dateDebut": 1668729600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R123-220 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R123-220",
                    "articleId": "LEGIARTI000048224800",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1697760000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L66 A (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L66 A",
                    "articleId": "LEGIARTI000042862487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L512-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L512-1-1",
                    "articleId": "LEGIARTI000019900436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1228867200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-2-1",
                    "articleId": "LEGIARTI000030433989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-2-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-2-2",
                    "articleId": "LEGIARTI000030434016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-34",
                    "articleId": "LEGIARTI000006745669",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L345-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L345-2",
                    "articleId": "LEGIARTI000006799118",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L356-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L356-1",
                    "articleId": "LEGIARTI000030434921",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L111-4-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-4-2",
                    "articleId": "LEGIARTI000019305327",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-7",
                    "articleId": "LEGIARTI000006792244",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1213488000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-1-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-1-2",
                    "articleId": "LEGIARTI000006825296",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "",
                    "textTitle": "accord du 25 avril 1996",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "accord du 8 juillet 2009 sur la gouvernance",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "titre II du livre IX du code de la sécurité sociale",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042862062",
                    "etat": "ABROGE_DIFF",
                    "version": "1.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046872949",
                    "etat": "VIGUEUR_DIFF",
                    "version": "2.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "256 C",
                "256"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}