{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000022496006",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le département de la Guyane, le schéma départemental d'orientation minière de la Guyane définit les conditions générales applicables à la prospection minière, ainsi que les modalités de l'implantation et de l'exploitation des sites miniers terrestres. A ce titre, il définit, notamment par un zonage, la compatibilité des différents espaces du territoire de la Guyane avec les activités minières, en prenant en compte la nécessité de protéger les milieux naturels sensibles, les paysages, les sites et les populations et de gérer de manière équilibrée l'espace et les ressources naturelles. Le schéma tient compte de l'intérêt économique de la Guyane et de la valorisation durable de ses ressources minières. Au sein des secteurs qu'il identifie comme compatibles avec une activité d'exploitation, il fixe les contraintes environnementales et les objectifs à atteindre en matière de remise en état des sites miniers. Le schéma départemental d'orientation minière de la Guyane est élaboré ou mis à jour par le représentant de l'Etat dans le département. Le schéma ou sa mise à jour sont soumis à une évaluation environnementale en application de l'article L. 122-6 du code de l'environnement. Il est mis à la disposition du public pendant une durée de deux mois. Le public est avisé des modalités de consultation au moins quinze jours à l'avance. Le schéma, éventuellement modifié pour tenir compte des observations et des propositions recueillies, est ensuite transmis pour avis au conseil régional, au conseil général de la Guyane, aux communes concernées, à la commission départementale des mines et aux chambres consulaires. Ces avis sont réputés favorables s'ils n'interviennent pas dans un délai de trois mois. Le schéma, éventuellement modifié pour tenir compte de ces avis, est approuvé par décret en Conseil d'Etat. Le schéma ou sa mise à jour étant approuvés, le représentant de l'Etat dans le département en informe le public et met à sa disposition le schéma ainsi que les informations mentionnées au 2° du I de l'article L. 122-10 du code de l'environnement. Dans le cadre défini par ce schéma, le représentant de l'Etat dans le département peut lancer, après consultation des collectivités territoriales mentionnées au troisième alinéa, des appels à candidature pour la recherche et l'exploitation aurifères sur la base d'un cahier des charges définissant, notamment, les contraintes d'exploitation et environnementales propres à chaque zone. Les titres et autorisations miniers délivrés en application du présent code doivent être compatibles avec ce schéma. Aucun permis de recherche ne peut être délivré dans des zones interdites à toute exploitation minière. Le schéma d'aménagement régional de la Guyane et le schéma directeur d'aménagement et de gestion des eaux prennent en compte le schéma départemental d'orientation minière. Les documents d'urbanisme prennent en compte ou sont modifiés pour prendre en compte, dans un délai d'un an, le schéma départemental d'orientation minière. Les titres et autorisations miniers délivrés antérieurement à l'entrée en vigueur du schéma minier prévu au présent article continuent à produire leurs effets jusqu'à la date d'expiration de leur validité. Toutefois, dans les zones interdites à toute exploitation minière et dans les zones où l'exploitation minière est interdite, sauf exploitation souterraine et recherches aériennes, dans le schéma départemental d'orientation minière, la durée des titres de recherche et des concessions en cours de validité ne peut être prolongée. La durée des autres titres d'exploitation en cours de validité ne peut être prolongée qu'une fois. Dans les mêmes zones, les titulaires d'un permis exclusif de recherche peuvent obtenir un titre d'exploitation. La durée de ce titre ne peut toutefois être prolongée.",
            "texteHtml": "<p>Dans le département de la Guyane, le schéma départemental d'orientation minière de la Guyane définit les conditions générales applicables à la prospection minière, ainsi que les modalités de l'implantation et de l'exploitation des sites miniers terrestres. A ce titre, il définit, notamment par un zonage, la compatibilité des différents espaces du territoire de la Guyane avec les activités minières, en prenant en compte la nécessité de protéger les milieux naturels sensibles, les paysages, les sites et les populations et de gérer de manière équilibrée l'espace et les ressources naturelles. Le schéma tient compte de l'intérêt économique de la Guyane et de la valorisation durable de ses ressources minières. Au sein des secteurs qu'il identifie comme compatibles avec une activité d'exploitation, il fixe les contraintes environnementales et les objectifs à atteindre en matière de remise en état des sites miniers. </p><p>Le schéma départemental d'orientation minière de la Guyane est élaboré ou mis à jour par le représentant de l'Etat dans le département. Le schéma ou sa mise à jour sont soumis à une évaluation environnementale en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832891&dateTexte=&categorieLien=cid'>L. 122-6 </a>du code de l'environnement. Il est mis à la disposition du public pendant une durée de deux mois. Le public est avisé des modalités de consultation au moins quinze jours à l'avance. </p><p>Le schéma, éventuellement modifié pour tenir compte des observations et des propositions recueillies, est ensuite transmis pour avis au conseil régional, au conseil général de la Guyane, aux communes concernées, à la commission départementale des mines et aux chambres consulaires. Ces avis sont réputés favorables s'ils n'interviennent pas dans un délai de trois mois. </p><p>Le schéma, éventuellement modifié pour tenir compte de ces avis, est approuvé par décret en Conseil d'Etat. </p><p>Le schéma ou sa mise à jour étant approuvés, le représentant de l'Etat dans le département en informe le public et met à sa disposition le schéma ainsi que les informations mentionnées au 2° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832895&dateTexte=&categorieLien=cid'>L. 122-10</a> du code de l'environnement. </p><p>Dans le cadre défini par ce schéma, le représentant de l'Etat dans le département peut lancer, après consultation des collectivités territoriales mentionnées au troisième alinéa, des appels à candidature pour la recherche et l'exploitation aurifères sur la base d'un cahier des charges définissant, notamment, les contraintes d'exploitation et environnementales propres à chaque zone. </p><p>Les titres et autorisations miniers délivrés en application du présent code doivent être compatibles avec ce schéma. Aucun permis de recherche ne peut être délivré dans des zones interdites à toute exploitation minière. </p><p>Le schéma d'aménagement régional de la Guyane et le schéma directeur d'aménagement et de gestion des eaux prennent en compte le schéma départemental d'orientation minière. Les documents d'urbanisme prennent en compte ou sont modifiés pour prendre en compte, dans un délai d'un an, le schéma départemental d'orientation minière. </p><p>Les titres et autorisations miniers délivrés antérieurement à l'entrée en vigueur du schéma minier prévu au présent article continuent à produire leurs effets jusqu'à la date d'expiration de leur validité. </p><p>Toutefois, dans les zones interdites à toute exploitation minière et dans les zones où l'exploitation minière est interdite, sauf exploitation souterraine et recherches aériennes, dans le schéma départemental d'orientation minière, la durée des titres de recherche et des concessions en cours de validité ne peut être prolongée. La durée des autres titres d'exploitation en cours de validité ne peut être prolongée qu'une fois. Dans les mêmes zones, les titulaires d'un permis exclusif de recherche peuvent obtenir un titre d'exploitation. La durée de ce titre ne peut toutefois être prolongée.</p>",
            "num": "68-20-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE_DIFF",
            "dateDebut": 1279065600000,
            "dateFin": 7956835200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1956-08-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Régime général",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099941",
                        "id": "LEGISCTA000006099941",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1956-08-21",
                        "fin": "2999-01-01",
                        "titre": "Titre III : De l'exploitation des mines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122811",
                        "id": "LEGISCTA000006122811",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1998-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions particulières aux départements d'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139367",
                        "id": "LEGISCTA000006139367",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1998-04-22",
                        "fin": "2222-02-22",
                        "titre": "Section 3 : Dispositions diverses.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153534",
                        "id": "LEGISCTA000006153534",
                        "etat": "ABROGE_DIFF"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1956-08-21",
                        "fin": "2999-01-01",
                        "titre": "Code minier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071785",
                        "id": "LEGITEXT000006071785",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020674460",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006153534",
            "sectionParentId": "LEGISCTA000006153534",
            "sectionParentTitre": "Section 3 : Dispositions diverses.",
            "fullSectionsTitre": "Livre Ier : Régime général &gt; Titre III : De l'exploitation des mines &gt; Chapitre IV : Dispositions particulières aux départements d'outre-mer &gt; Section 3 : Dispositions diverses.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022496006",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071785",
                    "titre": "Code minier",
                    "titreLong": "Code minier",
                    "etat": "VIGUEUR",
                    "dateDebut": -421718400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071785",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance n° 2011-91 du 20 janvier 2011 article 19 : L'abrogation des dispositions mentionnées au I de l'article 17 ne prendra effet qu'à compter de la publication des dispositions réglementaires du code minier pour ce qui concerne au deuxième alinéa de l'article 68-20-1 les mots \" par le représentant de l'Etat dans le département \" et les mots \" après avis de la commission départementale des mines \" (Fin de vigueur : date indéterminée).",
            "notaHtml": "<p>Ordonnance n° 2011-91 du 20 janvier 2011 article 19 : L'abrogation des dispositions mentionnées au I de l'article 17 ne prendra effet qu'à compter de la publication des dispositions réglementaires du code minier pour ce qui concerne au deuxième alinéa de l'article 68-20-1 les mots \" par le représentant de l'Etat dans le département \" et les mots \" après avis de la commission départementale des mines \" (Fin de vigueur : date indéterminée). </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022470434",
                    "textTitle": "LOI n° 2010-788\n du 12 juillet 2010 - art. 172",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "172",
                    "articleId": "LEGIARTI000022473140",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-13",
                    "dateSignaTexte": "2010-07-12",
                    "dateDebutCible": "2010-07-14"
                },
                {
                    "textCid": "JORFTEXT000023478661",
                    "textTitle": "Ordonnance n°2011-91\n du 20 janvier 2011 - art. 17 (VD)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000023481397",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2011-01-25",
                    "dateSignaTexte": "2011-01-20",
                    "dateDebutCible": "2011-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L122-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-10",
                    "articleId": "LEGIARTI000006832895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L122-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-6",
                    "articleId": "LEGIARTI000006832891",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470441600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L621-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L621-1",
                    "articleId": "LEGIARTI000023506045",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L621-2 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L621-2",
                    "articleId": "LEGIARTI000023506047",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L621-3 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L621-3",
                    "articleId": "LEGIARTI000023506051",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L621-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L621-4",
                    "articleId": "LEGIARTI000023506053",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L621-5 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L621-5",
                    "articleId": "LEGIARTI000023506055",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L621-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L621-6",
                    "articleId": "LEGIARTI000023506057",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023501962",
                    "textTitle": "Code minier (nouveau) - art. L621-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L621-7",
                    "articleId": "LEGIARTI000023506059",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020675908",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1243555200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496006",
                    "etat": "ABROGE_DIFF",
                    "version": "2.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 7956835200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "68-20-1"
            ],
            "versionPrecedente": "LEGIARTI000020675908",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020675908",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le département de la Guyane, le schéma départemental d'orientation minière de la Guyane définit les conditions générales applicables à la prospection minière, ainsi que les modalités de l'implantation et de l'exploitation des sites miniers terrestres.A ce titre, il définit, notamment par un zonage, la compatibilité des différents espaces du territoire de la Guyane avec les activités minières, en prenant en compte la nécessité de protéger les milieux naturels sensibles, les paysages, les sites et les populations et de gérer de manière équilibrée l'espace et les ressources naturelles. Le schéma tient compte de l'intérêt économique de la Guyane et de la valorisation durable de ses ressources minières. Au sein des secteurs qu'il identifie comme compatibles avec une activité d'exploitation, il fixe les contraintes environnementales et les objectifs à atteindre en matière de remise en état des sites miniers. Le schéma départemental d'orientation minière de la Guyane est élaboré ou mis à jour par le représentant de l'Etat dans le département. Le schéma ou sa mise à jour sont soumis à une évaluation environnementale en application de l'article L. 122-6 du code de l'environnement . Il est mis à la disposition du public pendant une durée d'un mois. Le public est avisé des modalités de consultation au moins huit jours à l'avance. Le schéma, éventuellement modifié pour tenir compte des observations et des propositions recueillies, est ensuite transmis pour avis au conseil régional, au conseil général de la Guyane, aux communes concernées et aux chambres consulaires. Ces avis sont réputés favorables s'ils n'interviennent pas dans un délai de deux mois. Le schéma, éventuellement modifié pour tenir compte de ces avis, est approuvé par décret en Conseil d'Etat. Le schéma ou sa mise à jour étant approuvés, le représentant de l'Etat dans le département en informe le public et met à sa disposition le schéma ainsi que les informations mentionnées au 2° du I de l'article L. 122-10 du code de l'environnement . Dans le cadre défini par ce schéma, le représentant de l'Etat dans le département peut lancer des appels à candidature pour la recherche et l'exploitation aurifères sur la base d'un cahier des charges définissant, notamment, les contraintes d'exploitation et environnementales propres à chaque zone. Les titres miniers délivrés en application du présent code doivent être compatibles avec ce schéma. Le schéma d'aménagement régional de la Guyane et le schéma directeur d'aménagement et de gestion des eaux prennent en compte le schéma départemental d'orientation minière. Les documents d'urbanisme prennent en compte ou sont modifiés pour prendre en compte, dans un délai d'un an, le schéma départemental d'orientation minière. Les titres miniers délivrés antérieurement à l'entrée en vigueur du schéma minier prévu au présent article continuent à produire leurs effets jusqu'à la date d'expiration de leur validité.",
            "texteHtml": "<p>Dans le département de la Guyane, le schéma départemental d'orientation minière de la Guyane définit les conditions générales applicables à la prospection minière, ainsi que les modalités de l'implantation et de l'exploitation des sites miniers terrestres.A ce titre, il définit, notamment par un zonage, la compatibilité des différents espaces du territoire de la Guyane avec les activités minières, en prenant en compte la nécessité de protéger les milieux naturels sensibles, les paysages, les sites et les populations et de gérer de manière équilibrée l'espace et les ressources naturelles. Le schéma tient compte de l'intérêt économique de la Guyane et de la valorisation durable de ses ressources minières. Au sein des secteurs qu'il identifie comme compatibles avec une activité d'exploitation, il fixe les contraintes environnementales et les objectifs à atteindre en matière de remise en état des sites miniers. <br clear='none'/><br clear='none'/>Le schéma départemental d'orientation minière de la Guyane est élaboré ou mis à jour par le représentant de l'Etat dans le département. Le schéma ou sa mise à jour sont soumis à une évaluation environnementale en application de l'article L. 122-6 du code de l'environnement . Il est mis à la disposition du public pendant une durée d'un mois. Le public est avisé des modalités de consultation au moins huit jours à l'avance. <br clear='none'/><br clear='none'/>Le schéma, éventuellement modifié pour tenir compte des observations et des propositions recueillies, est ensuite transmis pour avis au conseil régional, au conseil général de la Guyane, aux communes concernées et aux chambres consulaires. Ces avis sont réputés favorables s'ils n'interviennent pas dans un délai de deux mois. <br clear='none'/><br clear='none'/>Le schéma, éventuellement modifié pour tenir compte de ces avis, est approuvé par décret en Conseil d'Etat. <br clear='none'/><br clear='none'/>Le schéma ou sa mise à jour étant approuvés, le représentant de l'Etat dans le département en informe le public et met à sa disposition le schéma ainsi que les informations mentionnées au 2° du I de l'article L. 122-10 du code de l'environnement . <br clear='none'/><br clear='none'/>Dans le cadre défini par ce schéma, le représentant de l'Etat dans le département peut lancer des appels à candidature pour la recherche et l'exploitation aurifères sur la base d'un cahier des charges définissant, notamment, les contraintes d'exploitation et environnementales propres à chaque zone. <br clear='none'/><br clear='none'/>Les titres miniers délivrés en application du présent code doivent être compatibles avec ce schéma. <br clear='none'/><br clear='none'/>Le schéma d'aménagement régional de la Guyane et le schéma directeur d'aménagement et de gestion des eaux prennent en compte le schéma départemental d'orientation minière. Les documents d'urbanisme prennent en compte ou sont modifiés pour prendre en compte, dans un délai d'un an, le schéma départemental d'orientation minière. <br clear='none'/><br clear='none'/>Les titres miniers délivrés antérieurement à l'entrée en vigueur du schéma minier prévu au présent article continuent à produire leurs effets jusqu'à la date d'expiration de leur validité.</p>",
            "num": "68-20-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1243555200000,
            "dateFin": 1279065600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1956-08-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Régime général",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099941",
                        "id": "LEGISCTA000006099941",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1956-08-21",
                        "fin": "2999-01-01",
                        "titre": "Titre III : De l'exploitation des mines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122811",
                        "id": "LEGISCTA000006122811",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1998-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions particulières aux départements d'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139367",
                        "id": "LEGISCTA000006139367",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1998-04-22",
                        "fin": "2222-02-22",
                        "titre": "Section 3 : Dispositions diverses.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153534",
                        "id": "LEGISCTA000006153534",
                        "etat": "ABROGE_DIFF"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1956-08-21",
                        "fin": "2999-01-01",
                        "titre": "Code minier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071785",
                        "id": "LEGITEXT000006071785",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020674460",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006153534",
            "sectionParentId": "LEGISCTA000006153534",
            "sectionParentTitre": "Section 3 : Dispositions diverses.",
            "fullSectionsTitre": "Livre Ier : Régime général &gt; Titre III : De l'exploitation des mines &gt; Chapitre IV : Dispositions particulières aux départements d'outre-mer &gt; Section 3 : Dispositions diverses.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020675908",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071785",
                    "titre": "Code minier",
                    "titreLong": "Code minier",
                    "etat": "VIGUEUR",
                    "dateDebut": -421718400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071785",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020671201",
                    "textTitle": "LOI n°2009-594\n du 27 mai 2009 - art. 60",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000020672203",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-05-28",
                    "dateSignaTexte": "2009-05-27",
                    "dateDebutCible": "2009-05-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L122-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-10",
                    "articleId": "LEGIARTI000006832895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1086393600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L122-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-6",
                    "articleId": "LEGIARTI000006832891",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1086393600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020675908",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1243555200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022496006",
                    "etat": "ABROGE_DIFF",
                    "version": "2.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 7956835200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "68-20-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}