{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046770397",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Le volume complémentaire individuel mentionné au c du II de l'article D. 645-7 peut être fixé pour des vins de base destinés à l'élaboration de vins mousseux ou pétillants, des vins rosés tranquilles, des vins rouges tranquilles ou des vins blancs tranquilles, autres que ceux issus de raisins récoltés à surmaturité et manuellement par tries successives, bénéficiant d'une appellation d'origine contrôlée. Sur demande de l'organisme de défense et de gestion de l'appellation d'origine contrôlée concerné, les vins pour lesquels un volume complémentaire individuel peut être constitué sont inscrits sur une liste établie par le comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, après avis du comité régional de l'INAO concerné, et approuvée par décret, conformément à l'article L. 640-3 . Cette liste précise, pour chaque couleur de vins, le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée ainsi que le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. La demande de l'organisme de défense et de gestion précise, pour chaque couleur de vins les objectifs, les justifications techniques de la constitution d'un volume complémentaire individuel ainsi que le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée et le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné qu'il est proposé de fixer. La demande comporte l'avis motivé de l'interprofession compétente lorsqu'elle existe. Cet avis est réputé favorable si l'interprofession n'a pas répondu à la demande de l'organisme de défense et de gestion dans un délai de trois mois à compter de sa saisine. La demande prévoit, en outre, la mise en place d'un suivi des rendements, du volume complémentaire individuel constitué chaque année, du volume complémentaire individuel total de vins pouvant être stockés par un producteur et de la libération ou de la destruction de ce (s) volume (s). L'organisme de défense et de gestion fournit annuellement les données issues de ce suivi au comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, qui évalue la mise en œuvre des conditions d'application des volumes complémentaires individuels, et aux organismes de contrôle dans le cadre de la mise en œuvre du plan de contrôle ou d'inspection. Les modalités de contrôle de ces volumes et des dispositions relatives à la constitution d'un volume complémentaire individuel, prévues dans un projet de plan de contrôle ou d'inspection de l'appellation d'origine contrôlée concernée, sont jointes à la demande. II. ― Le non-respect par l'organisme de défense et de gestion des dispositions mentionnées au septième alinéa du I et les éléments recueillis au cours du suivi peuvent entraîner, sur proposition du comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, le retrait de l'appellation d'origine de la liste prévue au deuxième alinéa du I ou la modification du volume complémentaire individuel maximal de l'appellation pouvant être fixé pour une récolte donnée ou du volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. La totalité des volumes complémentaires individuels pour cette appellation d'origine contrôlée, en cas de retrait, ou les vins stockés qui dépassent les nouveaux volumes maximaux, en cas de modification des volumes maximaux initiaux, sont libérés dans les conditions prévues au 2° de l'article D. 645-15-2 ou détruits dans les conditions prévues à l'article D. 645-15-3, avant le 15 décembre qui suit la publication du décret approuvant ce retrait ou cette modification.",
            "texteHtml": "<p></p><p>I. ― Le volume complémentaire individuel mentionné au c du II de l'article D. 645-7 peut être fixé pour des vins de base destinés à l'élaboration de vins mousseux ou pétillants, des vins rosés tranquilles, des vins rouges tranquilles ou des vins blancs tranquilles, autres que ceux issus de raisins récoltés à surmaturité et manuellement par tries successives, bénéficiant d'une appellation d'origine contrôlée.</p><p>Sur demande de l'organisme de défense et de gestion de l'appellation d'origine contrôlée concerné, les vins pour lesquels un volume complémentaire individuel peut être constitué sont inscrits sur une liste établie par le comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, après avis du comité régional de l'INAO concerné, et approuvée par décret, conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584657&dateTexte=&categorieLien=cid'>L. 640-3</a>.</p><p>Cette liste précise, pour chaque couleur de vins, le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée ainsi que le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné.</p><p>La demande de l'organisme de défense et de gestion précise, pour chaque couleur de vins les objectifs, les justifications techniques de la constitution d'un volume complémentaire individuel ainsi que le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée et le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné qu'il est proposé de fixer.</p><p>La demande comporte l'avis motivé de l'interprofession compétente lorsqu'elle existe. Cet avis est réputé favorable si l'interprofession n'a pas répondu à la demande de l'organisme de défense et de gestion dans un délai de trois mois à compter de sa saisine.</p><p>La demande prévoit, en outre, la mise en place d'un suivi des rendements, du volume complémentaire individuel constitué chaque année, du volume complémentaire individuel total de vins pouvant être stockés par un producteur et de la libération ou de la destruction de ce (s) volume (s).</p><p>L'organisme de défense et de gestion fournit annuellement les données issues de ce suivi au comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, qui évalue la mise en œuvre des conditions d'application des volumes complémentaires individuels, et aux organismes de contrôle dans le cadre de la mise en œuvre du plan de contrôle ou d'inspection.</p><p>Les modalités de contrôle de ces volumes et des dispositions relatives à la constitution d'un volume complémentaire individuel, prévues dans un projet de plan de contrôle ou d'inspection de l'appellation d'origine contrôlée concernée, sont jointes à la demande.</p><p>II. ― Le non-respect par l'organisme de défense et de gestion des dispositions mentionnées au septième alinéa du I et les éléments recueillis au cours du suivi peuvent entraîner, sur proposition du comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, le retrait de l'appellation d'origine de la liste prévue au deuxième alinéa du I ou la modification du volume complémentaire individuel maximal de l'appellation pouvant être fixé pour une récolte donnée ou du volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné.</p><p>La totalité des volumes complémentaires individuels pour cette appellation d'origine contrôlée, en cas de retrait, ou les vins stockés qui dépassent les nouveaux volumes maximaux, en cas de modification des volumes maximaux initiaux, sont libérés dans les conditions prévues au 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000028225723&dateTexte=&categorieLien=cid'>D. 645-15-2 </a>ou détruits dans les conditions prévues à l'article D. 645-15-3, avant le 15 décembre qui suit la publication du décret approuvant ce retrait ou cette modification.</p><p></p>",
            "num": "D645-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1671667200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Production et marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121478",
                        "id": "LEGISCTA000006121478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-01-07",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : La valorisation des produits agricoles, forestiers ou alimentaires et des produits de la mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138438",
                        "id": "LEGISCTA000006138438",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-09-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions particulières relatives aux conditions de production pour le secteur des vins, eaux-de-vie et autres boissons alcoolisées bénéficiant d'une appellation d'origine.\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019525761",
                        "id": "LEGISCTA000019527459",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-11-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales applicables aux vins à appellation d'origine contrôlée.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023124662",
                        "id": "LEGISCTA000023125478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-11-25",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023124708",
                        "id": "LEGISCTA000023125431",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000028225657",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023124708",
            "sectionParentId": "LEGISCTA000023125431",
            "sectionParentTitre": "Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Production et marchés &gt; Titre IV : La valorisation des produits agricoles, forestiers ou alimentaires et des produits de la mer &gt; Chapitre V : Dispositions particulières relatives aux conditions de production pour le secteur des vins, eaux-de-vie et autres boissons alcoolisées bénéficiant d'une appellation d'origine.\r\n\r\n &gt; Section 1 : Dispositions générales applicables aux vins à appellation d'origine contrôlée. &gt; Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000046770397",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046768306",
                    "textTitle": "Décret n°2022-1594 du 20 décembre 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046768998",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-12-21",
                    "dateSignaTexte": "2022-12-20",
                    "dateDebutCible": "2022-12-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031289603",
                    "textTitle": "DÉCRET n°2015-1261 du 9 octobre 2015 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031290527",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1261",
                    "datePubli": 1444521600000,
                    "dateDebut": 1444608000000
                },
                {
                    "textCid": "JORFTEXT000031289603",
                    "textTitle": "Décret n°2015-1261 du 9 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046755338",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1261",
                    "datePubli": 1444521600000,
                    "dateDebut": 1671321600000
                },
                {
                    "textCid": "JORFTEXT000033204875",
                    "textTitle": "Décret n°2016-1339 du 7 octobre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033221271",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1339",
                    "datePubli": 1475971200000,
                    "dateDebut": 1476057600000
                },
                {
                    "textCid": "JORFTEXT000035546657",
                    "textTitle": "Décret n°2017-1333 du 11 septembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042647381",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1333",
                    "datePubli": 1505260800000,
                    "dateDebut": 1607644800000
                },
                {
                    "textCid": "JORFTEXT000035968102",
                    "textTitle": "Décret n°2017-1539 du 3 novembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035973570",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1539",
                    "datePubli": 1509840000000,
                    "dateDebut": 1509926400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D645-15-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D645-15-2",
                    "articleId": "LEGIARTI000028225723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385251200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L640-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L640-3",
                    "articleId": "LEGIARTI000006584657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-15-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-15-3",
                    "articleId": "LEGIARTI000031103712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440720000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-18-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-18-2",
                    "articleId": "LEGIARTI000028225763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385251200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-7",
                    "articleId": "LEGIARTI000035534206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1505088000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028225657",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1385251200000,
                    "dateFin": 1440720000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031103698",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1440720000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042977725",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1671667200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046770397",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671667200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D645-7-1",
                "645-7-1"
            ],
            "versionPrecedente": "LEGIARTI000042977725",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042977725",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Le volume complémentaire individuel mentionné au c du II de l'article D. 645-7 peut être fixé pour des vins rosés tranquilles, des vins rouges tranquilles ou des vins blancs tranquilles, autres que ceux issus de raisins récoltés à surmaturité et manuellement par tries successives, bénéficiant d'une appellation d'origine contrôlée. Sur demande de l'organisme de défense et de gestion de l'appellation d'origine contrôlée concerné, les vins pour lesquels un volume complémentaire individuel peut être constitué sont inscrits sur une liste établie par le comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, après avis du comité régional de l'INAO concerné, et approuvée par décret, conformément à l'article L. 640-3 . Cette liste précise, pour chaque couleur de vins, le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée ainsi que le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. La demande de l'organisme de défense et de gestion précise, pour chaque couleur de vins les objectifs, les justifications techniques de la constitution d'un volume complémentaire individuel ainsi que le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée et le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné qu'il est proposé de fixer. La demande comporte l'avis motivé de l'interprofession compétente lorsqu'elle existe. Cet avis est réputé favorable si l'interprofession n'a pas répondu à la demande de l'organisme de défense et de gestion dans un délai de trois mois à compter de sa saisine. La demande prévoit, en outre, la mise en place d'un suivi des rendements, du volume complémentaire individuel constitué chaque année, du volume complémentaire individuel total de vins pouvant être stockés par un producteur et de la libération ou de la destruction de ce (s) volume (s). L'organisme de défense et de gestion fournit annuellement les données issues de ce suivi au comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, qui évalue la mise en œuvre des conditions d'application des volumes complémentaires individuels, et aux organismes de contrôle dans le cadre de la mise en œuvre du plan de contrôle ou d'inspection. Les modalités de contrôle de ces volumes et des dispositions relatives à la constitution d'un volume complémentaire individuel, prévues dans un projet de plan de contrôle ou d'inspection de l'appellation d'origine contrôlée concernée, sont jointes à la demande. II. ― Le non-respect par l'organisme de défense et de gestion des dispositions mentionnées au septième alinéa du I et les éléments recueillis au cours du suivi peuvent entraîner, sur proposition du comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, le retrait de l'appellation d'origine de la liste prévue au deuxième alinéa du I ou la modification du volume complémentaire individuel maximal de l'appellation pouvant être fixé pour une récolte donnée ou du volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. La totalité des volumes complémentaires individuels pour cette appellation d'origine contrôlée, en cas de retrait, ou les vins stockés qui dépassent les nouveaux volumes maximaux, en cas de modification des volumes maximaux initiaux, sont libérés dans les conditions prévues au 2° de l'article D. 645-15-2 ou détruits dans les conditions prévues à l'article D. 645-15-3, avant le 15 décembre qui suit la publication du décret approuvant ce retrait ou cette modification.",
            "texteHtml": "<p></p><p>I. ― Le volume complémentaire individuel mentionné au c du II de l'article D. 645-7 peut être fixé pour des vins rosés tranquilles, des vins rouges tranquilles ou des vins blancs tranquilles, autres que ceux issus de raisins récoltés à surmaturité et manuellement par tries successives, bénéficiant d'une appellation d'origine contrôlée.</p><p>Sur demande de l'organisme de défense et de gestion de l'appellation d'origine contrôlée concerné, les vins pour lesquels un volume complémentaire individuel peut être constitué sont inscrits sur une liste établie par le comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, après avis du comité régional de l'INAO concerné, et approuvée par décret, conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584657&dateTexte=&categorieLien=cid'>L. 640-3</a>.</p><p>Cette liste précise, pour chaque couleur de vins, le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée ainsi que le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné.</p><p>La demande de l'organisme de défense et de gestion précise, pour chaque couleur de vins les objectifs, les justifications techniques de la constitution d'un volume complémentaire individuel ainsi que le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée et le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné qu'il est proposé de fixer.</p><p>La demande comporte l'avis motivé de l'interprofession compétente lorsqu'elle existe. Cet avis est réputé favorable si l'interprofession n'a pas répondu à la demande de l'organisme de défense et de gestion dans un délai de trois mois à compter de sa saisine.</p><p>La demande prévoit, en outre, la mise en place d'un suivi des rendements, du volume complémentaire individuel constitué chaque année, du volume complémentaire individuel total de vins pouvant être stockés par un producteur et de la libération ou de la destruction de ce (s) volume (s).</p><p>L'organisme de défense et de gestion fournit annuellement les données issues de ce suivi au comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, qui évalue la mise en œuvre des conditions d'application des volumes complémentaires individuels, et aux organismes de contrôle dans le cadre de la mise en œuvre du plan de contrôle ou d'inspection.</p><p>Les modalités de contrôle de ces volumes et des dispositions relatives à la constitution d'un volume complémentaire individuel, prévues dans un projet de plan de contrôle ou d'inspection de l'appellation d'origine contrôlée concernée, sont jointes à la demande.</p><p>II. ― Le non-respect par l'organisme de défense et de gestion des dispositions mentionnées au septième alinéa du I et les éléments recueillis au cours du suivi peuvent entraîner, sur proposition du comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, le retrait de l'appellation d'origine de la liste prévue au deuxième alinéa du I ou la modification du volume complémentaire individuel maximal de l'appellation pouvant être fixé pour une récolte donnée ou du volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné.</p><p>La totalité des volumes complémentaires individuels pour cette appellation d'origine contrôlée, en cas de retrait, ou les vins stockés qui dépassent les nouveaux volumes maximaux, en cas de modification des volumes maximaux initiaux, sont libérés dans les conditions prévues au 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000028225723&dateTexte=&categorieLien=cid'>D. 645-15-2 </a>ou détruits dans les conditions prévues à l'article D. 645-15-3, avant le 15 décembre qui suit la publication du décret approuvant ce retrait ou cette modification.</p><p></p>",
            "num": "D645-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1609459200000,
            "dateFin": 1671667200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Production et marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121478",
                        "id": "LEGISCTA000006121478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-01-07",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : La valorisation des produits agricoles, forestiers ou alimentaires et des produits de la mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138438",
                        "id": "LEGISCTA000006138438",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-09-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions particulières relatives aux conditions de production pour le secteur des vins, eaux-de-vie et autres boissons alcoolisées bénéficiant d'une appellation d'origine.\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019525761",
                        "id": "LEGISCTA000019527459",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-11-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales applicables aux vins à appellation d'origine contrôlée.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023124662",
                        "id": "LEGISCTA000023125478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-11-25",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023124708",
                        "id": "LEGISCTA000023125431",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000028225657",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023124708",
            "sectionParentId": "LEGISCTA000023125431",
            "sectionParentTitre": "Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Production et marchés &gt; Titre IV : La valorisation des produits agricoles, forestiers ou alimentaires et des produits de la mer &gt; Chapitre V : Dispositions particulières relatives aux conditions de production pour le secteur des vins, eaux-de-vie et autres boissons alcoolisées bénéficiant d'une appellation d'origine.\r\n\r\n &gt; Section 1 : Dispositions générales applicables aux vins à appellation d'origine contrôlée. &gt; Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042977725",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042841559",
                    "textTitle": "Décret n°2020-1813 du 30 décembre 2020 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042955040",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-31",
                    "dateSignaTexte": "2020-12-30",
                    "dateDebutCible": "2021-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031289603",
                    "textTitle": "DÉCRET n°2015-1261 du 9 octobre 2015 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031290527",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1261",
                    "datePubli": 1444521600000,
                    "dateDebut": 1444608000000
                },
                {
                    "textCid": "JORFTEXT000031289603",
                    "textTitle": "Décret n°2015-1261 du 9 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046755338",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1261",
                    "datePubli": 1444521600000,
                    "dateDebut": 1671321600000
                },
                {
                    "textCid": "JORFTEXT000033204875",
                    "textTitle": "Décret n°2016-1339 du 7 octobre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033221271",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1339",
                    "datePubli": 1475971200000,
                    "dateDebut": 1476057600000
                },
                {
                    "textCid": "JORFTEXT000035546657",
                    "textTitle": "Décret n°2017-1333 du 11 septembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042647381",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1333",
                    "datePubli": 1505260800000,
                    "dateDebut": 1607644800000
                },
                {
                    "textCid": "JORFTEXT000035968102",
                    "textTitle": "Décret n°2017-1539 du 3 novembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035973570",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1539",
                    "datePubli": 1509840000000,
                    "dateDebut": 1509926400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D645-15-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D645-15-2",
                    "articleId": "LEGIARTI000028225723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385251200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L640-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L640-3",
                    "articleId": "LEGIARTI000006584657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-15-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-15-3",
                    "articleId": "LEGIARTI000031103712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440720000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-18-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-18-2",
                    "articleId": "LEGIARTI000028225763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385251200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-7",
                    "articleId": "LEGIARTI000035534206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1505088000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028225657",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1385251200000,
                    "dateFin": 1440720000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031103698",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1440720000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042977725",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1671667200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046770397",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671667200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D645-7-1",
                "645-7-1"
            ],
            "versionPrecedente": "LEGIARTI000031103698",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031103698",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Le volume complémentaire individuel mentionné au c du II de l'article D. 645-7 peut être fixé pour des vins rouges tranquilles ou des vins blancs tranquilles, autres que ceux issus de raisins récoltés à surmaturité et manuellement par tries successives, bénéficiant d'une appellation d'origine contrôlée. Sur demande de l'organisme de défense et de gestion de l'appellation d'origine contrôlée concerné, les vins pour lesquels un volume complémentaire individuel peut être constitué sont inscrits sur une liste établie par le comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, après avis du comité régional de l'INAO concerné, et approuvée par décret, conformément à l'article L. 640-3 . Cette liste précise, pour chaque couleur de vins, le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée ainsi que le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. La demande de l'organisme de défense et de gestion précise, pour chaque couleur de vins les objectifs, les justifications techniques de la constitution d'un volume complémentaire individuel ainsi que le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée et le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné qu'il est proposé de fixer. La demande comporte l'avis motivé de l'interprofession compétente lorsqu'elle existe. Cet avis est réputé favorable si l'interprofession n'a pas répondu à la demande de l'organisme de défense et de gestion dans un délai de trois mois à compter de sa saisine. La demande prévoit, en outre, la mise en place d'un suivi des rendements, du volume complémentaire individuel constitué chaque année, du volume complémentaire individuel total de vins pouvant être stockés par un producteur et de la libération ou de la destruction de ce (s) volume (s). L'organisme de défense et de gestion fournit annuellement les données issues de ce suivi au comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, qui évalue la mise en œuvre des conditions d'application des volumes complémentaires individuels, et aux organismes de contrôle dans le cadre de la mise en œuvre du plan de contrôle ou d'inspection. Les modalités de contrôle de ces volumes et des dispositions relatives à la constitution d'un volume complémentaire individuel, prévues dans un projet de plan de contrôle ou d'inspection de l'appellation d'origine contrôlée concernée, sont jointes à la demande. II. ― Le non-respect par l'organisme de défense et de gestion des dispositions mentionnées au septième alinéa du I et les éléments recueillis au cours du suivi peuvent entraîner, sur proposition du comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, le retrait de l'appellation d'origine de la liste prévue au deuxième alinéa du I ou la modification du volume complémentaire individuel maximal de l'appellation pouvant être fixé pour une récolte donnée ou du volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. La totalité des volumes complémentaires individuels pour cette appellation d'origine contrôlée, en cas de retrait, ou les vins stockés qui dépassent les nouveaux volumes maximaux, en cas de modification des volumes maximaux initiaux, sont libérés dans les conditions prévues au 2° de l'article D. 645-15-2 ou détruits dans les conditions prévues à l'article D. 645-15-3, avant le 15 décembre qui suit la publication du décret approuvant ce retrait ou cette modification.",
            "texteHtml": "<div align='left'>I. ― Le volume complémentaire individuel mentionné au c du II de l'article D. 645-7 peut être fixé pour des vins rouges tranquilles ou des vins blancs tranquilles, autres que ceux issus de raisins récoltés à surmaturité et manuellement par tries successives, bénéficiant d'une appellation d'origine contrôlée. <p>Sur demande de l'organisme de défense et de gestion de l'appellation d'origine contrôlée concerné, les vins pour lesquels un volume complémentaire individuel peut être constitué sont inscrits sur une liste établie par le comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, après avis du comité régional de l'INAO concerné, et approuvée par décret, conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584657&dateTexte=&categorieLien=cid'>L. 640-3</a>. </p><p>Cette liste précise, pour chaque couleur de vins, le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée ainsi que le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. </p><p>La demande de l'organisme de défense et de gestion précise, pour chaque couleur de vins les objectifs, les justifications techniques de la constitution d'un volume complémentaire individuel ainsi que le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée et le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné qu'il est proposé de fixer. </p><p>La demande comporte l'avis motivé de l'interprofession compétente lorsqu'elle existe. Cet avis est réputé favorable si l'interprofession n'a pas répondu à la demande de l'organisme de défense et de gestion dans un délai de trois mois à compter de sa saisine. </p><p>La demande prévoit, en outre, la mise en place d'un suivi des rendements, du volume complémentaire individuel constitué chaque année, du volume complémentaire individuel total de vins pouvant être stockés par un producteur et de la libération ou de la destruction de ce (s) volume (s). </p><p>L'organisme de défense et de gestion fournit annuellement les données issues de ce suivi au comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, qui évalue la mise en œuvre des conditions d'application des volumes complémentaires individuels, et aux organismes de contrôle dans le cadre de la mise en œuvre du plan de contrôle ou d'inspection. </p><p>Les modalités de contrôle de ces volumes et des dispositions relatives à la constitution d'un volume complémentaire individuel, prévues dans un projet de plan de contrôle ou d'inspection de l'appellation d'origine contrôlée concernée, sont jointes à la demande. </p><p>II. ― Le non-respect par l'organisme de défense et de gestion des dispositions mentionnées au septième alinéa du I et les éléments recueillis au cours du suivi peuvent entraîner, sur proposition du comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, le retrait de l'appellation d'origine de la liste prévue au deuxième alinéa du I ou la modification du volume complémentaire individuel maximal de l'appellation pouvant être fixé pour une récolte donnée ou du volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. </p><p>La totalité des volumes complémentaires individuels pour cette appellation d'origine contrôlée, en cas de retrait, ou les vins stockés qui dépassent les nouveaux volumes maximaux, en cas de modification des volumes maximaux initiaux, sont libérés dans les conditions prévues au 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000028225723&dateTexte=&categorieLien=cid' title='Code rural - art. D645-15-2 (V)'>D. 645-15-2 </a>ou détruits dans les conditions prévues à l'article D. 645-15-3, avant le 15 décembre qui suit la publication du décret approuvant ce retrait ou cette modification.</p></div>",
            "num": "D645-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1440720000000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Production et marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121478",
                        "id": "LEGISCTA000006121478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-01-07",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : La valorisation des produits agricoles, forestiers ou alimentaires et des produits de la mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138438",
                        "id": "LEGISCTA000006138438",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-09-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions particulières relatives aux conditions de production pour le secteur des vins, eaux-de-vie et autres boissons alcoolisées bénéficiant d'une appellation d'origine.\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019525761",
                        "id": "LEGISCTA000019527459",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-11-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales applicables aux vins à appellation d'origine contrôlée.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023124662",
                        "id": "LEGISCTA000023125478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-11-25",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023124708",
                        "id": "LEGISCTA000023125431",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000028225657",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023124708",
            "sectionParentId": "LEGISCTA000023125431",
            "sectionParentTitre": "Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Production et marchés &gt; Titre IV : La valorisation des produits agricoles, forestiers ou alimentaires et des produits de la mer &gt; Chapitre V : Dispositions particulières relatives aux conditions de production pour le secteur des vins, eaux-de-vie et autres boissons alcoolisées bénéficiant d'une appellation d'origine.\r\n\r\n &gt; Section 1 : Dispositions générales applicables aux vins à appellation d'origine contrôlée. &gt; Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031103698",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031100937",
                    "textTitle": "DÉCRET n°2015-1061 du 25 août 2015 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031102134",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-08-27",
                    "dateSignaTexte": "2015-08-25",
                    "dateDebutCible": "2015-08-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031289603",
                    "textTitle": "DÉCRET n°2015-1261 du 9 octobre 2015 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031290527",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1261",
                    "datePubli": 1444521600000,
                    "dateDebut": 1444608000000
                },
                {
                    "textCid": "JORFTEXT000031289603",
                    "textTitle": "Décret n°2015-1261 du 9 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046755338",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1261",
                    "datePubli": 1444521600000,
                    "dateDebut": 1671321600000
                },
                {
                    "textCid": "JORFTEXT000033204875",
                    "textTitle": "Décret n°2016-1339 du 7 octobre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033221271",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1339",
                    "datePubli": 1475971200000,
                    "dateDebut": 1476057600000
                },
                {
                    "textCid": "JORFTEXT000035546657",
                    "textTitle": "Décret n°2017-1333 du 11 septembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042647381",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1333",
                    "datePubli": 1505260800000,
                    "dateDebut": 1607644800000
                },
                {
                    "textCid": "JORFTEXT000035968102",
                    "textTitle": "Décret n°2017-1539 du 3 novembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035973570",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1539",
                    "datePubli": 1509840000000,
                    "dateDebut": 1509926400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D645-15-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D645-15-2",
                    "articleId": "LEGIARTI000028225723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385251200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L640-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L640-3",
                    "articleId": "LEGIARTI000006584657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-15-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-15-3",
                    "articleId": "LEGIARTI000031103712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440720000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-18-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-18-2",
                    "articleId": "LEGIARTI000028225763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385251200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-7",
                    "articleId": "LEGIARTI000035534206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1505088000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028225657",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1385251200000,
                    "dateFin": 1440720000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031103698",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1440720000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042977725",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1671667200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046770397",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671667200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D645-7-1",
                "645-7-1"
            ],
            "versionPrecedente": "LEGIARTI000028225657",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028225657",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Le volume complémentaire individuel mentionné au c du II de l'article D. 645-7 peut être fixé pour des vins blancs tranquilles, autres que ceux issus de raisins récoltés à surmaturité et manuellement par tries successives, bénéficiant d'une appellation d'origine contrôlée. Sur demande de l'organisme de défense et de gestion de l'appellation d'origine contrôlée concerné, les vins pour lesquels un volume complémentaire individuel peut être constitué sont inscrits sur une liste établie par le comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, après avis du comité régional de l'INAO concerné, et approuvée par décret, conformément à l'article L. 640-3 . Cette liste précise le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée ainsi que le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. La demande de l'organisme de défense et de gestion précise les objectifs, les justifications techniques de la constitution d'un volume complémentaire individuel ainsi que le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée et le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné qu'il est proposé de fixer. La demande comporte l'avis motivé de l'interprofession compétente lorsqu'elle existe. Cet avis est réputé favorable si l'interprofession n'a pas répondu à la demande de l'organisme de défense et de gestion dans un délai de trois mois à compter de sa saisine. La demande prévoit, en outre, la mise en place d'un suivi des rendements, du volume complémentaire individuel constitué chaque année, du volume complémentaire individuel total de vins pouvant être stockés par un producteur et de la libération ou de la destruction de ce (s) volume (s). L'organisme de défense et de gestion fournit annuellement les données issues de ce suivi au comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, qui évalue la mise en œuvre des conditions d'application des volumes complémentaires individuels, et aux organismes de contrôle dans le cadre de la mise en œuvre du plan de contrôle ou d'inspection. Les modalités de contrôle de ces volumes et des dispositions relatives à la constitution d'un volume complémentaire individuel, prévues dans un projet de plan de contrôle ou d'inspection de l'appellation d'origine contrôlée concernée, sont jointes à la demande. II. ― Le non-respect par l'organisme de défense et de gestion des dispositions mentionnées au septième alinéa du I et les éléments recueillis au cours du suivi peuvent entraîner, sur proposition du comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, le retrait de l'appellation d'origine de la liste prévue au deuxième alinéa du I ou la modification du volume complémentaire individuel maximal de l'appellation pouvant être fixé pour une récolte donnée ou du volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. La totalité des volumes complémentaires individuels pour cette appellation d'origine contrôlée, en cas de retrait, ou les vins stockés qui dépassent les nouveaux volumes maximaux, en cas de modification des volumes maximaux initiaux, sont libérés dans les conditions prévues au 2° de l'article D. 645-15-2 ou détruits dans les conditions prévues à l'article D. 645-15-3, avant le 15 décembre qui suit la publication du décret approuvant ce retrait ou cette modification.",
            "texteHtml": "<div align='left'>I. ― Le volume complémentaire individuel mentionné au c du II de l'article D. 645-7 peut être fixé pour des vins blancs tranquilles, autres que ceux issus de raisins récoltés à surmaturité et manuellement par tries successives, bénéficiant d'une appellation d'origine contrôlée. <br/><br/>Sur demande de l'organisme de défense et de gestion de l'appellation d'origine contrôlée concerné, les vins pour lesquels un volume complémentaire individuel peut être constitué sont inscrits sur une liste établie par le comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, après avis du comité régional de l'INAO concerné, et approuvée par décret, conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584657&dateTexte=&categorieLien=cid'>L. 640-3</a>. <br/><br/>Cette liste précise le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée ainsi que le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. <br/><br/>La demande de l'organisme de défense et de gestion précise les objectifs, les justifications techniques de la constitution d'un volume complémentaire individuel ainsi que le volume complémentaire individuel maximum de l'appellation pouvant être fixé pour une récolte donnée et le volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné qu'il est proposé de fixer. <br/><br/>La demande comporte l'avis motivé de l'interprofession compétente lorsqu'elle existe. Cet avis est réputé favorable si l'interprofession n'a pas répondu à la demande de l'organisme de défense et de gestion dans un délai de trois mois à compter de sa saisine. <br/><br/>La demande prévoit, en outre, la mise en place d'un suivi des rendements, du volume complémentaire individuel constitué chaque année, du volume complémentaire individuel total de vins pouvant être stockés par un producteur et de la libération ou de la destruction de ce (s) volume (s). <br/><br/>L'organisme de défense et de gestion fournit annuellement les données issues de ce suivi au comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, qui évalue la mise en œuvre des conditions d'application des volumes complémentaires individuels, et aux organismes de contrôle dans le cadre de la mise en œuvre du plan de contrôle ou d'inspection. <br/><br/>Les modalités de contrôle de ces volumes et des dispositions relatives à la constitution d'un volume complémentaire individuel, prévues dans un projet de plan de contrôle ou d'inspection de l'appellation d'origine contrôlée concernée, sont jointes à la demande. <br/><br/>II. ― Le non-respect par l'organisme de défense et de gestion des dispositions mentionnées au septième alinéa du I et les éléments recueillis au cours du suivi peuvent entraîner, sur proposition du comité national des appellations d'origine relatives aux vins et aux boissons alcoolisées, et des eaux-de-vie de l'INAO, le retrait de l'appellation d'origine de la liste prévue au deuxième alinéa du I ou la modification du volume complémentaire individuel maximal de l'appellation pouvant être fixé pour une récolte donnée ou du volume complémentaire individuel total maximum de vins pouvant être stockés par un producteur donné. <br/><br/>La totalité des volumes complémentaires individuels pour cette appellation d'origine contrôlée, en cas de retrait, ou les vins stockés qui dépassent les nouveaux volumes maximaux, en cas de modification des volumes maximaux initiaux, sont libérés dans les conditions prévues au 2° de l'article D. 645-15-2 ou détruits dans les conditions prévues à l'article D. 645-15-3, avant le 15 décembre qui suit la publication du décret approuvant ce retrait ou cette modification.</div>",
            "num": "D645-7-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1385251200000,
            "dateFin": 1440720000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Production et marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121478",
                        "id": "LEGISCTA000006121478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-01-07",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : La valorisation des produits agricoles, forestiers ou alimentaires et des produits de la mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138438",
                        "id": "LEGISCTA000006138438",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-09-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions particulières relatives aux conditions de production pour le secteur des vins, eaux-de-vie et autres boissons alcoolisées bénéficiant d'une appellation d'origine.\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019525761",
                        "id": "LEGISCTA000019527459",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-11-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales applicables aux vins à appellation d'origine contrôlée.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023124662",
                        "id": "LEGISCTA000023125478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-11-25",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023124708",
                        "id": "LEGISCTA000023125431",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000028225657",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023124708",
            "sectionParentId": "LEGISCTA000023125431",
            "sectionParentTitre": "Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Production et marchés &gt; Titre IV : La valorisation des produits agricoles, forestiers ou alimentaires et des produits de la mer &gt; Chapitre V : Dispositions particulières relatives aux conditions de production pour le secteur des vins, eaux-de-vie et autres boissons alcoolisées bénéficiant d'une appellation d'origine.\r\n\r\n &gt; Section 1 : Dispositions générales applicables aux vins à appellation d'origine contrôlée. &gt; Sous-section 4 : Rendement des vignobles produisant des vins à appellation d'origine contrôlée.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028225657",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028224553",
                    "textTitle": "Décret n°2013-1051\n du 22 novembre 2013 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000028225413",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-11-23",
                    "dateSignaTexte": "2013-11-22",
                    "dateDebutCible": "2013-11-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031289603",
                    "textTitle": "DÉCRET n°2015-1261 du 9 octobre 2015 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031290527",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1261",
                    "datePubli": 1444521600000,
                    "dateDebut": 1444608000000
                },
                {
                    "textCid": "JORFTEXT000031289603",
                    "textTitle": "Décret n°2015-1261 du 9 octobre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046755338",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1261",
                    "datePubli": 1444521600000,
                    "dateDebut": 1671321600000
                },
                {
                    "textCid": "JORFTEXT000033204875",
                    "textTitle": "Décret n°2016-1339 du 7 octobre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033221271",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1339",
                    "datePubli": 1475971200000,
                    "dateDebut": 1476057600000
                },
                {
                    "textCid": "JORFTEXT000035546657",
                    "textTitle": "Décret n°2017-1333 du 11 septembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042647381",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1333",
                    "datePubli": 1505260800000,
                    "dateDebut": 1607644800000
                },
                {
                    "textCid": "JORFTEXT000035968102",
                    "textTitle": "Décret n°2017-1539 du 3 novembre 2017 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035973570",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1539",
                    "datePubli": 1509840000000,
                    "dateDebut": 1509926400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L640-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L640-3",
                    "articleId": "LEGIARTI000006584657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-15-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-15-3",
                    "articleId": "LEGIARTI000031103712",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440720000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-18-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-18-2",
                    "articleId": "LEGIARTI000028225763",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1385251200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D645-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D645-7",
                    "articleId": "LEGIARTI000035534206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1505088000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028225657",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1385251200000,
                    "dateFin": 1440720000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031103698",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1440720000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042977725",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1671667200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046770397",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671667200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D645-7-1",
                "645-7-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}