{
    "cid": "LEGIARTI000045134950",
    "num": "L421-7-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107980",
                        "id": "LEGISCTA000006107980",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2009-01-01",
                        "titre": "Livre IV : Professions et activités d'accueil",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128461",
                        "id": "LEGISCTA000006128461",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Professions et activités sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128461",
                        "id": "LEGISCTA000019801447",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-06-28",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Assistants maternels et assistants familiaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142855",
                        "id": "LEGISCTA000006142855",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-06-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157646",
                        "id": "LEGISCTA000006157646",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045134950",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L147-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L147-14",
                    "articleId": "LEGIARTI000045135883",
                    "natureText": "CODE",
                    "date": 1645046771450,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1644364800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045133771",
                    "textTitle": "LOI n°2022-140 du 7 février 2022 - art. 30",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000045134324",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-08",
                    "dateSignaTexte": "2022-02-07",
                    "dateDebutCible": "2022-02-09"
                }
            ],
            "num": "L421-7-1",
            "origine": "LEGI",
            "texte": "Le groupement d'intérêt public mentionné à l'article L. 147-14 gère une base nationale recensant les agréments délivrés pour l'exercice de la profession d'assistant familial ainsi que les suspensions et les retraits d'agrément. Cette base recense également les suspensions et retraits d'agréments des assistants maternels. Les informations concernant ces agréments, suspensions et retraits font l'objet d'un traitement automatisé de données pour permettre l'opposabilité des retraits d'agrément en cas de changement de département et, s'agissant des assistants familiaux, pour permettre aux employeurs de s'assurer de la validité de l'agrément de la personne qu'ils emploient. Un décret en Conseil d'Etat, pris après avis public et motivé de la Commission nationale de l'informatique et des libertés, définit les modalités d'application du présent article. Il précise les données enregistrées, leurs modalités de transmission, leur durée de conservation, les conditions de leur mise à jour, les catégories de personnes pouvant y accéder ou en être destinataires ainsi que les modalités d'exercice des droits des personnes concernées. Il précise également l'articulation entre le traitement mentionné au deuxième alinéa du présent article et ceux éventuellement réalisés pour la mise en œuvre de l'article L. 421-9.",
            "texteHtml": "<p>Le groupement d'intérêt public mentionné à l'article L. 147-14 gère une base nationale recensant les agréments délivrés pour l'exercice de la profession d'assistant familial ainsi que les suspensions et les retraits d'agrément. Cette base recense également les suspensions et retraits d'agréments des assistants maternels.<br/><br/>\n Les informations concernant ces agréments, suspensions et retraits font l'objet d'un traitement automatisé de données pour permettre l'opposabilité des retraits d'agrément en cas de changement de département et, s'agissant des assistants familiaux, pour permettre aux employeurs de s'assurer de la validité de l'agrément de la personne qu'ils emploient.<br/><br/>\n Un décret en Conseil d'Etat, pris après avis public et motivé de la Commission nationale de l'informatique et des libertés, définit les modalités d'application du présent article. Il précise les données enregistrées, leurs modalités de transmission, leur durée de conservation, les conditions de leur mise à jour, les catégories de personnes pouvant y accéder ou en être destinataires ainsi que les modalités d'exercice des droits des personnes concernées. Il précise également l'articulation entre le traitement mentionné au deuxième alinéa du présent article et ceux éventuellement réalisés pour la mise en œuvre de l'article L. 421-9.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-09T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}