{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032745713",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le procureur de la République financier ne peut mettre en mouvement l'action publique pour l'application des peines prévues à la présente section lorsque l'Autorité des marchés financiers a procédé à la notification des griefs pour les mêmes faits et à l'égard de la même personne en application de l'article L. 621-15. L'Autorité des marchés financiers ne peut procéder à la notification des griefs à une personne à l'encontre de laquelle l'action publique a été mise en mouvement pour les mêmes faits par le procureur de la République financier pour l'application des peines prévues à la présente section. II. – Avant toute mise en mouvement de l'action publique pour l'application des peines prévues à la présente section, le procureur de la République financier informe de son intention l'Autorité des marchés financiers. Celle-ci dispose d'un délai de deux mois pour lui faire connaître son intention de procéder à la notification des griefs à la même personne pour les mêmes faits. Si l'Autorité des marchés financiers ne fait pas connaître, dans le délai imparti, son intention de procéder à la notification des griefs ou si elle fait connaître qu'elle ne souhaite pas y procéder, le procureur de la République financier peut mettre en mouvement l'action publique. Si l'Autorité des marchés financiers fait connaître son intention de procéder à la notification des griefs, le procureur de la République financier dispose d'un délai de quinze jours pour confirmer son intention de mettre en mouvement l'action publique et saisir le procureur général près la cour d'appel de Paris. A défaut, l'Autorité des marchés financiers peut procéder à la notification des griefs. III. – Avant toute notification des griefs pour des faits susceptibles de constituer un des délits mentionnés à la présente section, l'Autorité des marchés financiers informe de son intention le procureur de la République financier. Celui-ci dispose d'un délai de deux mois pour lui faire connaître son intention de mettre en mouvement l'action publique pour les mêmes faits et à l'encontre de la même personne. Si le procureur de la République financier ne fait pas connaître, dans le délai imparti, son intention de mettre en mouvement l'action publique ou s'il fait connaître qu'il ne souhaite pas y procéder, l'Autorité des marchés financiers peut procéder à la notification des griefs. Si le procureur de la République financier fait connaître son intention de mettre en mouvement l'action publique, l'Autorité des marchés financiers dispose d'un délai de quinze jours pour confirmer son intention de procéder à la notification des griefs et saisir le procureur général près la cour d'appel de Paris. A défaut, le procureur de la République financier peut mettre en mouvement l'action publique. IV. – Saisi en application des II ou III du présent article, le procureur général près la cour d'appel de Paris dispose d'un délai de deux mois à compter de sa saisine pour autoriser ou non le procureur de la République financier à mettre en mouvement l'action publique, après avoir mis en mesure le procureur de la République financier et l'Autorité des marchés financiers de présenter leurs observations. Si le procureur de la République financier n'est pas autorisé, dans le délai imparti, à mettre en mouvement l'action publique, l'Autorité des marchés financiers peut procéder à la notification des griefs. V. – Dans le cadre des procédures prévues aux II et III, toute décision par laquelle l'Autorité des marchés financiers renonce à procéder à la notification des griefs et toute décision par laquelle le procureur de la République financier renonce à mettre en mouvement l'action publique est définitive et n'est pas susceptible de recours. Elle est versée au dossier de la procédure. L'absence de réponse de l'Autorité des marchés financiers et du procureur de la République financier dans les délais prévus aux mêmes II et III est définitive et n'est pas susceptible de recours. La décision du procureur général près la cour d'appel de Paris prévue au IV est définitive et n'est pas susceptible de recours. Elle est versée au dossier de la procédure. VI. – Les procédures prévues aux II, III et IV du présent article suspendent la prescription de l'action publique et de l'action de l'Autorité des marchés financiers pour les faits auxquels elles se rapportent. VII. – Par dérogation à l' article 85 du code de procédure pénale , une plainte avec constitution de partie civile pour des faits susceptibles de constituer un des délits mentionnés à la présente section n'est recevable qu'à la condition que le procureur de la République financier ait la possibilité d'exercer les poursuites en application du présent article, et que la personne qui se prétend lésée justifie qu'un délai de trois mois s'est écoulé depuis qu'elle a déposé plainte devant ce magistrat contre récépissé ou par lettre recommandée avec demande d'avis de réception ou depuis qu'elle a adressé, selon les mêmes modalités, copie à ce magistrat de sa plainte déposée devant un service de police judiciaire. La prescription de l'action publique est suspendue, au profit de la victime, du dépôt de la plainte jusqu'à la réponse du procureur de la République financier à l'expiration du délai de trois mois mentionné à la première phrase du présent VII. VIII. – Par dérogation au premier alinéa de l' article 551 du code de procédure pénale, la citation visant les délits mentionnés à la présente section ne peut être délivrée qu'à la demande du procureur de la République financier, à la condition qu'il ait la possibilité d'exercer les poursuites en application du présent article. IX. – Sans préjudice de l' article 6 du code de procédure pénale, l'action publique pour l'application des peines prévues à la présente section s'éteint, à l'issue des procédures prévues aux II, III et IV du présent article, par la notification des griefs par l'Autorité des marchés financiers pour les mêmes faits et à l'égard de la même personne en application de l'article L. 621-15 du présent code. X. – La section 8 du chapitre Ier du titre II du livre II du code de procédure pénale est applicable aux délits mentionnés à la présente section. XI. – Un décret en Conseil d'Etat précise les conditions et modalités d'application du présent article.",
            "texteHtml": "<p>I. – Le procureur de la République financier ne peut mettre en mouvement l'action publique pour l'application des peines prévues à la présente section lorsque l'Autorité des marchés financiers a procédé à la notification des griefs pour les mêmes faits et à l'égard de la même personne en application de l'article L. 621-15.</p><p>L'Autorité des marchés financiers ne peut procéder à la notification des griefs à une personne à l'encontre de laquelle l'action publique a été mise en mouvement pour les mêmes faits par le procureur de la République financier pour l'application des peines prévues à la présente section.</p><p>II. – Avant toute mise en mouvement de l'action publique pour l'application des peines prévues à la présente section, le procureur de la République financier informe de son intention l'Autorité des marchés financiers. Celle-ci dispose d'un délai de deux mois pour lui faire connaître son intention de procéder à la notification des griefs à la même personne pour les mêmes faits.</p><p>Si l'Autorité des marchés financiers ne fait pas connaître, dans le délai imparti, son intention de procéder à la notification des griefs ou si elle fait connaître qu'elle ne souhaite pas y procéder, le procureur de la République financier peut mettre en mouvement l'action publique.</p><p>Si l'Autorité des marchés financiers fait connaître son intention de procéder à la notification des griefs, le procureur de la République financier dispose d'un délai de quinze jours pour confirmer son intention de mettre en mouvement l'action publique et saisir le procureur général près la cour d'appel de Paris. A défaut, l'Autorité des marchés financiers peut procéder à la notification des griefs.</p><p>III. – Avant toute notification des griefs pour des faits susceptibles de constituer un des délits mentionnés à la présente section, l'Autorité des marchés financiers informe de son intention le procureur de la République financier. Celui-ci dispose d'un délai de deux mois pour lui faire connaître son intention de mettre en mouvement l'action publique pour les mêmes faits et à l'encontre de la même personne.</p><p>Si le procureur de la République financier ne fait pas connaître, dans le délai imparti, son intention de mettre en mouvement l'action publique ou s'il fait connaître qu'il ne souhaite pas y procéder, l'Autorité des marchés financiers peut procéder à la notification des griefs.</p><p>Si le procureur de la République financier fait connaître son intention de mettre en mouvement l'action publique, l'Autorité des marchés financiers dispose d'un délai de quinze jours pour confirmer son intention de procéder à la notification des griefs et saisir le procureur général près la cour d'appel de Paris. A défaut, le procureur de la République financier peut mettre en mouvement l'action publique.</p><p>IV. – Saisi en application des II ou III du présent article, le procureur général près la cour d'appel de Paris dispose d'un délai de deux mois à compter de sa saisine pour autoriser ou non le procureur de la République financier à mettre en mouvement l'action publique, après avoir mis en mesure le procureur de la République financier et l'Autorité des marchés financiers de présenter leurs observations. Si le procureur de la République financier n'est pas autorisé, dans le délai imparti, à mettre en mouvement l'action publique, l'Autorité des marchés financiers peut procéder à la notification des griefs.</p><p>V. – Dans le cadre des procédures prévues aux II et III, toute décision par laquelle l'Autorité des marchés financiers renonce à procéder à la notification des griefs et toute décision par laquelle le procureur de la République financier renonce à mettre en mouvement l'action publique est définitive et n'est pas susceptible de recours. Elle est versée au dossier de la procédure. L'absence de réponse de l'Autorité des marchés financiers et du procureur de la République financier dans les délais prévus aux mêmes II et III est définitive et n'est pas susceptible de recours.</p><p>La décision du procureur général près la cour d'appel de Paris prévue au IV est définitive et n'est pas susceptible de recours. Elle est versée au dossier de la procédure.</p><p>VI. – Les procédures prévues aux II, III et IV du présent article suspendent la prescription de l'action publique et de l'action de l'Autorité des marchés financiers pour les faits auxquels elles se rapportent.</p><p>VII. – Par dérogation à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575220&dateTexte=&categorieLien=cid'>article 85 du code de procédure pénale</a>, une plainte avec constitution de partie civile pour des faits susceptibles de constituer un des délits mentionnés à la présente section n'est recevable qu'à la condition que le procureur de la République financier ait la possibilité d'exercer les poursuites en application du présent article, et que la personne qui se prétend lésée justifie qu'un délai de trois mois s'est écoulé depuis qu'elle a déposé plainte devant ce magistrat contre récépissé ou par lettre recommandée avec demande d'avis de réception ou depuis qu'elle a adressé, selon les mêmes modalités, copie à ce magistrat de sa plainte déposée devant un service de police judiciaire. La prescription de l'action publique est suspendue, au profit de la victime, du dépôt de la plainte jusqu'à la réponse du procureur de la République financier à l'expiration du délai de trois mois mentionné à la première phrase du présent VII.</p><p>VIII. – Par dérogation au premier alinéa de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006576934&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 551 (V)'>article 551 </a>du code de procédure pénale, la citation visant les délits mentionnés à la présente section ne peut être délivrée qu'à la demande du procureur de la République financier, à la condition qu'il ait la possibilité d'exercer les poursuites en application du présent article.</p><p>IX. – Sans préjudice de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574826&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 6 (V)'>article 6 </a>du code de procédure pénale, l'action publique pour l'application des peines prévues à la présente section s'éteint, à l'issue des procédures prévues aux II, III et IV du présent article, par la notification des griefs par l'Autorité des marchés financiers pour les mêmes faits et à l'égard de la même personne en application de l'article L. 621-15 du présent code.</p><p>X. – La <a href='/affichCode.do?cidTexte=LEGITEXT000006071154&idSectionTA=LEGISCTA000006167486&dateTexte=&categorieLien=cid' title='Code de procédure pénale -  Section 8 : De la comparution sur reconnaissanc... (V)'>section 8</a> du chapitre Ier du titre II du livre II du code de procédure pénale est applicable aux délits mentionnés à la présente section.</p><p>XI. – Un décret en Conseil d'Etat précise les conditions et modalités d'application du présent article.</p>",
            "num": "L465-3-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1466640000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2128842295,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Les marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123910",
                        "id": "LEGISCTA000006123910",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140043",
                        "id": "LEGISCTA000006140043",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Infractions relatives à la protection des investisseurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154602",
                        "id": "LEGISCTA000006154602",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Atteintes à la transparence des marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170504",
                        "id": "LEGISCTA000006170504",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032745713",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170504",
            "sectionParentId": "LEGISCTA000006170504",
            "sectionParentTitre": "Section 1 : Atteintes à la transparence des marchés",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Les marchés &gt; Titre VI : Dispositions pénales &gt; Chapitre V : Infractions relatives à la protection des investisseurs &gt; Section 1 : Atteintes à la transparence des marchés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032745713",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032743112",
                    "textTitle": "LOI n° 2016-819 du 21 juin 2016 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032744787",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-06-22",
                    "dateSignaTexte": "2016-06-21",
                    "dateDebutCible": "2016-06-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033027881",
                    "textTitle": "Décret n°2016-1121 du 11 août 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033037333",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1121",
                    "datePubli": 1471132800000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale -  Section 8 : De la comparution sur reconnaissanc... (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000006167486",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096588800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 551 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "551",
                    "articleId": "LEGIARTI000006576934",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006574826",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 85",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "85",
                    "articleId": "LEGIARTI000006575220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488326400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-10-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-10-2",
                    "articleId": "LEGIARTI000037520597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1540425600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-15",
                    "articleId": "LEGIARTI000047288219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L762-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L762-13",
                    "articleId": "LEGIARTI000045236113",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L763-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L763-13",
                    "articleId": "LEGIARTI000045236181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L764-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L764-13",
                    "articleId": "LEGIARTI000045236251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R465-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R465-1",
                    "articleId": "LEGIARTI000033037516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R465-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R465-2",
                    "articleId": "LEGIARTI000033037533",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R465-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R465-3",
                    "articleId": "LEGIARTI000033037539",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R465-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R465-4",
                    "articleId": "LEGIARTI000033037542",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032745713",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1466640000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L465-3-6",
                "465-3-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}