{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047009358",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : \" Art. L. 325-1 - Les véhicules dont la circulation ou le stationnement en infraction aux dispositions du présent code ou aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur ou à la réglementation du transport des marchandises dangereuses par route compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et des paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun peuvent à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, dans les cas et conditions précisés par le décret prévu aux articles L. 325-3 et L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. Peuvent également, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols. L'immobilisation des véhicules se trouvant dans l'une des situations prévues aux deux alinéas précédents peut également être décidée, dans la limite de leur champ de compétence, par les agents habilités à constater les infractions au présent code susceptibles d'entraîner une telle mesure.\" \" Art. L. 325-2 - Pour l'application des articles L. 325-1, L. 325-1-1 et L. 325-1-2 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent et, à Paris, par les agents de police judiciaire adjoints appartenant au corps des contrôleurs de la préfecture de police exerçant leurs fonctions dans la spécialité voie publique. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale et, à Paris, les agents de surveillance de Paris, habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par l'article 1er de la loi n° 57-1424 du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public.\" \" Art. L. 325-6 -Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité. Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \" \" Art. L. 325-7 -Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. Le délai prévu au premier alinéa du présent article est réduit à sept jours pour les véhicules ayant servi à commettre l'infraction prévue à l'article L. 236-1. Ces véhicules sont, à l'expiration de ce délai de sept jours, livrés à la destruction.\" \" Art. L. 325-8 -Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \" \" Art. L. 325-9 -Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française. Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \" Le présent article est applicable au créancier gagiste en cas de confiscation du véhicule qui a servi pour commettre une infraction. \" Art. L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \" \" Art. L. 325-11 -Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"",
            "texteHtml": "<p>Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante :</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841132&dateTexte=&categorieLien=cid'>L. 325-1</a>- Les véhicules dont la circulation ou le stationnement en infraction aux dispositions du présent code ou aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur ou à la réglementation du transport des marchandises dangereuses par route compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et des paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun peuvent à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, dans les cas et conditions précisés par le décret prévu aux articles L. 325-3 et L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction.</p><p>Peuvent également, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols.</p><p>L'immobilisation des véhicules se trouvant dans l'une des situations prévues aux deux alinéas précédents peut également être décidée, dans la limite de leur champ de compétence, par les agents habilités à constater les infractions au présent code susceptibles d'entraîner une telle mesure.\"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841140&dateTexte=&categorieLien=cid'>L. 325-2</a>- Pour l'application des articles L. 325-1, L. 325-1-1 et L. 325-1-2 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.</p><p>La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent et, à Paris, par les agents de police judiciaire adjoints appartenant au corps des contrôleurs de la préfecture de police exerçant leurs fonctions dans la spécialité voie publique. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale et, à Paris, les agents de surveillance de Paris, habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.</p><p>Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par l'article 1er de la loi n° 57-1424 du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public.\"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841148&dateTexte=&categorieLien=cid'>L. 325-6</a>-Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité.</p><p>Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux.</p><p>En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841150&dateTexte=&categorieLien=cid'>L. 325-7</a>-Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule.</p><p>La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste.</p><p>Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée.</p><p>Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité.</p><p>Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction.</p><p>Le délai prévu au premier alinéa du présent article est réduit à sept jours pour les véhicules ayant servi à commettre l'infraction prévue à l'article L. 236-1. Ces véhicules sont, à l'expiration de ce délai de sept jours, livrés à la destruction.\"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841152&dateTexte=&categorieLien=cid'>L. 325-8</a>-Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841154&dateTexte=&categorieLien=cid'>L. 325-9</a>-Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire.</p><p>Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française.</p><p>Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \"</p><p>Le présent article est applicable au créancier gagiste en cas de confiscation du véhicule qui a servi pour commettre une infraction.</p><p>\" Art. L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841158&dateTexte=&categorieLien=cid'>L. 325-11</a>-Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9.</p><p>Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"</p><p></p>",
            "num": "L343-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1674172800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 4 : Dispositions relatives à l'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143843",
                        "id": "LEGISCTA000006143843",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159540",
                        "id": "LEGISCTA000006159540",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006841212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159540",
            "sectionParentId": "LEGISCTA000006159540",
            "sectionParentTitre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 4 : Dispositions relatives à l'outre-mer &gt; Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047009358",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.",
            "notaHtml": "<p></p>  Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047007968",
                    "textTitle": "Ordonnance n°2023-15 du 18 janvier 2023 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047008745",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2023-01-19",
                    "dateSignaTexte": "2023-01-18",
                    "dateDebutCible": "2023-01-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1",
                    "articleId": "LEGIARTI000006842043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195344000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1-1",
                    "articleId": "LEGIARTI000021538628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi 96-609 1996-07-05 art. 40, en ce qui concerne L25 (sauf al. 2) à L25-7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000377215",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000006841132",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-11",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-11",
                    "articleId": "LEGIARTI000006841158",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-2",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-2",
                    "articleId": "LEGIARTI000006841140",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-6",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-6",
                    "articleId": "LEGIARTI000006841148",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-7",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-7",
                    "articleId": "LEGIARTI000006841150",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-8",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-8",
                    "articleId": "LEGIARTI000006841152",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-9",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-9",
                    "articleId": "LEGIARTI000006841154",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006841212",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1005868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841213",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1005868800000,
                    "dateFin": 1048032000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841214",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841215",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023717277",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113125",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113289",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1674172800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047009358",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1674172800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L343-1",
                "343-1"
            ],
            "versionPrecedente": "LEGIARTI000037113289",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037113289",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : \" Art. L. 325-1- Les véhicules dont la circulation ou le stationnement en infraction aux dispositions du présent code ou aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur ou à la réglementation du transport des marchandises dangereuses par route compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et des paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun peuvent à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, dans les cas et conditions précisés par le décret prévu aux articles L. 325-3 et L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. Peuvent également, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols. L'immobilisation des véhicules se trouvant dans l'une des situations prévues aux deux alinéas précédents peut également être décidée, dans la limite de leur champ de compétence, par les agents habilités à constater les infractions au présent code susceptibles d'entraîner une telle mesure.\" \" Art. L. 325-2- Pour l'application des articles L. 325-1, L. 325-1-1 et L. 325-1-2 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent et, à Paris, par les agents de police judiciaire adjoints appartenant au corps des contrôleurs de la préfecture de police exerçant leurs fonctions dans la spécialité voie publique. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale et, à Paris, les agents de surveillance de Paris, habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par l'article 1er de la loi n° 57-1424 du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public.\" \" Art. L. 325-6-Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité. Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \" \" Art. L. 325-7-Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. \" \" Art. L. 325-8-Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \" \" Art. L. 325-9-Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française. Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \" Le présent article est applicable au créancier gagiste en cas de confiscation du véhicule qui a servi pour commettre une infraction. \" Art. L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \" \" Art. L. 325-11-Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"",
            "texteHtml": "<p>Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante :</p><p>\" Art. L. 325-1- Les véhicules dont la circulation ou le stationnement en infraction aux dispositions du présent code ou aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur ou à la réglementation du transport des marchandises dangereuses par route compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et des paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun peuvent à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, dans les cas et conditions précisés par le décret prévu aux articles L. 325-3 et L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction.</p><p>Peuvent également, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols.</p><p>L'immobilisation des véhicules se trouvant dans l'une des situations prévues aux deux alinéas précédents peut également être décidée, dans la limite de leur champ de compétence, par les agents habilités à constater les infractions au présent code susceptibles d'entraîner une telle mesure.\"</p><p>\" Art. L. 325-2- Pour l'application des articles L. 325-1, L. 325-1-1 et L. 325-1-2 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.</p><p>La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent et, à Paris, par les agents de police judiciaire adjoints appartenant au corps des contrôleurs de la préfecture de police exerçant leurs fonctions dans la spécialité voie publique. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale et, à Paris, les agents de surveillance de Paris, habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.</p><p>Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par l'article 1er de la loi n° 57-1424 du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public.\"</p><p>\" Art. L. 325-6-Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité.</p><p>Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux.</p><p>En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \"</p><p>\" Art. L. 325-7-Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule.</p><p>La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste.</p><p>Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée.</p><p>Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité.</p><p>Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. \"</p><p>\" Art. L. 325-8-Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \"</p><p>\" Art. L. 325-9-Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire.</p><p>Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française.</p><p>Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \"</p><p>Le présent article est applicable au créancier gagiste en cas de confiscation du véhicule qui a servi pour commettre une infraction.</p><p>\" Art. L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \"</p><p>\" Art. L. 325-11-Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9.</p><p>Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"</p>",
            "num": "L343-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1498867200000,
            "dateFin": 1674172800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 4 : Dispositions relatives à l'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143843",
                        "id": "LEGISCTA000006143843",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159540",
                        "id": "LEGISCTA000006159540",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006841212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159540",
            "sectionParentId": "LEGISCTA000006159540",
            "sectionParentTitre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 4 : Dispositions relatives à l'outre-mer &gt; Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037113289",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.",
            "notaHtml": "<p></p>  Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034103927",
                    "textTitle": "LOI n°2017-257 du 28 février 2017 - art. 27",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000034108131",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-03-01",
                    "dateSignaTexte": "2017-02-28",
                    "dateDebutCible": "2017-03-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000310046",
                    "textTitle": "Loi n°57-1424 du 31 décembre 1957 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006451425",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "57-1424",
                    "datePubli": -378345600000,
                    "dateDebut": -378345600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1",
                    "articleId": "LEGIARTI000006842043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195344000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1-1",
                    "articleId": "LEGIARTI000021538628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi 96-609 1996-07-05 art. 40, en ce qui concerne L25 (sauf al. 2) à L25-7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000377215",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006841212",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1005868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841213",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1005868800000,
                    "dateFin": 1048032000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841214",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841215",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023717277",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113125",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113289",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1674172800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047009358",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1674172800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L343-1",
                "343-1"
            ],
            "versionPrecedente": "LEGIARTI000037113125",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037113125",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : \" Art. L. 325-1 - Les véhicules dont la circulation ou le stationnement en infraction aux dispositions du présent code ou aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur ou à la réglementation du transport des marchandises dangereuses par route compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et des paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun peuvent à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, dans les cas et conditions précisés par le décret prévu aux articles L. 325-3 et L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. Peuvent également, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols. L'immobilisation des véhicules se trouvant dans l'une des situations prévues aux deux alinéas précédents peut également être décidée, dans la limite de leur champ de compétence, par les agents habilités à constater les infractions au présent code susceptibles d'entraîner une telle mesure.\" \" Art. L. 325-2 -Pour l'application des articles L. 325-1 et L. 325-1-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par l'article 1er de la loi n° 57-1424 du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public. \" \" Art. L. 325-6 -Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité. Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \" \" Art. L. 325-7 -Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. \" \" Art. L. 325-8 -Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \" \" Art. L. 325-9 -Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française. Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \" Le présent article est applicable au créancier gagiste en cas de confiscation du véhicule qui a servi pour commettre une infraction. \" Art. L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \" \" Art. L. 325-11 -Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"",
            "texteHtml": "<p>Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante :</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841132&dateTexte=&categorieLien=cid'>L. 325-1</a>- Les véhicules dont la circulation ou le stationnement en infraction aux dispositions du présent code ou aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur ou à la réglementation du transport des marchandises dangereuses par route compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et des paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun peuvent à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, dans les cas et conditions précisés par le décret prévu aux articles L. 325-3 et L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction.</p><p>Peuvent également, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols.</p><p>L'immobilisation des véhicules se trouvant dans l'une des situations prévues aux deux alinéas précédents peut également être décidée, dans la limite de leur champ de compétence, par les agents habilités à constater les infractions au présent code susceptibles d'entraîner une telle mesure.\"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841140&dateTexte=&categorieLien=cid'>L. 325-2</a>-Pour l'application des articles L. 325-1 et L. 325-1-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.</p><p>La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.</p><p>Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000310046&idArticle=LEGIARTI000006451425&dateTexte=&categorieLien=cid' title='Loi n°57-1424 du 31 décembre 1957 - art. 1 (V)'>l'article 1er de la loi n° 57-1424</a> du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public. \"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841148&dateTexte=&categorieLien=cid'>L. 325-6</a>-Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité.</p><p>Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux.</p><p>En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841150&dateTexte=&categorieLien=cid'>L. 325-7</a>-Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule.</p><p>La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste.</p><p>Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée.</p><p>Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité.</p><p>Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. \"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841152&dateTexte=&categorieLien=cid'>L. 325-8</a>-Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841154&dateTexte=&categorieLien=cid'>L. 325-9</a>-Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire.</p><p>Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française.</p><p>Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \"</p><p>Le présent article est applicable au créancier gagiste en cas de confiscation du véhicule qui a servi pour commettre une infraction.</p><p>\" Art. L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \"</p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841158&dateTexte=&categorieLien=cid'>L. 325-11</a>-Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9.</p><p>Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"</p>",
            "num": "L343-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1498867200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 4 : Dispositions relatives à l'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143843",
                        "id": "LEGISCTA000006143843",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159540",
                        "id": "LEGISCTA000006159540",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006841212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159540",
            "sectionParentId": "LEGISCTA000006159540",
            "sectionParentTitre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 4 : Dispositions relatives à l'outre-mer &gt; Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037113125",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.",
            "notaHtml": "<p></p>  Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734169",
                    "textTitle": "LOI n°2016-1917 du 29 décembre 2016 - art. 84",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "84",
                    "articleId": "LEGIARTI000033760854",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000310046",
                    "textTitle": "Loi n°57-1424 du 31 décembre 1957 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006451425",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "57-1424",
                    "datePubli": -378345600000,
                    "dateDebut": -378345600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1",
                    "articleId": "LEGIARTI000006842043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195344000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1-1",
                    "articleId": "LEGIARTI000021538628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi 96-609 1996-07-05 art. 40, en ce qui concerne L25 (sauf al. 2) à L25-7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000377215",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000006841132",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-11",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-11",
                    "articleId": "LEGIARTI000006841158",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-2",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-2",
                    "articleId": "LEGIARTI000006841140",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-6",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-6",
                    "articleId": "LEGIARTI000006841148",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-7",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-7",
                    "articleId": "LEGIARTI000006841150",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-8",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-8",
                    "articleId": "LEGIARTI000006841152",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-9",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-9",
                    "articleId": "LEGIARTI000006841154",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006841212",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1005868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841213",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1005868800000,
                    "dateFin": 1048032000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841214",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841215",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023717277",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113125",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113289",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1674172800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047009358",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1674172800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L343-1",
                "343-1"
            ],
            "versionPrecedente": "LEGIARTI000023717277",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023717277",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : \" Art. L. 325-1 -Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. Peuvent également à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols. \" \" Art. L. 325-2 -Pour l'application des articles L. 325-1 et L. 325-1-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par l'article 1er de la loi n° 57-1424 du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public. \" \" Art. L. 325-6 -Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité. Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \" \" Art. L. 325-7 -Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. \" \" Art. L. 325-8 -Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \" \" Art. L. 325-9 -Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française. Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \" Le présent article est applicable au créancier gagiste en cas de confiscation du véhicule qui a servi pour commettre une infraction. \" Art. L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \" \" Art. L. 325-11 -Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"",
            "texteHtml": "<p>Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841132&dateTexte=&categorieLien=cid'>L. 325-1</a>-Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. </p><p>Peuvent également à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841140&dateTexte=&categorieLien=cid'>L. 325-2</a>-Pour l'application des articles L. 325-1 et L. 325-1-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. </p><p>La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. </p><p>Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000310046&idArticle=LEGIARTI000006451425&dateTexte=&categorieLien=cid' title='Loi n°57-1424 du 31 décembre 1957 - art. 1 (V)'>l'article 1er de la loi n° 57-1424</a> du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841148&dateTexte=&categorieLien=cid'>L. 325-6</a>-Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité. </p><p>Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. </p><p>En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841150&dateTexte=&categorieLien=cid'>L. 325-7</a>-Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. </p><p>La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. </p><p>Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. </p><p>Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. </p><p>Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841152&dateTexte=&categorieLien=cid'>L. 325-8</a>-Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841154&dateTexte=&categorieLien=cid'>L. 325-9</a>-Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. </p><p>Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française. </p><p>Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \" </p><p>Le présent article est applicable au créancier gagiste en cas de confiscation du véhicule qui a servi pour commettre une infraction. </p><p>\" Art. L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \" </p><p>\" Art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841158&dateTexte=&categorieLien=cid'>L. 325-11</a>-Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. </p><p>Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"</p>",
            "num": "L343-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1300233600000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 4 : Dispositions relatives à l'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143843",
                        "id": "LEGISCTA000006143843",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159540",
                        "id": "LEGISCTA000006159540",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006841212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159540",
            "sectionParentId": "LEGISCTA000006159540",
            "sectionParentTitre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 4 : Dispositions relatives à l'outre-mer &gt; Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023717277",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.",
            "notaHtml": "<p></p>  Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000218883",
                    "textTitle": "Ordonnance n° 2000-930 du 22 septembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000218883",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-24",
                    "dateSignaTexte": "2000-09-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000603464",
                    "textTitle": "Loi n° 2003-495 du 12 juin 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000603464",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-06-13",
                    "dateSignaTexte": "2003-06-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000023707312",
                    "textTitle": "LOI n°2011-267\n du 14 mars 2011 - art. 137",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "137",
                    "articleId": "LEGIARTI000023708873",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-03-15",
                    "dateSignaTexte": "2011-03-14",
                    "dateDebutCible": "2011-03-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000310046",
                    "textTitle": "Loi n°57-1424 du 31 décembre 1957 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006451425",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "57-1424",
                    "datePubli": -378345600000,
                    "dateDebut": -378345600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1",
                    "articleId": "LEGIARTI000006842043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195344000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1-1",
                    "articleId": "LEGIARTI000021538628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi 96-609 1996-07-05 art. 40, en ce qui concerne L25 (sauf al. 2) à L25-7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000377215",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000006841132",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-11",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-11",
                    "articleId": "LEGIARTI000006841158",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-2",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-2",
                    "articleId": "LEGIARTI000006841140",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-6",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-6",
                    "articleId": "LEGIARTI000006841148",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-7",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-7",
                    "articleId": "LEGIARTI000006841150",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-8",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-8",
                    "articleId": "LEGIARTI000006841152",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-9",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L325-9",
                    "articleId": "LEGIARTI000006841154",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006841212",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1005868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841213",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1005868800000,
                    "dateFin": 1048032000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841214",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841215",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023717277",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113125",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113289",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1674172800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047009358",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1674172800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L343-1",
                "343-1"
            ],
            "versionPrecedente": "LEGIARTI000006841215",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006841215",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : \" Art.L. 325-1-Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. Peuvent également à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols. \" \" Art.L. 325-2-Pour l'application des articles L. 325-1 et L. 325-1-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par l'article 1er de la loi n° 57-1424 du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public. \" \" Art.L. 325-6-Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité. Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat.S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \" \" Art.L. 325-7-Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. \" \" Art.L. 325-8-Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \" \" Art.L. 325-9-Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans.A l'expiration de ce délai, ce produit est acquis à la Polynésie française. Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \" \" Art.L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \" \" Art.L. 325-11-Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"",
            "texteHtml": "<p></p>Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : <p></p><p></p>\" Art.L. 325-1-Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. <p></p><p></p>Peuvent également à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols. \" <p></p><p></p>\" Art.L. 325-2-Pour l'application des articles L. 325-1 et L. 325-1-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. <p></p><p></p>La mise en fourrière peut également être prescrite par l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, territorialement compétent. Pour l'application de cette disposition et sur prescription de l'agent de police judiciaire adjoint, chef de la police municipale ou qui occupe ces fonctions, les agents de police municipale habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. <p></p><p></p>Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir dans les limites du contrat la réparation du dommage causé au tiers, sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire. Il est statué sur ce recours ainsi que sur toute action en responsabilité en cas de non-assurance du véhicule dans les conditions prévues par l'article 1er de la loi n° 57-1424 du 31 décembre 1957 attribuant aux tribunaux judiciaires compétence pour statuer sur les actions en responsabilité des dommages causés par tout véhicule et dirigées contre une personne morale de droit public. \" <p></p><p></p>\" Art.L. 325-6-Les véhicules dont l'état ne permet pas la circulation dans les conditions normales de sécurité ou qui ne sont plus conformes à leur réception ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables à leur remise en état ou en conformité. <p></p><p></p>Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. <p></p><p></p>En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par décret en Conseil d'Etat.S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité ou qu'il nécessite une mise en conformité à la réception, il détermine les travaux à effectuer avant sa remise au propriétaire. \" <p></p><p></p>\" Art.L. 325-7-Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. <p></p><p></p>La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. <p></p><p></p>Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. <p></p><p></p>Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. <p></p><p></p>Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction. \" <p></p><p></p>\" Art.L. 325-8-Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation. \" <p></p><p></p><p></p>\" Art.L. 325-9-Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. <p></p><p></p>Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans.A l'expiration de ce délai, ce produit est acquis à la Polynésie française. <p></p><p></p>Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française. \" <p></p><p></p>\" Art.L. 325-10-La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée. \" <p></p><p></p><p></p>\" Art.L. 325-11-Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. <p></p><p></p>Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur. \"<p></p>",
            "num": "L343-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1136505600000,
            "dateFin": 1300233600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 4 : Dispositions relatives à l'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143843",
                        "id": "LEGISCTA000006143843",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159540",
                        "id": "LEGISCTA000006159540",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006841212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159540",
            "sectionParentId": "LEGISCTA000006159540",
            "sectionParentTitre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 4 : Dispositions relatives à l'outre-mer &gt; Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006841215",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.",
            "notaHtml": "<p></p>  Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000218883",
                    "textTitle": "Ordonnance 2000-930 2000-09-22 JORF 24 septembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000218883",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-24",
                    "dateSignaTexte": "2000-09-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000603464",
                    "textTitle": "Loi 2003-495 2003-06-12 art. 38 JORF 13 juin 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000603464",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-06-13",
                    "dateSignaTexte": "2003-06-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000456019",
                    "textTitle": "Loi n°2006-10 du 5 janvier 2006 - art. 12 (V) JORF 6 janvier 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006879337",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-01-06",
                    "dateSignaTexte": "2006-01-05",
                    "dateDebutCible": "2006-01-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1",
                    "articleId": "LEGIARTI000006842043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195344000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1-1",
                    "articleId": "LEGIARTI000021538628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi 96-609 1996-07-05 art. 40, en ce qui concerne L25 (sauf al. 2) à L25-7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000377215",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006841212",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1005868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841213",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1005868800000,
                    "dateFin": 1048032000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841214",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841215",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023717277",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113125",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113289",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1674172800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047009358",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1674172800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L343-1",
                "343-1"
            ],
            "versionPrecedente": "LEGIARTI000006841214",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006841214",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : \"Art. L. 325-1 - Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. Peuvent également à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols.\" \"Art. L. 325-2 - Pour l'application de l'article L. 325-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. La mise en fourrière peut également être prescrite par un chef de service de police municipale territorialement compétent ou l'agent de police judiciaire adjoint qui occupe les fonctions de chef de la police municipale. Pour l'application de cette disposition et sur prescription du chef de service de police municipale territorialement compétent ou de l'agent de police judiciaire adjoint qui occupe les fonctions de chef de la police municipale, les agents de police municipale habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir, dans les limites du contrat, la réparation du dommage causé au tiers sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire.\" \"Art. L. 325-6 - Les véhicules dont l'état ne permet pas la circulation dans des conditions normales de sécurité ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables. Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité, il détermine les travaux à effectuer avant sa remise au propriétaire.\" \"Art. L. 325-7 - Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction.\" \"Art. L. 325-8 - Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation.\" \"Art. L. 325-9 - Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française. Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française.\" \"Art. L. 325-10 - La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée.\" \"Art. L. 325-11 - Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur.\"",
            "texteHtml": "<p></p>   Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante :<p></p><p></p>   \"Art. L. 325-1 - Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction.<p></p><p></p>   Peuvent également à la demande et sous la responsabilité du maire ou de l'officier de police judiciaire territorialement compétent, même sans l'accord du propriétaire du véhicule être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols.\"<p></p><p></p>   \"Art. L. 325-2 - Pour l'application de l'article L. 325-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.<p></p><p></p>   La mise en fourrière peut également être prescrite par un chef de service de police municipale territorialement compétent ou l'agent de police judiciaire adjoint qui occupe les fonctions de chef de la police municipale. Pour l'application de cette disposition et sur prescription du chef de service de police municipale territorialement compétent ou de l'agent de police judiciaire adjoint qui occupe les fonctions de chef de la police municipale, les agents de police municipale habilités à constater par procès-verbal les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.<p></p><p></p>   Dans les cas prévus aux alinéas précédents, l'assureur du propriétaire du véhicule est tenu de garantir, dans les limites du contrat, la réparation du dommage causé au tiers sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire.\"<p></p><p></p>   \"Art. L. 325-6 - Les véhicules dont l'état ne permet pas la circulation dans des conditions normales de sécurité ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables.<p></p><p></p>   Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux.<p></p><p></p>   En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité, il détermine les travaux à effectuer avant sa remise au propriétaire.\"<p></p><p></p>   \"Art. L. 325-7 - Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule.<p></p><p></p>   La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste.<p></p><p></p>   Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée.<p></p><p></p>   Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité.<p></p><p></p>   Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction.\"<p></p><p></p>   \"Art. L. 325-8 - Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation.\"<p></p><p></p><p></p>   \"Art. L. 325-9 - Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire.<p></p><p></p>   Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française.<p></p><p></p>   Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française.\"<p></p><p></p>   \"Art. L. 325-10 - La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée.\"<p></p><p></p><p></p>   \"Art. L. 325-11 - Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9.<p></p><p></p>   Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur.\"<p></p>",
            "num": "L343-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1048032000000,
            "dateFin": 1136505600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 4 : Dispositions relatives à l'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143843",
                        "id": "LEGISCTA000006143843",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159540",
                        "id": "LEGISCTA000006159540",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006841212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159540",
            "sectionParentId": "LEGISCTA000006159540",
            "sectionParentTitre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 4 : Dispositions relatives à l'outre-mer &gt; Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006841214",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA - Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.",
            "notaHtml": "<p></p>   NOTA - Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000218883",
                    "textTitle": "Ordonnance 2000-930 2000-09-22 JORF 24 septembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000218883",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-24",
                    "dateSignaTexte": "2000-09-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000412199",
                    "textTitle": "Loi n°2003-239 du 18 mars 2003 - art. 138 () JORF 19 mars 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "138",
                    "articleId": "LEGIARTI000006529042",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-03-19",
                    "dateSignaTexte": "2003-03-18",
                    "dateDebutCible": "2003-03-19"
                },
                {
                    "textCid": "JORFTEXT000000412199",
                    "textTitle": "Loi n°2003-239 du 18 mars 2003 - art. 139 () JORF 19 mars 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "139",
                    "articleId": "LEGIARTI000006529043",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-03-19",
                    "dateSignaTexte": "2003-03-18",
                    "dateDebutCible": "2003-03-19"
                },
                {
                    "textCid": "JORFTEXT000000603464",
                    "textTitle": "Loi 2003-495 2003-06-12 art. 38 JORF 13 juin 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000603464",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-06-13",
                    "dateSignaTexte": "2003-06-12",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route L325-1, L325-2, L325-6 à L325-11, L325-7, L325-6 à L325-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074228",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 990921600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000006841132",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-2",
                    "articleId": "LEGIARTI000006841140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-7",
                    "articleId": "LEGIARTI000006841150",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1",
                    "articleId": "LEGIARTI000006842043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195344000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1-1",
                    "articleId": "LEGIARTI000021538628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi 96-609 1996-07-05 art. 40, en ce qui concerne L25 (sauf al. 2) à L25-7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000377215",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006841212",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1005868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841213",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1005868800000,
                    "dateFin": 1048032000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841214",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841215",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023717277",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113125",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113289",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1674172800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047009358",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1674172800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L343-1",
                "343-1"
            ],
            "versionPrecedente": "LEGIARTI000006841213",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006841213",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : \"Art. L. 325-1 - Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction. Peuvent également être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols.\" \"Art. L. 325-2 - Pour l'application de l'article L. 325-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. Dans ce cas, l'assureur du propriétaire du véhicule est tenu de garantir, dans les limites du contrat, la réparation du dommage causé au tiers sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire.\" \"Art. L. 325-6 - Les véhicules dont l'état ne permet pas la circulation dans des conditions normales de sécurité ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables. Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité, il détermine les travaux à effectuer avant sa remise au propriétaire.\" \"Art. L. 325-7 - Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction.\" \"Art. L. 325-8 - Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation.\" \"Art. L. 325-9 - Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française. Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française.\" \"Art. L. 325-10 - La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée.\" \"Art. L. 325-11 - Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur.\"",
            "texteHtml": "<p></p>   Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante :<p></p><p></p>   \"Art. L. 325-1 - Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction.<p></p><p></p>   Peuvent également être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction les véhicules qui, se trouvant sur les voies ouvertes à la circulation publique ou sur leurs dépendances, sont privés d'éléments indispensables à leur utilisation normale et insusceptibles de réparation immédiate à la suite de dégradations ou de vols.\"<p></p><p></p>   \"Art. L. 325-2 - Pour l'application de l'article L. 325-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.<p></p><p></p>   Dans ce cas, l'assureur du propriétaire du véhicule est tenu de garantir, dans les limites du contrat, la réparation du dommage causé au tiers sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire.\"<p></p><p></p>   \"Art. L. 325-6 - Les véhicules dont l'état ne permet pas la circulation dans des conditions normales de sécurité ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables.<p></p><p></p>   Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux.<p></p><p></p>   En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité, il détermine les travaux à effectuer avant sa remise au propriétaire.\"<p></p><p></p>   \"Art. L. 325-7 - Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule.<p></p><p></p>   La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste.<p></p><p></p>   Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée.<p></p><p></p>   Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité.<p></p><p></p>   Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction.\"<p></p><p></p>   \"Art. L. 325-8 - Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation.\"<p></p><p></p><p></p>   \"Art. L. 325-9 - Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire.<p></p><p></p>   Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française.<p></p><p></p>   Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française.\"<p></p><p></p>   \"Art. L. 325-10 - La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée.\"<p></p><p></p><p></p>   \"Art. L. 325-11 - Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9.<p></p><p></p>   Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur.\"<p></p>",
            "num": "L343-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1005868800000,
            "dateFin": 1048032000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 4 : Dispositions relatives à l'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143843",
                        "id": "LEGISCTA000006143843",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159540",
                        "id": "LEGISCTA000006159540",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006841212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159540",
            "sectionParentId": "LEGISCTA000006159540",
            "sectionParentTitre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 4 : Dispositions relatives à l'outre-mer &gt; Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006841213",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA - Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.",
            "notaHtml": "<p></p>   NOTA - Loi n° 2001-1062 article 71 III : ces dispositions sont applicables en Polynésie française.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000218883",
                    "textTitle": "Ordonnance 2000-930 2000-09-22 JORF 24 septembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000218883",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-24",
                    "dateSignaTexte": "2000-09-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000222052",
                    "textTitle": "Loi n°2001-1062 du 15 novembre 2001 - art. 17 () JORF 16 novembre 2001",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000006529309",
                    "natureText": "LOI",
                    "datePubliTexte": "2001-11-16",
                    "dateSignaTexte": "2001-11-15",
                    "dateDebutCible": "2001-11-16"
                },
                {
                    "textCid": "JORFTEXT000000603464",
                    "textTitle": "Loi 2003-495 2003-06-12 art. 38 JORF 13 juin 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000603464",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-06-13",
                    "dateSignaTexte": "2003-06-12",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route L325-1, L325-2, L325-6 à L325-11, L325-7, L325-6 à L325-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074228",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 990921600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000006841132",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-2",
                    "articleId": "LEGIARTI000006841140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-7",
                    "articleId": "LEGIARTI000006841150",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1",
                    "articleId": "LEGIARTI000006842043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195344000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1-1",
                    "articleId": "LEGIARTI000021538628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi 96-609 1996-07-05 art. 40, en ce qui concerne L25 (sauf al. 2) à L25-7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000377215",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006841212",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1005868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841213",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1005868800000,
                    "dateFin": 1048032000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841214",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841215",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023717277",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113125",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113289",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1674172800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047009358",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1674172800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L343-1",
                "343-1"
            ],
            "versionPrecedente": "LEGIARTI000006841212",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006841212",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante : \"Art. L. 325-1 - Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction.\" \"Art. L. 325-2 - Pour l'application de l'article L. 325-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni. Dans ce cas, l'assureur du propriétaire du véhicule est tenu de garantir, dans les limites du contrat, la réparation du dommage causé au tiers sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire.\" \"Art. L. 325-6 - Les véhicules dont l'état ne permet pas la circulation dans des conditions normales de sécurité ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables. Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux. En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité, il détermine les travaux à effectuer avant sa remise au propriétaire.\" \"Art. L. 325-7 - Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule. La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste. Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée. Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité. Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction.\" \"Art. L. 325-8 - Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation.\" \"Art. L. 325-9 - Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire. Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française. Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française.\" \"Art. L. 325-10 - La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée.\" \"Art. L. 325-11 - Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9. Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur.\"",
            "texteHtml": "<p></p>   Les articles L. 325-1, L. 325-2, L. 325-6 à L. 325-11 sont applicables à la Polynésie française, dans la rédaction suivante :<p></p><p></p>   \"Art. L. 325-1 - Les véhicules dont la circulation ou le stationnement, en infraction aux dispositions applicables localement, aux règlements de police ou à la réglementation relative à l'assurance obligatoire des véhicules à moteur, compromettent la sécurité ou le droit à réparation des usagers de la route, la tranquillité ou l'hygiène publique, l'esthétique des sites et paysages classés, la conservation ou l'utilisation normale des voies ouvertes à la circulation publique et de leurs dépendances, notamment par les véhicules de transport en commun, peuvent, dans les cas et conditions précisés par le décret prévu à l'article L. 325-11, être immobilisés, mis en fourrière, retirés de la circulation et, le cas échéant, aliénés ou livrés à la destruction.\"<p></p><p></p>   \"Art. L. 325-2 - Pour l'application de l'article L. 325-1 et sur prescription de l'officier de police judiciaire territorialement compétent, les fonctionnaires de police en tenue et les militaires de la gendarmerie habilités à constater par procès-verbaux les contraventions à la police de la circulation routière peuvent, en cas de besoin, ouvrir ou faire ouvrir les portes du véhicule, manoeuvrer ou faire manoeuvrer tous appareils. Ils peuvent conduire le véhicule ou le faire conduire, en leur présence, vers le lieu de mise en fourrière en utilisant, le cas échéant, les moyens autonomes de propulsion dont le véhicule est muni.<p></p><p></p>   Dans ce cas, l'assureur du propriétaire du véhicule est tenu de garantir, dans les limites du contrat, la réparation du dommage causé au tiers sauf recours, s'il y a lieu, contre la collectivité publique qui, par son fait, a causé le dommage ayant donné lieu à la responsabilité de l'assureur et sans qu'une majoration de prime puisse en résulter pour le propriétaire.\"<p></p><p></p>   \"Art. L. 325-6 - Les véhicules dont l'état ne permet pas la circulation dans des conditions normales de sécurité ne peuvent être retirés de la fourrière que par des réparateurs chargés par les propriétaires d'effectuer les travaux reconnus indispensables.<p></p><p></p>   Ils ne peuvent ensuite être restitués à leurs propriétaires qu'après vérification de la bonne exécution des travaux.<p></p><p></p>   En cas de désaccord sur l'état du véhicule, un expert est désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française. S'il constate que le véhicule n'est pas en état de circuler dans des conditions normales de sécurité, il détermine les travaux à effectuer avant sa remise au propriétaire.\"<p></p><p></p>   \"Art. L. 325-7 - Sont réputés abandonnés les véhicules laissés en fourrière à l'expiration d'un délai de quarante-cinq jours à compter de la mise en demeure faite au propriétaire d'avoir à retirer son véhicule.<p></p><p></p>   La notification est valablement faite à l'adresse indiquée au répertoire des immatriculations. Dans le cas où le véhicule fait l'objet d'un gage régulièrement inscrit, cette notification est également faite au créancier gagiste.<p></p><p></p>   Si le propriétaire ne peut être identifié, le délai précité court du jour où cette impossibilité a été constatée.<p></p><p></p>   Le délai prévu au premier alinéa est réduit à dix jours en ce qui concerne les véhicules qu'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française aura estimés d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Polynésie française et déclarés hors d'état de circuler dans des conditions normales de sécurité.<p></p><p></p>   Les véhicules visés à l'alinéa précédent sont, à l'expiration du délai de dix jours, livrés à la destruction.\"<p></p><p></p>   \"Art. L. 325-8 - Les véhicules abandonnés dans les conditions prévues au premier alinéa de l'article L. 325-7 sont remis au service des domaines en vue de leur aliénation dans les formes prévues pour les ventes du mobilier de la Polynésie française. Les véhicules qui n'ont pas trouvé preneur, à l'expiration d'un délai fixé par le président du gouvernement de la Polynésie française, sont livrés à la destruction sur l'initiative de l'autorité administrative investie des pouvoirs de police en matière de circulation.\"<p></p><p></p>   \"Art. L. 325-9 - Les frais d'enlèvement, de garde en fourrière, d'expertise et de vente ou de destruction du véhicule sont à la charge du propriétaire.<p></p><p></p>   Le produit de la vente, sous déduction des frais énumérés à l'alinéa précédent, est tenu à la disposition du propriétaire ou de ses ayants droit ou, le cas échéant, du créancier gagiste pouvant justifier de ses droits, pendant un délai de deux ans. A l'expiration de ce délai, ce produit est acquis à la Polynésie française.<p></p><p></p>   Lorsque le produit de la vente est inférieur au montant des frais visés ci-dessus, le propriétaire ou ses ayants droit restent débiteurs de la différence. Celle-ci est recouvrée dans les conditions fixées par délibération de l'assemblée de la Polynésie française.\"<p></p><p></p>   \"Art. L. 325-10 - La collectivité publique intéressée n'est pas responsable des dommages subis par les véhicules visés au quatrième alinéa de l'article L. 325-7, placés dans une fourrière non clôturée et non gardée.\"<p></p><p></p>   \"Art. L. 325-11 - Un décret en Conseil d'Etat détermine les conditions d'application des articles L. 325-1, L. 325-2, L. 325-6 à L. 325-9.<p></p><p></p>   Une délibération de l'assemblée de la Polynésie française détermine les clauses devant obligatoirement figurer dans le contrat type susceptible d'être passé entre les collectivités publiques intéressées et les entreprises aptes à effectuer la démolition des véhicules à moteur.\"<p></p>",
            "num": "L343-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 991353600000,
            "dateFin": 1005868800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 4 : Dispositions relatives à l'outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143843",
                        "id": "LEGISCTA000006143843",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159540",
                        "id": "LEGISCTA000006159540",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006841212",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159540",
            "sectionParentId": "LEGISCTA000006159540",
            "sectionParentTitre": "Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 4 : Dispositions relatives à l'outre-mer &gt; Chapitre 3 : Dispositions applicables à la Polynésie française.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006841212",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000218883",
                    "textTitle": "Ordonnance 2000-930 2000-09-22 JORF 24 septembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000218883",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-24",
                    "dateSignaTexte": "2000-09-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000603464",
                    "textTitle": "Loi 2003-495 2003-06-12 art. 38 JORF 13 juin 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000603464",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-06-13",
                    "dateSignaTexte": "2003-06-12",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route L325-1, L325-2, L325-6 à L325-11, L325-7, L325-6 à L325-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074228",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 990921600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000006841132",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-2",
                    "articleId": "LEGIARTI000006841140",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L325-7",
                    "articleId": "LEGIARTI000006841150",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1",
                    "articleId": "LEGIARTI000006842043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195344000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R343-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-1-1",
                    "articleId": "LEGIARTI000021538628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi 96-609 1996-07-05 art. 40, en ce qui concerne L25 (sauf al. 2) à L25-7",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000377215",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000377215",
                    "textTitle": "Loi n°96-609 du 5 juillet 1996 - art. 40 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006302189",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006841212",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 991353600000,
                    "dateFin": 1005868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841213",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1005868800000,
                    "dateFin": 1048032000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841214",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006841215",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023717277",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113125",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1498867200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037113289",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1498867200000,
                    "dateFin": 1674172800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047009358",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1674172800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L343-1",
                "343-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}