{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039048922",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Engagements de portée générale applicables à tout programme conventionné. I. - Engagements à l'égard de l'Etat. Article 1er. Obligations du bailleur relatives à la maintenance, l'entretien et la qualité des locaux loués. Le bailleur est tenu, en application des articles 606, 1719, 1720 et 1721 du code civil , de maintenir les locaux en bon état d'habitabilité et de faire exécuter toutes les réparations nécessaires qui sont à sa charge. Il s'engage au plus tard dès la mise en service des logements ou dès la date d'achèvement des travaux à tenir un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire sur l'immeuble. Article 2. Conditions d'occupation et de peuplement des logements sous réserve de l'option mentionnée à l'article 5 de l'annexe à l'article D. 353-190. Les logements soumis à la présente convention doivent être loués nus à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l' article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Ils doivent répondre aux conditions d'occupation suffisante telles que définies en application de l'article R. 441-3. Lors de la mise en service et au fur et à mesure des vacances, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond prévu pour l'entrée dans les logements locatifs sociaux en application de l'article D. 331-20. Sous réserve de l'obtention de l'autorisation administrative prévue par l'article L. 631-7, le bailleur s'engage à ne pas faire obstacle à une utilisation des logements en partie à usage professionnel, dans la mesure où le locataire satisfait aux conditions d'occupation et de peuplement. Le bailleur s'engage à faciliter, notamment en cas de vacance des logements, les échanges de locaux à l'intérieur de son patrimoine en vue d'une meilleure utilisation familiale. Article 3. Mise en gestion du programme. Lorsque le bailleur n'assure pas lui-même la gestion du programme conventionné, dans les conditions mentionnées à l'article 3 de l'annexe à l'article D. 353-190, il s'engage à donner au gestionnaire un mandat écrit reproduisant l'ensemble des obligations contenues dans la présente convention, et habilitant le gestionnaire à percevoir l'aide personnalisée au logement. Le bailleur s'engage à informer le préfet, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire. Le bailleur s'engage à respecter ou à faire respecter les clauses de la convention et de la présente annexe. Article 4. Révision. La présente convention peut être révisée tous les trois ans à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision. Article 5. Résiliation. En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer minimum ou faute grave à l'égard des organismes liquidateurs de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet après un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention. Il sera fait application des dispositions prévues à l'article L. 353-6 par le maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement prise en charge désormais par le bailleur. Dans ce cas, le document visé à l'article 20, alinéa 2, ci-dessous ou la quittance doit faire apparaître le montant de l'aide personnalisée tel que résultant des calculs des services liquidateurs de l'aide personnalisée au logement. Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à en faire notification aux locataires et aux organismes liquidateurs concernés. Article 6. Sanctions. En application de l'article L. 353-2, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à 5 p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention, en cas de non-respect des obligations relatives, notamment, aux conditions particulières de réservation au profit des mal-logés, aux conditions d'occupation sociale du patrimoine, ainsi que des obligations à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée demeurée sans effet pendant un délai de six mois. En cas de défaut de versement de cette somme, le recouvrement sera opéré dans les conditions prévues par le décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique. Article 7. Contrôle. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant ou aux membres du corps de l'inspection générale de l'équipement toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle. Article 8. Publication. Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. II. - Engagements à l'égard des locataires. Article 9. Obligation d'information à l'égard du locataire ou de l'occupant. Le bailleur, pour la réalisation des travaux définis dans le document prévu à l'article 1er de l'annexe à l'article D. 353-190 s'engage à informer les locataires ou les occupants à respecter les droits que ceux-ci tiennent des dispositions législatives ou réglementaires en vigueur. Lorsque l'exécution des travaux ne nécessite pas le départ des occupants, le bailleur s'engage à se conformer, selon le cas : Soit aux dispositions de l'article 14 modifié de la loi du 1er septembre 1948 si les travaux portent sur un logement occupé par un locataire ou un occupant de bonne foi pouvant se prévaloir des dispositions de cette loi ; Soit aux dispositions de l'article 2 modifié de la loi n° 67-561 du 12 juillet 1967 relative à l'amélioration de l'habitat quel que soit le régime juridique de la location. Lorsque l'exécution des travaux nécessite l'évacuation temporaire des lieux, le bailleur s'engage à mettre provisoirement à la disposition du locataire ou de l'occupant un logement au moins équivalent au logement faisant l'objet des travaux ou correspondant à ses besoins et situé dans un périmètre géographique tel que défini à l' article 13 bis modifié de la loi du 1er septembre 1948 . Article 10. En application des dispositions de l'article L. 353-7, à la date d'entrée en vigueur de la présente convention, le bailleur s'engage à proposer au titulaire d'un bail en cours ou à l'occupant de bonne foi pouvant se prévaloir de la loi du 1er septembre 1948 , un projet de bail conforme à la présente convention. A ce projet de bail, sont joints une copie de la convention et de la présente annexe, une notice d'information relative à l'aide personnalisée au logement, et les éléments relatifs au barème de cette aide. Le projet de bail fait l'objet soit d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception soit d'une remise contre décharge. Il reproduit en caractères très apparents les dispositions de l'article L. 353-7. Article 11. A compter de la réception du projet de bail, le locataire titulaire d'un bail en cours dispose d'un délai de six mois pour accepter le nouveau bail. En cas d'acceptation, le locataire est tenu par les clauses de son ancien contrat, et, notamment, celle relative au loyer, jusqu'à l'entrée en vigueur du nouveau bail. Celui-ci ne prendra effet qu'à compter de la date d'achèvement de l'ensemble des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris son logement. Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet, ou de son représentant, et dont une copie est remise contre décharge au locataire. En cas de refus, les stipulations du bail en cours demeurent en vigueur, sous réserve de l'application des dispositions prévues par la loi n° 67-561 du 12 juillet 1967 et, notamment, celle relative à l'exécution des travaux qui peut être faite dans les mêmes conditions que les réparations urgentes visées à l' article 1724 du code civil . Dans ce dernier cas, le locataire n'a pas droit à l'aide personnalisée au logement et le bailleur est admis à demander une revision de ses engagements contractuels ou le report de leurs effets dans les conditions prévues à l'article L. 353-7. Article 12. Pour les logements financés en application de l'article R. 311-1, alinéas 2, 3 et 4, de la loi du 21 juillet 1950, de l'article 269 du code de l'urbanisme, conformément à l'article L. 353-8 et dans le cas où ces travaux sont justifiés par des considérations de salubrité, de sécurité ou de mise aux normes minimales d'habitabilité, les dispositions de la présente convention, et notamment celle relative au montant du loyer après travaux tel que fixé dans le projet de bail, s'appliquent de plein droit à compter de la date d'achèvement des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement. Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou son représentant et dont une copie est remise contre décharge au locataire. Le projet de bail, auquel seront joints une copie de la présente convention, une notice d'information relative à l'aide personnalisée au logement et des éléments relatifs au barème de cette aide, doit reproduire en caractères très apparents les dispositions de l'article L. 353-8. Il fait l'objet d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception ou pour les locataires déjà dans les lieux d'une remise contre décharge. Article 13. L'occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 dispose du même délai de six mois à compter de la réception du projet de bail pour accepter ce bail conforme à la convention. Celui-ci, et, notamment, la clause relative au montant du loyer, n'entre en vigueur qu'à compter de la date d'achèvement des travaux (parties communes, parties diverses) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement concerné. Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet, ou son représentant, et dont une copie est remise contre décharge à l'occupant. Jusqu'à la date d'achèvement des travaux ainsi constaté, l'occupant de bonne foi continue à occuper les lieux aux conditions de la loi du 1er septembre 1948. Les dispositions de ladite loi cessent d'être applicables au logement considéré à l'expiration du délai de six mois susvisé ou à la date de signature du bail proposé à l'occupant de bonne foi, sous réserve des dispositions de l'article L. 353-9 applicables aux personnes âgées dans les conditions précisées à l'article 14 ci-après. Article 14. Pour les logements régis par les dispositions de la loi du 1er septembre 1948 et faisant l'objet de la présente convention, les dispositions de ladite loi, exceptées celles relatives au prix du loyer, sont à nouveau applicables à la date d'expiration de la convention ou, en cas de résiliation à la date prévue pour son expiration, au locataire ou à l'occupant de bonne foi dans les lieux lors de la signature de la convention à la double condition : Qu'il soit âgé d'au moins soixante-cinq ans ou d'au moins soixante ans en cas d'inaptitude au travail ou lorsqu'à cet âge il bénéficie d'une retraite et que ses ressources annuelles n'excèdent le montant visé à l' article 22 bis de la loi n° 48-1360 du 1er septembre 1948 ; Que les dispositions de la législation de 1948 soient encore applicables soit au logement, soit au locataire ou occupant en vertu de mesures particulières prises en application de ladite législation. Le locataire peut continuer à bénéficier de l'aide personnalisée, et le loyer exigible et son mode de révision sont ceux fixés par la convention. Dans un but d'information du locataire, le projet de bail visé à l'article 10 doit reproduire en caractères très apparents le texte de l'article L. 353-9 du code de la construction et de l'habitation. Article 15. Au moins quinze jours avant la date de signature du bail, le bailleur s'engage à adresser au futur locataire une lettre portant attribution et réservation d'un logement pendant un délai minimum de quinze jours et attestant que le logement fait l'objet d'une convention susceptible d'ouvrir droit à l'aide personnalisée au logement. Dans le cas où le logement est disponible à plus brève échéance, ce délai peut être ramené à huit jours francs. Dans cette lettre, doivent figurer notamment la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable et le montant du loyer. Une notice d'information relative à l'aide personnalisée au logement est annexée à cette lettre. Le bailleur s'engage à proposer un bail dans les conditions définies à la présente convention. Article 16. A la demande de tout locataire, le bailleur s'engage à fournir les formulaires de demande de l'aide personnalisée, ainsi que toutes les informations sur les conditions d'obtention de cette aide. Article 17. Information des locataires en cas de changement de propriétaire. Conformément à l'article L. 353-4, la convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements faisant l'objet de cette convention. En cas de mutation, et en vue de l'information des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l' article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation. Article 18. Le bailleur s'engage à tenir informés les locataires de toute modification apportée à la convention. Il s'engage à leur faire connaître les droits que leur confère l'article L. 353-6 en cas de résiliation à ses torts de la convention. Il s'engage à les informer des droits que leur confère l'article L. 353-9 en cas de résiliation de la convention ou à la date prévue pour son expiration. Article 19. Conditions de location. Durée du bail et délai-congé. Le bail est conclu pour une durée de trois ans. Toutefois, s'il est conclu au cours des trois premières années de la convention, sa durée est limitée à la durée restant à courir jusqu'au 30 juin suivant la troisième année de la date de signature de la convention. Pendant la durée de la convention en cours au moment de la conclusion du bail, sous réserve des dispositions de l'article 6 de l'annexe à l'article D. 353-190, il est reconduit tacitement, sauf dénonciation expresse du locataire, pour des périodes également de trois ans, dans la mesure où ce dernier se conforme aux obligations de l' article 1728 du code civil rappelées dans le bail. Au cours de chaque période triennale, le locataire peut résilier le bail à tout moment sous réserve d'un préavis de trois mois, ramené à un mois en cas de changement de résidence pour raisons professionnelles ou familiales graves. Le congé est donné par lettre recommandée, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le bail produit effet jusqu'au dernier jour du mois. En cas de vacance intervenant en cours de période triennale, le nouveau locataire est substitué de plein droit au précédent locataire jusqu'à l'expiration de ladite période. Une information sur les modalités de revision et de réajustement du loyer susceptibles d'intervenir au cours de la période restant à courir doit être donnée au futur locataire. Article 20. Modalités de paiement du loyer. Le loyer est payé par fraction mensuelle à terme échu. Le bailleur s'engage à remettre au preneur un document faisant clairement apparaître le montant du loyer, des sommes accessoires, et, en cas de versement de l'aide personnalisée au bailleur, également celui de cette aide. Il est tenu de remettre sur la demande du preneur, et après paiement intégral du loyer et des sommes accessoires, une quittance ou un reçu des sommes versées. Article 21. Dépôt de garantie. Le locataire verse lors de la signature du bail un cautionnement au plus égal à un mois de loyer en principal, revisable en fonction de l'évolution du loyer. Ce cautionnement lui sera restitué dans un délai maximum de trois mois à compter de son départ, déduction faite, le cas échéant, des sommes restant dues au bailleur. Les réparations locatives concernant les parties privatives des locaux d'habitation auxquelles est tenu le preneur, en application des principes posés par les articles 1754 et 1755 du code civil , sont celles figurant sur la liste établie par l'accord de décembre 1975 de la commission permanente pour l'étude des charges locatives et des rapports entre propriétaires, gestionnaires et usagers créée par arrêté du 13 mai 1974. Article 22. Etat des lieux. Un constat de l'état du local, dressé contradictoirement à l'entrée dans les lieux, doit être annexé au bail. A la sortie, un constat est également établi dans les mêmes conditions. Article 23. Charges locatives. Les charges récupérables correspondent à des prestations, taxes locatives et fournitures individuelles et doivent être limitativement énumérées dans le bail ; elles sont au plus celles fixées par les accords de la commission permanente. Les charges peuvent faire l'objet de provisions et doivent, en ce cas, donner lieu à régularisation annuelle. Les demandes de provisions doivent être justifiées par la communication des résultats antérieurs arrêtés lors de la présente régularisation annuelle ou par celle de budgets prévisionnels. Quinze jours avant l'échéance du remboursement ou de la régularisation annuelle des charges, le bailleur en communique le décompte, par nature de charges ainsi que le mode de répartition entre tous les locataires de l'immeuble. Pendant un délai d'un mois à compter de l'envoi de ce décompte, les pièces justificatives sont tenues à la disposition des locataires ou de leurs représentants. Lorsqu'ils en font la demande, toutes explications utiles sur les dépenses de gestion leur sont présentées. III. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'A.P.L.. Article 24. Obligations à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. Le bailleur s'engage à l'égard du ou des organismes liquidateurs aux obligations suivantes : De produire dès l'entrée en vigueur de la présente convention : - pour les locataires déjà dans les lieux, une attestation sur laquelle doivent figurer, notamment, la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable, le loyer principal ainsi que la date de prise d'effet du bail attestée par la photocopie d'attestation d'exécution conforme des travaux établie par le préfet ou son représentant ; - pour les nouveaux locataires, une attestation précisant la date de prise d'effet de la location et à laquelle est annexée photocopie de la lettre de réservation définie à l'article 15 ; De fournir au plus tard le 15 mai de chaque année le montant du loyer applicable à compter du 1er juillet ; De signaler immédiatement tout départ de locataire bénéficiant de l'aide personnalisée au logement ; De fournir annuellement toute justification concernant le paiement du loyer et, en cas de non-paiement de deux échéances consécutives, d'en aviser immédiatement les organismes liquidateurs, ainsi que la section des aides publiques au logement du conseil départemental de l'habitat en indiquant les démarches entreprises auprès du locataire défaillant ; Indiquer toutes modifications dans la composition familiale portées à sa connaissance par le locataire ; De produire toutes les pièces nécessaires à la mise en place du système de tiers payant, tel que défini par les directives du conseil de gestion du fonds national de l'habitation, et plus généralement d'établir avec les organismes liquidateurs en tant que de besoin toutes les liaisons nécessaires ; De faire connaître sur la quittance toute modification sur le montant de l'aide personnalisée.",
            "texteHtml": "<p>Engagements de portée générale applicables à tout programme conventionné.</p><p>I. - Engagements à l'égard de l'Etat.</p><p>Article 1er.</p><p>Obligations du bailleur relatives à la maintenance, l'entretien et la qualité des locaux loués.</p><p>Le bailleur est tenu, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006429505&dateTexte=&categorieLien=cid'>articles 606, 1719, 1720 et 1721 du code civil</a>, de maintenir les locaux en bon état d'habitabilité et de faire exécuter toutes les réparations nécessaires qui sont à sa charge.</p><p>Il s'engage au plus tard dès la mise en service des logements ou dès la date d'achèvement des travaux à tenir un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire sur l'immeuble.</p><p>Article 2.</p><p>Conditions d'occupation et de peuplement des logements sous réserve de l'option mentionnée à l'article 5 de l'annexe à l'article D. 353-190.</p><p>Les logements soumis à la présente convention doivent être loués nus à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000322092&idArticle=LEGIARTI000006681916&dateTexte=&categorieLien=cid'>article 6 de la loi n° 89-475 du 10 juillet 1989</a> relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Ils doivent répondre aux conditions d'occupation suffisante telles que définies en application de l'article R. 441-3.</p><p>Lors de la mise en service et au fur et à mesure des vacances, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond prévu pour l'entrée dans les logements locatifs sociaux en application de l'article D. 331-20.</p><p>Sous réserve de l'obtention de l'autorisation administrative prévue par l'article L. 631-7, le bailleur s'engage à ne pas faire obstacle à une utilisation des logements en partie à usage professionnel, dans la mesure où le locataire satisfait aux conditions d'occupation et de peuplement.</p><p>Le bailleur s'engage à faciliter, notamment en cas de vacance des logements, les échanges de locaux à l'intérieur de son patrimoine en vue d'une meilleure utilisation familiale.</p><p>Article 3.</p><p>Mise en gestion du programme.</p><p>Lorsque le bailleur n'assure pas lui-même la gestion du programme conventionné, dans les conditions mentionnées à l'article 3 de l'annexe à l'article D. 353-190, il s'engage à donner au gestionnaire un mandat écrit reproduisant l'ensemble des obligations contenues dans la présente convention, et habilitant le gestionnaire à percevoir l'aide personnalisée au logement.</p><p>Le bailleur s'engage à informer le préfet, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire.</p><p>Le bailleur s'engage à respecter ou à faire respecter les clauses de la convention et de la présente annexe.</p><p>Article 4.</p><p>Révision.</p><p>La présente convention peut être révisée tous les trois ans à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision.</p><p>Article 5.</p><p>Résiliation.</p><p>En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer minimum ou faute grave à l'égard des organismes liquidateurs de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet après un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention.</p><p>Il sera fait application des dispositions prévues à l'article L. 353-6 par le maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement prise en charge désormais par le bailleur. Dans ce cas, le document visé à l'article 20, alinéa 2, ci-dessous ou la quittance doit faire apparaître le montant de l'aide personnalisée tel que résultant des calculs des services liquidateurs de l'aide personnalisée au logement.</p><p>Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à en faire notification aux locataires et aux organismes liquidateurs concernés.</p><p>Article 6.</p><p>Sanctions.</p><p>En application de l'article L. 353-2, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à 5 p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention, en cas de non-respect des obligations relatives, notamment, aux conditions particulières de réservation au profit des mal-logés, aux conditions d'occupation sociale du patrimoine, ainsi que des obligations à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée demeurée sans effet pendant un délai de six mois. En cas de défaut de versement de cette somme, le recouvrement sera opéré dans les conditions prévues par le <a href='/affichTexte.do?cidTexte=JORFTEXT000026597003&categorieLien=cid'>décret n° 2012-1246 du 7 novembre 2012</a> relatif à la gestion budgétaire et comptable publique.</p><p>Article 7.</p><p>Contrôle.</p><p>Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant ou aux membres du corps de l'inspection générale de l'équipement toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle.</p><p>Article 8.</p><p>Publication.</p><p>Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.</p><p>II. - Engagements à l'égard des locataires.</p><p>Article 9.</p><p>Obligation d'information à l'égard du locataire ou de l'occupant.</p><p>Le bailleur, pour la réalisation des travaux définis dans le document prévu à l'article 1er de l'annexe à l'article D. 353-190 s'engage à informer les locataires ou les occupants à respecter les droits que ceux-ci tiennent des dispositions législatives ou réglementaires en vigueur.</p><p>Lorsque l'exécution des travaux ne nécessite pas le départ des occupants, le bailleur s'engage à se conformer, selon le cas :</p><p>Soit aux <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000879802&idArticle=LEGIARTI000006463063&dateTexte=&categorieLien=cid'>dispositions de l'article 14 modifié de la loi du 1er septembre 1948</a> si les travaux portent sur un logement occupé par un locataire ou un occupant de bonne foi pouvant se prévaloir des dispositions de cette loi ;</p><p>Soit aux <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000692718&idArticle=LEGIARTI000006464797&dateTexte=&categorieLien=cid'>dispositions de l'article 2 modifié de la loi n° 67-561 du 12 juillet 1967</a> relative à l'amélioration de l'habitat quel que soit le régime juridique de la location.</p><p>Lorsque l'exécution des travaux nécessite l'évacuation temporaire des lieux, le bailleur s'engage à mettre provisoirement à la disposition du locataire ou de l'occupant un logement au moins équivalent au logement faisant l'objet des travaux ou correspondant à ses besoins et situé dans un périmètre géographique tel que défini à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000879802&idArticle=LEGIARTI000006463040&dateTexte=&categorieLien=cid'>article 13 bis modifié de la loi du 1er septembre 1948</a>.</p><p>Article 10.</p><p>En application des dispositions de l'article L. 353-7, à la date d'entrée en vigueur de la présente convention, le bailleur s'engage à proposer au titulaire d'un bail en cours ou à l'occupant de bonne foi pouvant se prévaloir de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000879802&categorieLien=cid'>loi du 1er septembre 1948</a>, un projet de bail conforme à la présente convention.</p><p>A ce projet de bail, sont joints une copie de la convention et de la présente annexe, une notice d'information relative à l'aide personnalisée au logement, et les éléments relatifs au barème de cette aide.</p><p>Le projet de bail fait l'objet soit d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception soit d'une remise contre décharge. Il reproduit en caractères très apparents les dispositions de l'article L. 353-7.</p><p>Article 11.</p><p>A compter de la réception du projet de bail, le locataire titulaire d'un bail en cours dispose d'un délai de six mois pour accepter le nouveau bail.</p><p>En cas d'acceptation, le locataire est tenu par les clauses de son ancien contrat, et, notamment, celle relative au loyer, jusqu'à l'entrée en vigueur du nouveau bail. Celui-ci ne prendra effet qu'à compter de la date d'achèvement de l'ensemble des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris son logement. Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet, ou de son représentant, et dont une copie est remise contre décharge au locataire.</p><p>En cas de refus, les stipulations du bail en cours demeurent en vigueur, sous réserve de l'application des dispositions prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000692718&categorieLien=cid'>loi n° 67-561 du 12 juillet 1967</a> et, notamment, celle relative à l'exécution des travaux qui peut être faite dans les mêmes conditions que les réparations urgentes visées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006442823&dateTexte=&categorieLien=cid'>article 1724 du code civil</a>.</p><p>Dans ce dernier cas, le locataire n'a pas droit à l'aide personnalisée au logement et le bailleur est admis à demander une revision de ses engagements contractuels ou le report de leurs effets dans les conditions prévues à l'article L. 353-7.</p><p>Article 12.</p><p>Pour les logements financés en application de l'article R. 311-1, alinéas 2, 3 et 4, de la loi du 21 juillet 1950, de l'article 269 du code de l'urbanisme, conformément à l'article L. 353-8 et dans le cas où ces travaux sont justifiés par des considérations de salubrité, de sécurité ou de mise aux normes minimales d'habitabilité, les dispositions de la présente convention, et notamment celle relative au montant du loyer après travaux tel que fixé dans le projet de bail, s'appliquent de plein droit à compter de la date d'achèvement des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement.</p><p>Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou son représentant et dont une copie est remise contre décharge au locataire.</p><p>Le projet de bail, auquel seront joints une copie de la présente convention, une notice d'information relative à l'aide personnalisée au logement et des éléments relatifs au barème de cette aide, doit reproduire en caractères très apparents les dispositions de l'article L. 353-8.</p><p>Il fait l'objet d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception ou pour les locataires déjà dans les lieux d'une remise contre décharge.</p><p>Article 13.</p><p>L'occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 dispose du même délai de six mois à compter de la réception du projet de bail pour accepter ce bail conforme à la convention.</p><p>Celui-ci, et, notamment, la clause relative au montant du loyer, n'entre en vigueur qu'à compter de la date d'achèvement des travaux (parties communes, parties diverses) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement concerné.</p><p>Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet, ou son représentant, et dont une copie est remise contre décharge à l'occupant.</p><p>Jusqu'à la date d'achèvement des travaux ainsi constaté, l'occupant de bonne foi continue à occuper les lieux aux conditions de la loi du 1er septembre 1948.</p><p>Les dispositions de ladite loi cessent d'être applicables au logement considéré à l'expiration du délai de six mois susvisé ou à la date de signature du bail proposé à l'occupant de bonne foi, sous réserve des dispositions de l'article L. 353-9 applicables aux personnes âgées dans les conditions précisées à l'article 14 ci-après.</p><p>Article 14.</p><p>Pour les logements régis par les dispositions de la loi du 1er septembre 1948 et faisant l'objet de la présente convention, les dispositions de ladite loi, exceptées celles relatives au prix du loyer, sont à nouveau applicables à la date d'expiration de la convention ou, en cas de résiliation à la date prévue pour son expiration, au locataire ou à l'occupant de bonne foi dans les lieux lors de la signature de la convention à la double condition :</p><p>Qu'il soit âgé d'au moins soixante-cinq ans ou d'au moins soixante ans en cas d'inaptitude au travail ou lorsqu'à cet âge il bénéficie d'une retraite et que ses ressources annuelles n'excèdent le montant visé à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000879802&idArticle=LEGIARTI000006463180&dateTexte=&categorieLien=cid'>article 22 bis de la loi n° 48-1360 du 1er septembre 1948</a> ;</p><p>Que les dispositions de la législation de 1948 soient encore applicables soit au logement, soit au locataire ou occupant en vertu de mesures particulières prises en application de ladite législation.</p><p>Le locataire peut continuer à bénéficier de l'aide personnalisée, et le loyer exigible et son mode de révision sont ceux fixés par la convention.</p><p>Dans un but d'information du locataire, le projet de bail visé à l'article 10 doit reproduire en caractères très apparents le texte de l'article L. 353-9 du code de la construction et de l'habitation.</p><p>Article 15.</p><p>Au moins quinze jours avant la date de signature du bail, le bailleur s'engage à adresser au futur locataire une lettre portant attribution et réservation d'un logement pendant un délai minimum de quinze jours et attestant que le logement fait l'objet d'une convention susceptible d'ouvrir droit à l'aide personnalisée au logement. Dans le cas où le logement est disponible à plus brève échéance, ce délai peut être ramené à huit jours francs.</p><p>Dans cette lettre, doivent figurer notamment la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable et le montant du loyer.</p><p>Une notice d'information relative à l'aide personnalisée au logement est annexée à cette lettre.</p><p>Le bailleur s'engage à proposer un bail dans les conditions définies à la présente convention.</p><p>Article 16.</p><p>A la demande de tout locataire, le bailleur s'engage à fournir les formulaires de demande de l'aide personnalisée, ainsi que toutes les informations sur les conditions d'obtention de cette aide.</p><p>Article 17.</p><p>Information des locataires en cas de changement de propriétaire.</p><p>Conformément à l'article L. 353-4, la convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements faisant l'objet de cette convention.</p><p>En cas de mutation, et en vue de l'information des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000850274&idArticle=LEGIARTI000006285120&dateTexte=&categorieLien=cid'>article 6 du décret n° 55-22 du 4 janvier 1955</a> modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation.</p><p>Article 18.</p><p>Le bailleur s'engage à tenir informés les locataires de toute modification apportée à la convention.</p><p>Il s'engage à leur faire connaître les droits que leur confère l'article L. 353-6 en cas de résiliation à ses torts de la convention.</p><p>Il s'engage à les informer des droits que leur confère l'article L. 353-9 en cas de résiliation de la convention ou à la date prévue pour son expiration.</p><p>Article 19.</p><p>Conditions de location.</p><p>Durée du bail et délai-congé.</p><p>Le bail est conclu pour une durée de trois ans. Toutefois, s'il est conclu au cours des trois premières années de la convention, sa durée est limitée à la durée restant à courir jusqu'au 30 juin suivant la troisième année de la date de signature de la convention.</p><p>Pendant la durée de la convention en cours au moment de la conclusion du bail, sous réserve des dispositions de l'article 6 de l'annexe à l'article D. 353-190, il est reconduit tacitement, sauf dénonciation expresse du locataire, pour des périodes également de trois ans, dans la mesure où ce dernier se conforme aux obligations de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006442853&dateTexte=&categorieLien=cid'>article 1728 du code civil</a> rappelées dans le bail.</p><p>Au cours de chaque période triennale, le locataire peut résilier le bail à tout moment sous réserve d'un préavis de trois mois, ramené à un mois en cas de changement de résidence pour raisons professionnelles ou familiales graves.</p><p>Le congé est donné par lettre recommandée, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le bail produit effet jusqu'au dernier jour du mois.</p><p>En cas de vacance intervenant en cours de période triennale, le nouveau locataire est substitué de plein droit au précédent locataire jusqu'à l'expiration de ladite période. Une information sur les modalités de revision et de réajustement du loyer susceptibles d'intervenir au cours de la période restant à courir doit être donnée au futur locataire.</p><p>Article 20.</p><p>Modalités de paiement du loyer.</p><p>Le loyer est payé par fraction mensuelle à terme échu.</p><p>Le bailleur s'engage à remettre au preneur un document faisant clairement apparaître le montant du loyer, des sommes accessoires, et, en cas de versement de l'aide personnalisée au bailleur, également celui de cette aide.</p><p>Il est tenu de remettre sur la demande du preneur, et après paiement intégral du loyer et des sommes accessoires, une quittance ou un reçu des sommes versées.</p><p>Article 21.</p><p>Dépôt de garantie.</p><p>Le locataire verse lors de la signature du bail un cautionnement au plus égal à un mois de loyer en principal, revisable en fonction de l'évolution du loyer.</p><p>Ce cautionnement lui sera restitué dans un délai maximum de trois mois à compter de son départ, déduction faite, le cas échéant, des sommes restant dues au bailleur.</p><p>Les réparations locatives concernant les parties privatives des locaux d'habitation auxquelles est tenu le preneur, en application des principes posés par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443116&dateTexte=&categorieLien=cid'>articles 1754 et 1755 du code civil</a>, sont celles figurant sur la liste établie par l'accord de décembre 1975 de la commission permanente pour l'étude des charges locatives et des rapports entre propriétaires, gestionnaires et usagers créée par arrêté du 13 mai 1974.</p><p>Article 22.</p><p>Etat des lieux.</p><p>Un constat de l'état du local, dressé contradictoirement à l'entrée dans les lieux, doit être annexé au bail.</p><p>A la sortie, un constat est également établi dans les mêmes conditions.</p><p>Article 23.</p><p>Charges locatives.</p><p>Les charges récupérables correspondent à des prestations, taxes locatives et fournitures individuelles et doivent être limitativement énumérées dans le bail ; elles sont au plus celles fixées par les accords de la commission permanente.</p><p>Les charges peuvent faire l'objet de provisions et doivent, en ce cas, donner lieu à régularisation annuelle. Les demandes de provisions doivent être justifiées par la communication des résultats antérieurs arrêtés lors de la présente régularisation annuelle ou par celle de budgets prévisionnels.</p><p>Quinze jours avant l'échéance du remboursement ou de la régularisation annuelle des charges, le bailleur en communique le décompte, par nature de charges ainsi que le mode de répartition entre tous les locataires de l'immeuble.</p><p>Pendant un délai d'un mois à compter de l'envoi de ce décompte, les pièces justificatives sont tenues à la disposition des locataires ou de leurs représentants. Lorsqu'ils en font la demande, toutes explications utiles sur les dépenses de gestion leur sont présentées.</p><p>III. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'A.P.L..</p><p>Article 24.</p><p>Obligations à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.</p><p>Le bailleur s'engage à l'égard du ou des organismes liquidateurs aux obligations suivantes :</p><p>De produire dès l'entrée en vigueur de la présente convention :</p><p>- pour les locataires déjà dans les lieux, une attestation sur laquelle doivent figurer, notamment, la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable, le loyer principal ainsi que la date de prise d'effet du bail attestée par la photocopie d'attestation d'exécution conforme des travaux établie par le préfet ou son représentant ;</p><p>- pour les nouveaux locataires, une attestation précisant la date de prise d'effet de la location et à laquelle est annexée photocopie de la lettre de réservation définie à l'article 15 ;</p><p>De fournir au plus tard le 15 mai de chaque année le montant du loyer applicable à compter du 1er juillet ;</p><p>De signaler immédiatement tout départ de locataire bénéficiant de l'aide personnalisée au logement ;</p><p>De fournir annuellement toute justification concernant le paiement du loyer et, en cas de non-paiement de deux échéances consécutives, d'en aviser immédiatement les organismes liquidateurs, ainsi que la section des aides publiques au logement du conseil départemental de l'habitat en indiquant les démarches entreprises auprès du locataire défaillant ;</p><p>Indiquer toutes modifications dans la composition familiale portées à sa connaissance par le locataire ;</p><p>De produire toutes les pièces nécessaires à la mise en place du système de tiers payant, tel que défini par les directives du conseil de gestion du fonds national de l'habitation, et plus généralement d'établir avec les organismes liquidateurs en tant que de besoin toutes les liaisons nécessaires ;</p><p>De faire connaître sur la quittance toute modification sur le montant de l'aide personnalisée.</p>",
            "num": "Annexe III à l'article D353-190",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567296000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-02-05",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application de l'article L. 351-2 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129009",
                        "id": "LEGISCTA000006129009",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129009",
                        "id": "LEGISCTA000038928912",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832834",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129009",
            "sectionParentId": "LEGISCTA000038928912",
            "sectionParentTitre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
            "fullSectionsTitre": "Annexes &gt; Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039048922",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000879802",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948 - art. 13 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "13 bis",
                    "articleId": "LEGIARTI000006463040",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 189561600000
                },
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948 - art. 14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006463063",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948 - art. 22 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "22 bis",
                    "articleId": "LEGIARTI000006463180",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": -109641600000
                },
                {
                    "textCid": "JORFTEXT000000850274",
                    "textTitle": "Décret n° 55-22 du 4 janvier 1955 - art. 6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006285120",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "55-22",
                    "datePubli": -472867200000,
                    "dateDebut": -472867200000
                },
                {
                    "textCid": "JORFTEXT000000692718",
                    "textTitle": "Loi n°67-561 du 12 juillet 1967",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692718",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-561",
                    "datePubli": -78019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000692718",
                    "textTitle": "Loi n°67-561 du 12 juillet 1967 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006464797",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-561",
                    "datePubli": -78019200000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000322092",
                    "textTitle": "Loi n°89-475 du 10 juillet 1989 - art. 6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006681916",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "89-475",
                    "datePubli": 616204800000,
                    "dateDebut": 616204800000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000026597003",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1724",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1724",
                    "articleId": "LEGIARTI000006442823",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5231952000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1728",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1728",
                    "articleId": "LEGIARTI000006442853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5231952000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1754",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1754",
                    "articleId": "LEGIARTI000006443116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5231952000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 606",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "606",
                    "articleId": "LEGIARTI000006429505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5235148800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832834",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 666489600000,
                    "dateFin": 1352592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026617837",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1352592000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039048922",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III à l'article D353-190"
            ],
            "versionPrecedente": "LEGIARTI000026617837",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026617837",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Engagements de portée générale applicables à tout programme conventionné. I. - Engagements à l'égard de l'Etat. Article 1er. Obligations du bailleur relatives à la maintenance, l'entretien et la qualité des locaux loués. Le bailleur est tenu, en application des articles 606, 1719, 1720 et 1721 du code civil , de maintenir les locaux en bon état d'habitabilité et de faire exécuter toutes les réparations nécessaires qui sont à sa charge. Il s'engage au plus tard dès la mise en service des logements ou dès la date d'achèvement des travaux à tenir un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire sur l'immeuble. Article 2. Conditions d'occupation et de peuplement des logements sous réserve de l'option mentionnée à l'article 5 de l'annexe à l'article R. 353-190. Les logements soumis à la présente convention doivent être loués nus à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l' article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Ils doivent répondre aux conditions d'occupation suffisante telles que définies en application de l'article R. 441-3. Lors de la mise en service et au fur et à mesure des vacances, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond prévu pour l'entrée dans les logements locatifs sociaux en application de l'article R. 331-20. Sous réserve de l'obtention de l'autorisation administrative prévue par l'article L. 631-7, le bailleur s'engage à ne pas faire obstacle à une utilisation des logements en partie à usage professionnel, dans la mesure où le locataire satisfait aux conditions d'occupation et de peuplement. Le bailleur s'engage à faciliter, notamment en cas de vacance des logements, les échanges de locaux à l'intérieur de son patrimoine en vue d'une meilleure utilisation familiale. Article 3. Mise en gestion du programme. Lorsque le bailleur n'assure pas lui-même la gestion du programme conventionné, dans les conditions mentionnées à l'article 3 de l'annexe à l'article R. 353-190, il s'engage à donner au gestionnaire un mandat écrit reproduisant l'ensemble des obligations contenues dans la présente convention, et habilitant le gestionnaire à percevoir l'aide personnalisée au logement. Le bailleur s'engage à informer le préfet, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire. Le bailleur s'engage à respecter ou à faire respecter les clauses de la convention et de la présente annexe. Article 4. Révision. La présente convention peut être révisée tous les trois ans à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision. Article 5. Résiliation. En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer minimum ou faute grave à l'égard des organismes liquidateurs de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet après un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention. Il sera fait application des dispositions prévues à l'article L. 353-6 par le maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement prise en charge désormais par le bailleur. Dans ce cas, le document visé à l'article 20, alinéa 2, ci-dessous ou la quittance doit faire apparaître le montant de l'aide personnalisée tel que résultant des calculs des services liquidateurs de l'aide personnalisée au logement. Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à en faire notification aux locataires et aux organismes liquidateurs concernés. Article 6. Sanctions. En application de l'article L. 353-2, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à 5 p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention, en cas de non-respect des obligations relatives, notamment, aux conditions particulières de réservation au profit des mal-logés, aux conditions d'occupation sociale du patrimoine, ainsi que des obligations à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée demeurée sans effet pendant un délai de six mois. En cas de défaut de versement de cette somme, le recouvrement sera opéré dans les conditions prévues par le décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique. Article 7. Contrôle. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant ou aux membres du corps de l'inspection générale de l'équipement toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle. Article 8. Publication. Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. II. - Engagements à l'égard des locataires. Article 9. Obligation d'information à l'égard du locataire ou de l'occupant. Le bailleur, pour la réalisation des travaux définis dans le document prévu à l'article 1er de l'annexe à l'article R. 353-190 s'engage à informer les locataires ou les occupants à respecter les droits que ceux-ci tiennent des dispositions législatives ou réglementaires en vigueur. Lorsque l'exécution des travaux ne nécessite pas le départ des occupants, le bailleur s'engage à se conformer, selon le cas : Soit aux dispositions de l'article 14 modifié de la loi du 1er septembre 1948 si les travaux portent sur un logement occupé par un locataire ou un occupant de bonne foi pouvant se prévaloir des dispositions de cette loi ; Soit aux dispositions de l'article 2 modifié de la loi n° 67-561 du 12 juillet 1967 relative à l'amélioration de l'habitat quel que soit le régime juridique de la location. Lorsque l'exécution des travaux nécessite l'évacuation temporaire des lieux, le bailleur s'engage à mettre provisoirement à la disposition du locataire ou de l'occupant un logement au moins équivalent au logement faisant l'objet des travaux ou correspondant à ses besoins et situé dans un périmètre géographique tel que défini à l' article 13 bis modifié de la loi du 1er septembre 1948 . Article 10. En application des dispositions de l'article L. 353-7, à la date d'entrée en vigueur de la présente convention, le bailleur s'engage à proposer au titulaire d'un bail en cours ou à l'occupant de bonne foi pouvant se prévaloir de la loi du 1er septembre 1948 , un projet de bail conforme à la présente convention. A ce projet de bail, sont joints une copie de la convention et de la présente annexe, une notice d'information relative à l'aide personnalisée au logement, et les éléments relatifs au barème de cette aide. Le projet de bail fait l'objet soit d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception soit d'une remise contre décharge. Il reproduit en caractères très apparents les dispositions de l'article L. 353-7. Article 11. A compter de la réception du projet de bail, le locataire titulaire d'un bail en cours dispose d'un délai de six mois pour accepter le nouveau bail. En cas d'acceptation, le locataire est tenu par les clauses de son ancien contrat, et, notamment, celle relative au loyer, jusqu'à l'entrée en vigueur du nouveau bail. Celui-ci ne prendra effet qu'à compter de la date d'achèvement de l'ensemble des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris son logement. Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet, ou de son représentant, et dont une copie est remise contre décharge au locataire. En cas de refus, les stipulations du bail en cours demeurent en vigueur, sous réserve de l'application des dispositions prévues par la loi n° 67-561 du 12 juillet 1967 et, notamment, celle relative à l'exécution des travaux qui peut être faite dans les mêmes conditions que les réparations urgentes visées à l' article 1724 du code civil . Dans ce dernier cas, le locataire n'a pas droit à l'aide personnalisée au logement et le bailleur est admis à demander une revision de ses engagements contractuels ou le report de leurs effets dans les conditions prévues à l'article L. 353-7. Article 12. Pour les logements financés en application de l'article R. 311-1, alinéas 2, 3 et 4, de la loi du 21 juillet 1950, de l'article 269 du code de l'urbanisme, conformément à l'article L. 353-8 et dans le cas où ces travaux sont justifiés par des considérations de salubrité, de sécurité ou de mise aux normes minimales d'habitabilité, les dispositions de la présente convention, et notamment celle relative au montant du loyer après travaux tel que fixé dans le projet de bail, s'appliquent de plein droit à compter de la date d'achèvement des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement. Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou son représentant et dont une copie est remise contre décharge au locataire. Le projet de bail, auquel seront joints une copie de la présente convention, une notice d'information relative à l'aide personnalisée au logement et des éléments relatifs au barème de cette aide, doit reproduire en caractères très apparents les dispositions de l'article L. 353-8. Il fait l'objet d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception ou pour les locataires déjà dans les lieux d'une remise contre décharge. Article 13. L'occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 dispose du même délai de six mois à compter de la réception du projet de bail pour accepter ce bail conforme à la convention. Celui-ci, et, notamment, la clause relative au montant du loyer, n'entre en vigueur qu'à compter de la date d'achèvement des travaux (parties communes, parties diverses) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement concerné. Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet, ou son représentant, et dont une copie est remise contre décharge à l'occupant. Jusqu'à la date d'achèvement des travaux ainsi constaté, l'occupant de bonne foi continue à occuper les lieux aux conditions de la loi du 1er septembre 1948. Les dispositions de ladite loi cessent d'être applicables au logement considéré à l'expiration du délai de six mois susvisé ou à la date de signature du bail proposé à l'occupant de bonne foi, sous réserve des dispositions de l'article L. 353-9 applicables aux personnes âgées dans les conditions précisées à l'article 14 ci-après. Article 14. Pour les logements régis par les dispositions de la loi du 1er septembre 1948 et faisant l'objet de la présente convention, les dispositions de ladite loi, exceptées celles relatives au prix du loyer, sont à nouveau applicables à la date d'expiration de la convention ou, en cas de résiliation à la date prévue pour son expiration, au locataire ou à l'occupant de bonne foi dans les lieux lors de la signature de la convention à la double condition : Qu'il soit âgé d'au moins soixante-cinq ans ou d'au moins soixante ans en cas d'inaptitude au travail ou lorsqu'à cet âge il bénéficie d'une retraite et que ses ressources annuelles n'excèdent le montant visé à l' article 22 bis de la loi n° 48-1360 du 1er septembre 1948 ; Que les dispositions de la législation de 1948 soient encore applicables soit au logement, soit au locataire ou occupant en vertu de mesures particulières prises en application de ladite législation. Le locataire peut continuer à bénéficier de l'aide personnalisée, et le loyer exigible et son mode de révision sont ceux fixés par la convention. Dans un but d'information du locataire, le projet de bail visé à l'article 10 doit reproduire en caractères très apparents le texte de l'article L. 353-9 du code de la construction et de l'habitation. Article 15. Au moins quinze jours avant la date de signature du bail, le bailleur s'engage à adresser au futur locataire une lettre portant attribution et réservation d'un logement pendant un délai minimum de quinze jours et attestant que le logement fait l'objet d'une convention susceptible d'ouvrir droit à l'aide personnalisée au logement. Dans le cas où le logement est disponible à plus brève échéance, ce délai peut être ramené à huit jours francs. Dans cette lettre, doivent figurer notamment la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable et le montant du loyer. Une notice d'information relative à l'aide personnalisée au logement est annexée à cette lettre. Le bailleur s'engage à proposer un bail dans les conditions définies à la présente convention. Article 16. A la demande de tout locataire, le bailleur s'engage à fournir les formulaires de demande de l'aide personnalisée, ainsi que toutes les informations sur les conditions d'obtention de cette aide. Article 17. Information des locataires en cas de changement de propriétaire. Conformément à l'article L. 353-4, la convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements faisant l'objet de cette convention. En cas de mutation, et en vue de l'information des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l' article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation. Article 18. Le bailleur s'engage à tenir informés les locataires de toute modification apportée à la convention. Il s'engage à leur faire connaître les droits que leur confère l'article L. 353-6 en cas de résiliation à ses torts de la convention. Il s'engage à les informer des droits que leur confère l'article L. 353-9 en cas de résiliation de la convention ou à la date prévue pour son expiration. Article 19. Conditions de location. Durée du bail et délai-congé. Le bail est conclu pour une durée de trois ans. Toutefois, s'il est conclu au cours des trois premières années de la convention, sa durée est limitée à la durée restant à courir jusqu'au 30 juin suivant la troisième année de la date de signature de la convention. Pendant la durée de la convention en cours au moment de la conclusion du bail, sous réserve des dispositions de l'article 6 de l'annexe à l'article R. 353-190, il est reconduit tacitement, sauf dénonciation expresse du locataire, pour des périodes également de trois ans, dans la mesure où ce dernier se conforme aux obligations de l' article 1728 du code civil rappelées dans le bail. Au cours de chaque période triennale, le locataire peut résilier le bail à tout moment sous réserve d'un préavis de trois mois, ramené à un mois en cas de changement de résidence pour raisons professionnelles ou familiales graves. Le congé est donné par lettre recommandée, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le bail produit effet jusqu'au dernier jour du mois. En cas de vacance intervenant en cours de période triennale, le nouveau locataire est substitué de plein droit au précédent locataire jusqu'à l'expiration de ladite période. Une information sur les modalités de revision et de réajustement du loyer susceptibles d'intervenir au cours de la période restant à courir doit être donnée au futur locataire. Article 20. Modalités de paiement du loyer. Le loyer est payé par fraction mensuelle à terme échu. Le bailleur s'engage à remettre au preneur un document faisant clairement apparaître le montant du loyer, des sommes accessoires, et, en cas de versement de l'aide personnalisée au bailleur, également celui de cette aide. Il est tenu de remettre sur la demande du preneur, et après paiement intégral du loyer et des sommes accessoires, une quittance ou un reçu des sommes versées. Article 21. Dépôt de garantie. Le locataire verse lors de la signature du bail un cautionnement au plus égal à un mois de loyer en principal, revisable en fonction de l'évolution du loyer. Ce cautionnement lui sera restitué dans un délai maximum de trois mois à compter de son départ, déduction faite, le cas échéant, des sommes restant dues au bailleur. Les réparations locatives concernant les parties privatives des locaux d'habitation auxquelles est tenu le preneur, en application des principes posés par les articles 1754 et 1755 du code civil , sont celles figurant sur la liste établie par l'accord de décembre 1975 de la commission permanente pour l'étude des charges locatives et des rapports entre propriétaires, gestionnaires et usagers créée par arrêté du 13 mai 1974. Article 22. Etat des lieux. Un constat de l'état du local, dressé contradictoirement à l'entrée dans les lieux, doit être annexé au bail. A la sortie, un constat est également établi dans les mêmes conditions. Article 23. Charges locatives. Les charges récupérables correspondent à des prestations, taxes locatives et fournitures individuelles et doivent être limitativement énumérées dans le bail ; elles sont au plus celles fixées par les accords de la commission permanente. Les charges peuvent faire l'objet de provisions et doivent, en ce cas, donner lieu à régularisation annuelle. Les demandes de provisions doivent être justifiées par la communication des résultats antérieurs arrêtés lors de la présente régularisation annuelle ou par celle de budgets prévisionnels. Quinze jours avant l'échéance du remboursement ou de la régularisation annuelle des charges, le bailleur en communique le décompte, par nature de charges ainsi que le mode de répartition entre tous les locataires de l'immeuble. Pendant un délai d'un mois à compter de l'envoi de ce décompte, les pièces justificatives sont tenues à la disposition des locataires ou de leurs représentants. Lorsqu'ils en font la demande, toutes explications utiles sur les dépenses de gestion leur sont présentées. III. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'A.P.L.. Article 24. Obligations à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. Le bailleur s'engage à l'égard du ou des organismes liquidateurs aux obligations suivantes : De produire dès l'entrée en vigueur de la présente convention : - pour les locataires déjà dans les lieux, une attestation sur laquelle doivent figurer, notamment, la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable, le loyer principal ainsi que la date de prise d'effet du bail attestée par la photocopie d'attestation d'exécution conforme des travaux établie par le préfet ou son représentant ; - pour les nouveaux locataires, une attestation précisant la date de prise d'effet de la location et à laquelle est annexée photocopie de la lettre de réservation définie à l'article 15 ; De fournir au plus tard le 15 mai de chaque année le montant du loyer applicable à compter du 1er juillet ; De signaler immédiatement tout départ de locataire bénéficiant de l'aide personnalisée au logement ; De fournir annuellement toute justification concernant le paiement du loyer et, en cas de non-paiement de deux échéances consécutives, d'en aviser immédiatement les organismes liquidateurs, ainsi que la section des aides publiques au logement du conseil départemental de l'habitat en indiquant les démarches entreprises auprès du locataire défaillant ; Indiquer toutes modifications dans la composition familiale portées à sa connaissance par le locataire ; De produire toutes les pièces nécessaires à la mise en place du système de tiers payant, tel que défini par les directives du conseil de gestion du fonds national de l'habitation, et plus généralement d'établir avec les organismes liquidateurs en tant que de besoin toutes les liaisons nécessaires ; De faire connaître sur la quittance toute modification sur le montant de l'aide personnalisée.",
            "texteHtml": "<p>   Engagements de portée générale applicables à tout programme conventionné.</p><p></p><p>   I. - Engagements à l'égard de l'Etat.</p><p></p><p>   Article 1er.</p><p></p><p>   Obligations du bailleur relatives à la maintenance, l'entretien et la qualité des locaux loués.</p><p></p><p>   Le bailleur est tenu, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006429505&dateTexte=&categorieLien=cid'>articles 606, 1719, 1720 et 1721 du code civil</a>, de maintenir les locaux en bon état d'habitabilité et de faire exécuter toutes les réparations nécessaires qui sont à sa charge.</p><p></p><p>   Il s'engage au plus tard dès la mise en service des logements ou dès la date d'achèvement des travaux à tenir un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire sur l'immeuble.</p><p></p><p>   Article 2.</p><p></p><p>   Conditions d'occupation et de peuplement des logements sous réserve de l'option mentionnée à l'article 5 de l'annexe à l'article R. 353-190.</p><p></p><p>   Les logements soumis à la présente convention doivent être loués nus à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000322092&idArticle=LEGIARTI000006681916&dateTexte=&categorieLien=cid'>article 6 de la loi n° 89-475 du 10 juillet 1989</a> relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Ils doivent répondre aux conditions d'occupation suffisante telles que définies en application de l'article R. 441-3.</p><p></p><p>   Lors de la mise en service et au fur et à mesure des vacances, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond prévu pour l'entrée dans les logements locatifs sociaux en application de l'article R. 331-20.</p><p></p><p>   Sous réserve de l'obtention de l'autorisation administrative prévue par l'article L. 631-7, le bailleur s'engage à ne pas faire obstacle à une utilisation des logements en partie à usage professionnel, dans la mesure où le locataire satisfait aux conditions d'occupation et de peuplement.</p><p></p><p>   Le bailleur s'engage à faciliter, notamment en cas de vacance des logements, les échanges de locaux à l'intérieur de son patrimoine en vue d'une meilleure utilisation familiale.</p><p></p><p>   Article 3.</p><p></p><p>   Mise en gestion du programme.</p><p></p><p>   Lorsque le bailleur n'assure pas lui-même la gestion du programme conventionné, dans les conditions mentionnées à l'article 3 de l'annexe à l'article R. 353-190, il s'engage à donner au gestionnaire un mandat écrit reproduisant l'ensemble des obligations contenues dans la présente convention, et habilitant le gestionnaire à percevoir l'aide personnalisée au logement.</p><p></p><p>   Le bailleur s'engage à informer le préfet, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire.</p><p></p><p>   Le bailleur s'engage à respecter ou à faire respecter les clauses de la convention et de la présente annexe.</p><p></p><p>   Article 4.</p><p></p><p>   Révision.</p><p></p><p>   La présente convention peut être révisée tous les trois ans à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision.</p><p></p><p>   Article 5.</p><p></p><p>   Résiliation.</p><p></p><p>   En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer minimum ou faute grave à l'égard des organismes liquidateurs de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet après un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention.</p><p></p><p>   Il sera fait application des dispositions prévues à l'article L. 353-6 par le maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement prise en charge désormais par le bailleur. Dans ce cas, le document visé à l'article 20, alinéa 2, ci-dessous ou la quittance doit faire apparaître le montant de l'aide personnalisée tel que résultant des calculs des services liquidateurs de l'aide personnalisée au logement.</p><p></p><p>   Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à en faire notification aux locataires et aux organismes liquidateurs concernés.</p><p></p><p>   Article 6.</p><p></p><p>   Sanctions.</p><p></p><p>   En application de l'article L. 353-2, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à 5 p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention, en cas de non-respect des obligations relatives, notamment, aux conditions particulières de réservation au profit des mal-logés, aux conditions d'occupation sociale du patrimoine, ainsi que des obligations à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée demeurée sans effet pendant un délai de six mois. En cas de défaut de versement de cette somme, le recouvrement sera opéré dans les conditions prévues par le <a href='/affichTexte.do?cidTexte=JORFTEXT000026597003&categorieLien=cid'>décret n° 2012-1246 du 7 novembre 2012</a> relatif à la gestion budgétaire et comptable publique.</p><p></p><p>   Article 7.</p><p></p><p>   Contrôle.</p><p></p><p>   Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant ou aux membres du corps de l'inspection générale de l'équipement toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle.</p><p></p><p>   Article 8.</p><p></p><p>   Publication.</p><p></p><p>   Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.</p><p></p><p>   II. - Engagements à l'égard des locataires.</p><p></p><p>   Article 9.</p><p></p><p>   Obligation d'information à l'égard du locataire ou de l'occupant.</p><p></p><p>   Le bailleur, pour la réalisation des travaux définis dans le document prévu à l'article 1er de l'annexe à l'article R. 353-190 s'engage à informer les locataires ou les occupants à respecter les droits que ceux-ci tiennent des dispositions législatives ou réglementaires en vigueur.</p><p></p><p>   Lorsque l'exécution des travaux ne nécessite pas le départ des occupants, le bailleur s'engage à se conformer, selon le cas :</p><p></p><p>   Soit aux <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000879802&idArticle=LEGIARTI000006463063&dateTexte=&categorieLien=cid'>dispositions de l'article 14 modifié de la loi du 1er septembre 1948</a> si les travaux portent sur un logement occupé par un locataire ou un occupant de bonne foi pouvant se prévaloir des dispositions de cette loi ;</p><p></p><p>   Soit aux <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000692718&idArticle=LEGIARTI000006464797&dateTexte=&categorieLien=cid'>dispositions de l'article 2 modifié de la loi n° 67-561 du 12 juillet 1967</a> relative à l'amélioration de l'habitat quel que soit le régime juridique de la location.</p><p></p><p>   Lorsque l'exécution des travaux nécessite l'évacuation temporaire des lieux, le bailleur s'engage à mettre provisoirement à la disposition du locataire ou de l'occupant un logement au moins équivalent au logement faisant l'objet des travaux ou correspondant à ses besoins et situé dans un périmètre géographique tel que défini à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000879802&idArticle=LEGIARTI000006463040&dateTexte=&categorieLien=cid'>article 13 bis modifié de la loi du 1er septembre 1948</a>.</p><p></p><p>   Article 10.</p><p></p><p>   En application des dispositions de l'article L. 353-7, à la date d'entrée en vigueur de la présente convention, le bailleur s'engage à proposer au titulaire d'un bail en cours ou à l'occupant de bonne foi pouvant se prévaloir de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000879802&categorieLien=cid'>loi du 1er septembre 1948</a>, un projet de bail conforme à la présente convention.</p><p></p><p>   A ce projet de bail, sont joints une copie de la convention et de la présente annexe, une notice d'information relative à l'aide personnalisée au logement, et les éléments relatifs au barème de cette aide.</p><p></p><p>   Le projet de bail fait l'objet soit d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception soit d'une remise contre décharge. Il reproduit en caractères très apparents les dispositions de l'article L. 353-7.</p><p></p><p>   Article 11.</p><p></p><p>   A compter de la réception du projet de bail, le locataire titulaire d'un bail en cours dispose d'un délai de six mois pour accepter le nouveau bail.</p><p></p><p>   En cas d'acceptation, le locataire est tenu par les clauses de son ancien contrat, et, notamment, celle relative au loyer, jusqu'à l'entrée en vigueur du nouveau bail. Celui-ci ne prendra effet qu'à compter de la date d'achèvement de l'ensemble des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris son logement. Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet, ou de son représentant, et dont une copie est remise contre décharge au locataire.</p><p></p><p>   En cas de refus, les stipulations du bail en cours demeurent en vigueur, sous réserve de l'application des dispositions prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000692718&categorieLien=cid'>loi n° 67-561 du 12 juillet 1967</a> et, notamment, celle relative à l'exécution des travaux qui peut être faite dans les mêmes conditions que les réparations urgentes visées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006442823&dateTexte=&categorieLien=cid'>article 1724 du code civil</a>.</p><p></p><p>   Dans ce dernier cas, le locataire n'a pas droit à l'aide personnalisée au logement et le bailleur est admis à demander une revision de ses engagements contractuels ou le report de leurs effets dans les conditions prévues à l'article L. 353-7.</p><p></p><p>   Article 12.</p><p></p><p>   Pour les logements financés en application de l'article R. 311-1, alinéas 2, 3 et 4, de la loi du 21 juillet 1950, de l'article 269 du code de l'urbanisme, conformément à l'article L. 353-8 et dans le cas où ces travaux sont justifiés par des considérations de salubrité, de sécurité ou de mise aux normes minimales d'habitabilité, les dispositions de la présente convention, et notamment celle relative au montant du loyer après travaux tel que fixé dans le projet de bail, s'appliquent de plein droit à compter de la date d'achèvement des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement.</p><p></p><p>   Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou son représentant et dont une copie est remise contre décharge au locataire.</p><p></p><p>   Le projet de bail, auquel seront joints une copie de la présente convention, une notice d'information relative à l'aide personnalisée au logement et des éléments relatifs au barème de cette aide, doit reproduire en caractères très apparents les dispositions de l'article L. 353-8.</p><p></p><p>   Il fait l'objet d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception ou pour les locataires déjà dans les lieux d'une remise contre décharge.</p><p></p><p>   Article 13.</p><p></p><p>   L'occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 dispose du même délai de six mois à compter de la réception du projet de bail pour accepter ce bail conforme à la convention.</p><p></p><p>   Celui-ci, et, notamment, la clause relative au montant du loyer, n'entre en vigueur qu'à compter de la date d'achèvement des travaux (parties communes, parties diverses) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement concerné.</p><p></p><p>   Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet, ou son représentant, et dont une copie est remise contre décharge à l'occupant.</p><p></p><p>   Jusqu'à la date d'achèvement des travaux ainsi constaté, l'occupant de bonne foi continue à occuper les lieux aux conditions de la loi du 1er septembre 1948.</p><p></p><p>   Les dispositions de ladite loi cessent d'être applicables au logement considéré à l'expiration du délai de six mois susvisé ou à la date de signature du bail proposé à l'occupant de bonne foi, sous réserve des dispositions de l'article L. 353-9 applicables aux personnes âgées dans les conditions précisées à l'article 14 ci-après.</p><p></p><p>   Article 14.</p><p></p><p>   Pour les logements régis par les dispositions de la loi du 1er septembre 1948 et faisant l'objet de la présente convention, les dispositions de ladite loi, exceptées celles relatives au prix du loyer, sont à nouveau applicables à la date d'expiration de la convention ou, en cas de résiliation à la date prévue pour son expiration, au locataire ou à l'occupant de bonne foi dans les lieux lors de la signature de la convention à la double condition :</p><p></p><p>   Qu'il soit âgé d'au moins soixante-cinq ans ou d'au moins soixante ans en cas d'inaptitude au travail ou lorsqu'à cet âge il bénéficie d'une retraite et que ses ressources annuelles n'excèdent le montant visé à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000879802&idArticle=LEGIARTI000006463180&dateTexte=&categorieLien=cid'>article 22 bis de la loi n° 48-1360 du 1er septembre 1948</a> ;</p><p></p><p>   Que les dispositions de la législation de 1948 soient encore applicables soit au logement, soit au locataire ou occupant en vertu de mesures particulières prises en application de ladite législation.</p><p></p><p>   Le locataire peut continuer à bénéficier de l'aide personnalisée, et le loyer exigible et son mode de révision sont ceux fixés par la convention.</p><p></p><p>   Dans un but d'information du locataire, le projet de bail visé à l'article 10 doit reproduire en caractères très apparents le texte de l'article L. 353-9 du code de la construction et de l'habitation.</p><p></p><p>   Article 15.</p><p></p><p>   Au moins quinze jours avant la date de signature du bail, le bailleur s'engage à adresser au futur locataire une lettre portant attribution et réservation d'un logement pendant un délai minimum de quinze jours et attestant que le logement fait l'objet d'une convention susceptible d'ouvrir droit à l'aide personnalisée au logement. Dans le cas où le logement est disponible à plus brève échéance, ce délai peut être ramené à huit jours francs.</p><p></p><p>   Dans cette lettre, doivent figurer notamment la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable et le montant du loyer.</p><p></p><p>   Une notice d'information relative à l'aide personnalisée au logement est annexée à cette lettre.</p><p></p><p>   Le bailleur s'engage à proposer un bail dans les conditions définies à la présente convention.</p><p></p><p>   Article 16.</p><p></p><p>   A la demande de tout locataire, le bailleur s'engage à fournir les formulaires de demande de l'aide personnalisée, ainsi que toutes les informations sur les conditions d'obtention de cette aide.</p><p></p><p>   Article 17.</p><p></p><p>   Information des locataires en cas de changement de propriétaire.</p><p></p><p>   Conformément à l'article L. 353-4, la convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements faisant l'objet de cette convention.</p><p></p><p>   En cas de mutation, et en vue de l'information des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000850274&idArticle=LEGIARTI000006285120&dateTexte=&categorieLien=cid'>article 6 du décret n° 55-22 du 4 janvier 1955</a> modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation.</p><p></p><p>   Article 18.</p><p></p><p>   Le bailleur s'engage à tenir informés les locataires de toute modification apportée à la convention.</p><p></p><p>   Il s'engage à leur faire connaître les droits que leur confère l'article L. 353-6 en cas de résiliation à ses torts de la convention.</p><p></p><p>   Il s'engage à les informer des droits que leur confère l'article L. 353-9 en cas de résiliation de la convention ou à la date prévue pour son expiration.</p><p></p><p>   Article 19.</p><p></p><p>   Conditions de location.</p><p></p><p>   Durée du bail et délai-congé.</p><p></p><p>   Le bail est conclu pour une durée de trois ans. Toutefois, s'il est conclu au cours des trois premières années de la convention, sa durée est limitée à la durée restant à courir jusqu'au 30 juin suivant la troisième année de la date de signature de la convention.</p><p></p><p>   Pendant la durée de la convention en cours au moment de la conclusion du bail, sous réserve des dispositions de l'article 6 de l'annexe à l'article R. 353-190, il est reconduit tacitement, sauf dénonciation expresse du locataire, pour des périodes également de trois ans, dans la mesure où ce dernier se conforme aux obligations de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006442853&dateTexte=&categorieLien=cid'>article 1728 du code civil</a> rappelées dans le bail.</p><p></p><p>   Au cours de chaque période triennale, le locataire peut résilier le bail à tout moment sous réserve d'un préavis de trois mois, ramené à un mois en cas de changement de résidence pour raisons professionnelles ou familiales graves.</p><p></p><p>   Le congé est donné par lettre recommandée, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le bail produit effet jusqu'au dernier jour du mois.</p><p></p><p>   En cas de vacance intervenant en cours de période triennale, le nouveau locataire est substitué de plein droit au précédent locataire jusqu'à l'expiration de ladite période. Une information sur les modalités de revision et de réajustement du loyer susceptibles d'intervenir au cours de la période restant à courir doit être donnée au futur locataire.</p><p></p><p>   Article 20.</p><p></p><p>   Modalités de paiement du loyer.</p><p></p><p>   Le loyer est payé par fraction mensuelle à terme échu.</p><p></p><p>   Le bailleur s'engage à remettre au preneur un document faisant clairement apparaître le montant du loyer, des sommes accessoires, et, en cas de versement de l'aide personnalisée au bailleur, également celui de cette aide.</p><p></p><p>   Il est tenu de remettre sur la demande du preneur, et après paiement intégral du loyer et des sommes accessoires, une quittance ou un reçu des sommes versées.</p><p></p><p>   Article 21.</p><p></p><p>   Dépôt de garantie.</p><p></p><p>   Le locataire verse lors de la signature du bail un cautionnement au plus égal à un mois de loyer en principal, revisable en fonction de l'évolution du loyer.</p><p></p><p>   Ce cautionnement lui sera restitué dans un délai maximum de trois mois à compter de son départ, déduction faite, le cas échéant, des sommes restant dues au bailleur.</p><p></p><p>   Les réparations locatives concernant les parties privatives des locaux d'habitation auxquelles est tenu le preneur, en application des principes posés par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443116&dateTexte=&categorieLien=cid'>articles 1754 et 1755 du code civil</a>, sont celles figurant sur la liste établie par l'accord de décembre 1975 de la commission permanente pour l'étude des charges locatives et des rapports entre propriétaires, gestionnaires et usagers créée par arrêté du 13 mai 1974.</p><p></p><p>   Article 22.</p><p></p><p>   Etat des lieux.</p><p></p><p>   Un constat de l'état du local, dressé contradictoirement à l'entrée dans les lieux, doit être annexé au bail.</p><p></p><p>   A la sortie, un constat est également établi dans les mêmes conditions.</p><p></p><p>   Article 23.</p><p></p><p>   Charges locatives.</p><p></p><p>   Les charges récupérables correspondent à des prestations, taxes locatives et fournitures individuelles et doivent être limitativement énumérées dans le bail ; elles sont au plus celles fixées par les accords de la commission permanente.</p><p></p><p>   Les charges peuvent faire l'objet de provisions et doivent, en ce cas, donner lieu à régularisation annuelle. Les demandes de provisions doivent être justifiées par la communication des résultats antérieurs arrêtés lors de la présente régularisation annuelle ou par celle de budgets prévisionnels.</p><p></p><p>   Quinze jours avant l'échéance du remboursement ou de la régularisation annuelle des charges, le bailleur en communique le décompte, par nature de charges ainsi que le mode de répartition entre tous les locataires de l'immeuble.</p><p></p><p>   Pendant un délai d'un mois à compter de l'envoi de ce décompte, les pièces justificatives sont tenues à la disposition des locataires ou de leurs représentants. Lorsqu'ils en font la demande, toutes explications utiles sur les dépenses de gestion leur sont présentées.</p><p></p><p>   III. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'A.P.L..</p><p></p><p>   Article 24.</p><p></p><p>   Obligations à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.</p><p></p><p>   Le bailleur s'engage à l'égard du ou des organismes liquidateurs aux obligations suivantes :</p><p></p><p>   De produire dès l'entrée en vigueur de la présente convention :</p><p></p><p>   - pour les locataires déjà dans les lieux, une attestation sur laquelle doivent figurer, notamment, la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable, le loyer principal ainsi que la date de prise d'effet du bail attestée par la photocopie d'attestation d'exécution conforme des travaux établie par le préfet ou son représentant ;</p><p></p><p>   - pour les nouveaux locataires, une attestation précisant la date de prise d'effet de la location et à laquelle est annexée photocopie de la lettre de réservation définie à l'article 15 ;</p><p></p><p>   De fournir au plus tard le 15 mai de chaque année le montant du loyer applicable à compter du 1er juillet ;</p><p></p><p>   De signaler immédiatement tout départ de locataire bénéficiant de l'aide personnalisée au logement ;</p><p></p><p>   De fournir annuellement toute justification concernant le paiement du loyer et, en cas de non-paiement de deux échéances consécutives, d'en aviser immédiatement les organismes liquidateurs, ainsi que la section des aides publiques au logement du conseil départemental de l'habitat en indiquant les démarches entreprises auprès du locataire défaillant ;</p><p></p><p>   Indiquer toutes modifications dans la composition familiale portées à sa connaissance par le locataire ;</p><p></p><p>   De produire toutes les pièces nécessaires à la mise en place du système de tiers payant, tel que défini par les directives du conseil de gestion du fonds national de l'habitation, et plus généralement d'établir avec les organismes liquidateurs en tant que de besoin toutes les liaisons nécessaires ;</p><p></p><p>   De faire connaître sur la quittance toute modification sur le montant de l'aide personnalisée.</p><p></p>",
            "num": "Annexe III à l'article R353-190",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1352592000000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-02-05",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application de l'article L. 351-2 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129009",
                        "id": "LEGISCTA000006129009",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129009",
                        "id": "LEGISCTA000038928912",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832834",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129009",
            "sectionParentId": "LEGISCTA000038928912",
            "sectionParentTitre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
            "fullSectionsTitre": "Annexes &gt; Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000026617837",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000026597385",
                    "textTitle": "Décret n°2012-1247\n du 7 novembre 2012 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000026602178",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-11-10",
                    "dateSignaTexte": "2012-11-07",
                    "dateDebutCible": "2012-11-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000879802",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948 - art. 13 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "13 bis",
                    "articleId": "LEGIARTI000006463040",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 189561600000
                },
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948 - art. 14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006463063",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948 - art. 22 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "22 bis",
                    "articleId": "LEGIARTI000006463180",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": -109641600000
                },
                {
                    "textCid": "JORFTEXT000000850274",
                    "textTitle": "Décret n° 55-22 du 4 janvier 1955 - art. 6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006285120",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "55-22",
                    "datePubli": -472867200000,
                    "dateDebut": -472867200000
                },
                {
                    "textCid": "JORFTEXT000000692718",
                    "textTitle": "Loi n°67-561 du 12 juillet 1967",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692718",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-561",
                    "datePubli": -78019200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000692718",
                    "textTitle": "Loi n°67-561 du 12 juillet 1967 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006464797",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "67-561",
                    "datePubli": -78019200000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000000322092",
                    "textTitle": "Loi n°89-475 du 10 juillet 1989 - art. 6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006681916",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "89-475",
                    "datePubli": 616204800000,
                    "dateDebut": 616204800000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000026597003",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1724",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1724",
                    "articleId": "LEGIARTI000006442823",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5231952000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1728",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1728",
                    "articleId": "LEGIARTI000006442853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5231952000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1754",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1754",
                    "articleId": "LEGIARTI000006443116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5231952000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 606",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "606",
                    "articleId": "LEGIARTI000006429505",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5235148800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832834",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 666489600000,
                    "dateFin": 1352592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026617837",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1352592000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039048922",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III à l'article R353-190"
            ],
            "versionPrecedente": "LEGIARTI000006832834",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006832834",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Engagements de portée générale applicables à tout programme conventionné. I. - Engagements à l'égard de l'Etat. Article 1er. Obligations du bailleur relatives à la maintenance, l'entretien et la qualité des locaux loués. Le bailleur est tenu, en application des articles 606, 1719, 1720 et 1721 du code civil, de maintenir les locaux en bon état d'habitabilité et de faire exécuter toutes les réparations nécessaires qui sont à sa charge. Il s'engage au plus tard dès la mise en service des logements ou dès la date d'achèvement des travaux à tenir un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire sur l'immeuble. Article 2. Conditions d'occupation et de peuplement des logements sous réserve de l'option mentionnée à l'article 5 de l'annexe à l'article R. 353-190. Les logements soumis à la présente convention doivent être loués nus à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Ils doivent répondre aux conditions d'occupation suffisante telles que définies en application de l'article R. 441-3. Lors de la mise en service et au fur et à mesure des vacances, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond prévu pour l'entrée dans les logements locatifs sociaux en application de l'article R. 331-20. Sous réserve de l'obtention de l'autorisation administrative prévue par l'article L. 631-7, le bailleur s'engage à ne pas faire obstacle à une utilisation des logements en partie à usage professionnel, dans la mesure où le locataire satisfait aux conditions d'occupation et de peuplement. Le bailleur s'engage à faciliter, notamment en cas de vacance des logements, les échanges de locaux à l'intérieur de son patrimoine en vue d'une meilleure utilisation familiale. Article 3. Mise en gestion du programme. Lorsque le bailleur n'assure pas lui-même la gestion du programme conventionné, dans les conditions mentionnées à l'article 3 de l'annexe à l'article R. 353-190, il s'engage à donner au gestionnaire un mandat écrit reproduisant l'ensemble des obligations contenues dans la présente convention, et habilitant le gestionnaire à percevoir l'aide personnalisée au logement. Le bailleur s'engage à informer le préfet, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire. Le bailleur s'engage à respecter ou à faire respecter les clauses de la convention et de la présente annexe. Article 4. Révision. La présente convention peut être révisée tous les trois ans à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision. Article 5. Résiliation. En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer minimum ou faute grave à l'égard des organismes liquidateurs de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet après un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention. Il sera fait application des dispositions prévues à l'article L. 353-6 par le maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement prise en charge désormais par le bailleur. Dans ce cas, le document visé à l'article 20, alinéa 2, ci-dessous ou la quittance doit faire apparaître le montant de l'aide personnalisée tel que résultant des calculs des services liquidateurs de l'aide personnalisée au logement. Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à en faire notification aux locataires et aux organismes liquidateurs concernés. Article 6. Sanctions. En application de l'article L. 353-2, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à 5 p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention, en cas de non-respect des obligations relatives, notamment, aux conditions particulières de réservation au profit des mal-logés, aux conditions d'occupation sociale du patrimoine, ainsi que des obligations à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée demeurée sans effet pendant un délai de six mois. En cas de défaut de versement de cette somme, le recouvrement sera opéré dans les conditions prévues par les décrets n° 62-1587 du 29 décembre 1962 et n° 63-608 du 24 juin 1963 modifié. Article 7. Contrôle. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant ou aux membres du corps de l'inspection générale de l'équipement toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle. Article 8. Publication. Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. II. - Engagements à l'égard des locataires. Article 9. Obligation d'information à l'égard du locataire ou de l'occupant. Le bailleur, pour la réalisation des travaux définis dans le document prévu à l'article 1er de l'annexe à l'article R. 353-190 s'engage à informer les locataires ou les occupants à respecter les droits que ceux-ci tiennent des dispositions législatives ou réglementaires en vigueur. Lorsque l'exécution des travaux ne nécessite pas le départ des occupants, le bailleur s'engage à se conformer, selon le cas : Soit aux dispositions de l'article 14 modifié de la loi du 1er septembre 1948 si les travaux portent sur un logement occupé par un locataire ou un occupant de bonne foi pouvant se prévaloir des dispositions de cette loi ; Soit aux dispositions de l'article 2 modifié de la loi n° 67-561 du 12 juillet 1967 relative à l'amélioration de l'habitat quel que soit le régime juridique de la location. Lorsque l'exécution des travaux nécessite l'évacuation temporaire des lieux, le bailleur s'engage à mettre provisoirement à la disposition du locataire ou de l'occupant un logement au moins équivalent au logement faisant l'objet des travaux ou correspondant à ses besoins et situé dans un périmètre géographique tel que défini à l'article 13 bis modifié de la loi du 1er septembre 1948. Article 10. En application des dispositions de l'article L. 353-7, à la date d'entrée en vigueur de la présente convention, le bailleur s'engage à proposer au titulaire d'un bail en cours ou à l'occupant de bonne foi pouvant se prévaloir de la loi du 1er septembre 1948, un projet de bail conforme à la présente convention. A ce projet de bail, sont joints une copie de la convention et de la présente annexe, une notice d'information relative à l'aide personnalisée au logement, et les éléments relatifs au barème de cette aide. Le projet de bail fait l'objet soit d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception soit d'une remise contre décharge. Il reproduit en caractères très apparents les dispositions de l'article L. 353-7. Article 11. A compter de la réception du projet de bail, le locataire titulaire d'un bail en cours dispose d'un délai de six mois pour accepter le nouveau bail. En cas d'acceptation, le locataire est tenu par les clauses de son ancien contrat, et, notamment, celle relative au loyer, jusqu'à l'entrée en vigueur du nouveau bail. Celui-ci ne prendra effet qu'à compter de la date d'achèvement de l'ensemble des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris son logement. Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet, ou de son représentant, et dont une copie est remise contre décharge au locataire. En cas de refus, les stipulations du bail en cours demeurent en vigueur, sous réserve de l'application des dispositions prévues par la loi n° 67-561 du 12 juillet 1967 et, notamment, celle relative à l'exécution des travaux qui peut être faite dans les mêmes conditions que les réparations urgentes visées à l'article 1724 du code civil. Dans ce dernier cas, le locataire n'a pas droit à l'aide personnalisée au logement et le bailleur est admis à demander une revision de ses engagements contractuels ou le report de leurs effets dans les conditions prévues à l'article L. 353-7. Article 12. Pour les logements financés en application de l'article R. 311-1, alinéas 2, 3 et 4, de la loi du 21 juillet 1950, de l'article 269 du code de l'urbanisme, conformément à l'article L. 353-8 et dans le cas où ces travaux sont justifiés par des considérations de salubrité, de sécurité ou de mise aux normes minimales d'habitabilité, les dispositions de la présente convention, et notamment celle relative au montant du loyer après travaux tel que fixé dans le projet de bail, s'appliquent de plein droit à compter de la date d'achèvement des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement. Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou son représentant et dont une copie est remise contre décharge au locataire. Le projet de bail, auquel seront joints une copie de la présente convention, une notice d'information relative à l'aide personnalisée au logement et des éléments relatifs au barème de cette aide, doit reproduire en caractères très apparents les dispositions de l'article L. 353-8. Il fait l'objet d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception ou pour les locataires déjà dans les lieux d'une remise contre décharge. Article 13. L'occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 dispose du même délai de six mois à compter de la réception du projet de bail pour accepter ce bail conforme à la convention. Celui-ci, et, notamment, la clause relative au montant du loyer, n'entre en vigueur qu'à compter de la date d'achèvement des travaux (parties communes, parties diverses) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement concerné. Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet, ou son représentant, et dont une copie est remise contre décharge à l'occupant. Jusqu'à la date d'achèvement des travaux ainsi constaté, l'occupant de bonne foi continue à occuper les lieux aux conditions de la loi du 1er septembre 1948. Les dispositions de ladite loi cessent d'être applicables au logement considéré à l'expiration du délai de six mois susvisé ou à la date de signature du bail proposé à l'occupant de bonne foi, sous réserve des dispositions de l'article L. 353-9 applicables aux personnes âgées dans les conditions précisées à l'article 14 ci-après. Article 14. Pour les logements régis par les dispositions de la loi du 1er septembre 1948 et faisant l'objet de la présente convention, les dispositions de ladite loi, exceptées celles relatives au prix du loyer, sont à nouveau applicables à la date d'expiration de la convention ou, en cas de résiliation à la date prévue pour son expiration, au locataire ou à l'occupant de bonne foi dans les lieux lors de la signature de la convention à la double condition : Qu'il soit âgé d'au moins soixante-cinq ans ou d'au moins soixante ans en cas d'inaptitude au travail ou lorsqu'à cet âge il bénéficie d'une retraite et que ses ressources annuelles n'excèdent le montant visé à l'article 22 bis de la loi n° 48-1360 du 1er septembre 1948 ; Que les dispositions de la législation de 1948 soient encore applicables soit au logement, soit au locataire ou occupant en vertu de mesures particulières prises en application de ladite législation. Le locataire peut continuer à bénéficier de l'aide personnalisée, et le loyer exigible et son mode de révision sont ceux fixés par la convention. Dans un but d'information du locataire, le projet de bail visé à l'article 10 doit reproduire en caractères très apparents le texte de l'article L. 353-9 du code de la construction et de l'habitation. Article 15. Au moins quinze jours avant la date de signature du bail, le bailleur s'engage à adresser au futur locataire une lettre portant attribution et réservation d'un logement pendant un délai minimum de quinze jours et attestant que le logement fait l'objet d'une convention susceptible d'ouvrir droit à l'aide personnalisée au logement. Dans le cas où le logement est disponible à plus brève échéance, ce délai peut être ramené à huit jours francs. Dans cette lettre, doivent figurer notamment la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable et le montant du loyer. Une notice d'information relative à l'aide personnalisée au logement est annexée à cette lettre. Le bailleur s'engage à proposer un bail dans les conditions définies à la présente convention. Article 16. A la demande de tout locataire, le bailleur s'engage à fournir les formulaires de demande de l'aide personnalisée, ainsi que toutes les informations sur les conditions d'obtention de cette aide. Article 17. Information des locataires en cas de changement de propriétaire. Conformément à l'article L. 353-4, la convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements faisant l'objet de cette convention. En cas de mutation, et en vue de l'information des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation. Article 18. Le bailleur s'engage à tenir informés les locataires de toute modification apportée à la convention. Il s'engage à leur faire connaître les droits que leur confère l'article L. 353-6 en cas de résiliation à ses torts de la convention. Il s'engage à les informer des droits que leur confère l'article L. 353-9 en cas de résiliation de la convention ou à la date prévue pour son expiration. Article 19. Conditions de location. Durée du bail et délai-congé. Le bail est conclu pour une durée de trois ans. Toutefois, s'il est conclu au cours des trois premières années de la convention, sa durée est limitée à la durée restant à courir jusqu'au 30 juin suivant la troisième année de la date de signature de la convention. Pendant la durée de la convention en cours au moment de la conclusion du bail, sous réserve des dispositions de l'article 6 de l'annexe à l'article R. 353-190, il est reconduit tacitement, sauf dénonciation expresse du locataire, pour des périodes également de trois ans, dans la mesure où ce dernier se conforme aux obligations de l'article 1728 du code civil rappelées dans le bail. Au cours de chaque période triennale, le locataire peut résilier le bail à tout moment sous réserve d'un préavis de trois mois, ramené à un mois en cas de changement de résidence pour raisons professionnelles ou familiales graves. Le congé est donné par lettre recommandée, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le bail produit effet jusqu'au dernier jour du mois. En cas de vacance intervenant en cours de période triennale, le nouveau locataire est substitué de plein droit au précédent locataire jusqu'à l'expiration de ladite période. Une information sur les modalités de revision et de réajustement du loyer susceptibles d'intervenir au cours de la période restant à courir doit être donnée au futur locataire. Article 20. Modalités de paiement du loyer. Le loyer est payé par fraction mensuelle à terme échu. Le bailleur s'engage à remettre au preneur un document faisant clairement apparaître le montant du loyer, des sommes accessoires, et, en cas de versement de l'aide personnalisée au bailleur, également celui de cette aide. Il est tenu de remettre sur la demande du preneur, et après paiement intégral du loyer et des sommes accessoires, une quittance ou un reçu des sommes versées. Article 21. Dépôt de garantie. Le locataire verse lors de la signature du bail un cautionnement au plus égal à un mois de loyer en principal, revisable en fonction de l'évolution du loyer. Ce cautionnement lui sera restitué dans un délai maximum de trois mois à compter de son départ, déduction faite, le cas échéant, des sommes restant dues au bailleur. Les réparations locatives concernant les parties privatives des locaux d'habitation auxquelles est tenu le preneur, en application des principes posés par les articles 1754 et 1755 du code civil, sont celles figurant sur la liste établie par l'accord de décembre 1975 de la commission permanente pour l'étude des charges locatives et des rapports entre propriétaires, gestionnaires et usagers créée par arrêté du 13 mai 1974. Article 22. Etat des lieux. Un constat de l'état du local, dressé contradictoirement à l'entrée dans les lieux, doit être annexé au bail. A la sortie, un constat est également établi dans les mêmes conditions. Article 23. Charges locatives. Les charges récupérables correspondent à des prestations, taxes locatives et fournitures individuelles et doivent être limitativement énumérées dans le bail ; elles sont au plus celles fixées par les accords de la commission permanente. Les charges peuvent faire l'objet de provisions et doivent, en ce cas, donner lieu à régularisation annuelle. Les demandes de provisions doivent être justifiées par la communication des résultats antérieurs arrêtés lors de la présente régularisation annuelle ou par celle de budgets prévisionnels. Quinze jours avant l'échéance du remboursement ou de la régularisation annuelle des charges, le bailleur en communique le décompte, par nature de charges ainsi que le mode de répartition entre tous les locataires de l'immeuble. Pendant un délai d'un mois à compter de l'envoi de ce décompte, les pièces justificatives sont tenues à la disposition des locataires ou de leurs représentants. Lorsqu'ils en font la demande, toutes explications utiles sur les dépenses de gestion leur sont présentées. III. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'A.P.L.. Article 24. Obligations à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. Le bailleur s'engage à l'égard du ou des organismes liquidateurs aux obligations suivantes : De produire dès l'entrée en vigueur de la présente convention : - pour les locataires déjà dans les lieux, une attestation sur laquelle doivent figurer, notamment, la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable, le loyer principal ainsi que la date de prise d'effet du bail attestée par la photocopie d'attestation d'exécution conforme des travaux établie par le préfet ou son représentant ; - pour les nouveaux locataires, une attestation précisant la date de prise d'effet de la location et à laquelle est annexée photocopie de la lettre de réservation définie à l'article 15 ; De fournir au plus tard le 15 mai de chaque année le montant du loyer applicable à compter du 1er juillet ; De signaler immédiatement tout départ de locataire bénéficiant de l'aide personnalisée au logement ; De fournir annuellement toute justification concernant le paiement du loyer et, en cas de non-paiement de deux échéances consécutives, d'en aviser immédiatement les organismes liquidateurs, ainsi que la section des aides publiques au logement du conseil départemental de l'habitat en indiquant les démarches entreprises auprès du locataire défaillant ; Indiquer toutes modifications dans la composition familiale portées à sa connaissance par le locataire ; De produire toutes les pièces nécessaires à la mise en place du système de tiers payant, tel que défini par les directives du conseil de gestion du fonds national de l'habitation, et plus généralement d'établir avec les organismes liquidateurs en tant que de besoin toutes les liaisons nécessaires ; De faire connaître sur la quittance toute modification sur le montant de l'aide personnalisée.",
            "texteHtml": "<p></p>   Engagements de portée générale applicables à tout programme conventionné.<p></p><p></p>   I. - Engagements à l'égard de l'Etat.<p></p><p></p>   Article 1er.<p></p><p></p>   Obligations du bailleur relatives à la maintenance, l'entretien et la qualité des locaux loués.<p></p><p></p>   Le bailleur est tenu, en application des articles 606, 1719, 1720 et 1721 du code civil, de maintenir les locaux en bon état d'habitabilité et de faire exécuter toutes les réparations nécessaires qui sont à sa charge.<p></p><p></p>   Il s'engage au plus tard dès la mise en service des logements ou dès la date d'achèvement des travaux à tenir un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire sur l'immeuble.<p></p><p></p>   Article 2.<p></p><p></p>   Conditions d'occupation et de peuplement des logements sous réserve de l'option mentionnée à l'article 5 de l'annexe à l'article R. 353-190.<p></p><p></p>   Les logements soumis à la présente convention doivent être loués nus à des personnes physiques, à titre de résidence principale et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location sauf au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Ils doivent répondre aux conditions d'occupation suffisante telles que définies en application de l'article R. 441-3.<p></p><p></p>   Lors de la mise en service et au fur et à mesure des vacances, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond prévu pour l'entrée dans les logements locatifs sociaux en application de l'article R. 331-20.<p></p><p></p>   Sous réserve de l'obtention de l'autorisation administrative prévue par l'article L. 631-7, le bailleur s'engage à ne pas faire obstacle à une utilisation des logements en partie à usage professionnel, dans la mesure où le locataire satisfait aux conditions d'occupation et de peuplement.<p></p><p></p>   Le bailleur s'engage à faciliter, notamment en cas de vacance des logements, les échanges de locaux à l'intérieur de son patrimoine en vue d'une meilleure utilisation familiale.<p></p><p></p>   Article 3.<p></p><p></p>   Mise en gestion du programme.<p></p><p></p>   Lorsque le bailleur n'assure pas lui-même la gestion du programme conventionné, dans les conditions mentionnées à l'article 3 de l'annexe à l'article R. 353-190, il s'engage à donner au gestionnaire un mandat écrit reproduisant l'ensemble des obligations contenues dans la présente convention, et habilitant le gestionnaire à percevoir l'aide personnalisée au logement.<p></p><p></p>   Le bailleur s'engage à informer le préfet, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire.<p></p><p></p>   Le bailleur s'engage à respecter ou à faire respecter les clauses de la convention et de la présente annexe.<p></p><p></p>   Article 4.<p></p><p></p>   Révision.<p></p><p></p>   La présente convention peut être révisée tous les trois ans à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision.<p></p><p></p>   Article 5.<p></p><p></p>   Résiliation.<p></p><p></p>   En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer minimum ou faute grave à l'égard des organismes liquidateurs de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet après un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention.<p></p><p></p>   Il sera fait application des dispositions prévues à l'article L. 353-6 par le maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement prise en charge désormais par le bailleur. Dans ce cas, le document visé à l'article 20, alinéa 2, ci-dessous ou la quittance doit faire apparaître le montant de l'aide personnalisée tel que résultant des calculs des services liquidateurs de l'aide personnalisée au logement.<p></p><p></p>   Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à en faire notification aux locataires et aux organismes liquidateurs concernés.<p></p><p></p>   Article 6.<p></p><p></p>   Sanctions.<p></p><p></p>   En application de l'article L. 353-2, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à 5 p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention, en cas de non-respect des obligations relatives, notamment, aux conditions particulières de réservation au profit des mal-logés, aux conditions d'occupation sociale du patrimoine, ainsi que des obligations à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée demeurée sans effet pendant un délai de six mois. En cas de défaut de versement de cette somme, le recouvrement sera opéré dans les conditions prévues par les décrets n° 62-1587 du 29 décembre 1962 et n° 63-608 du 24 juin 1963 modifié.<p></p><p></p>   Article 7.<p></p><p></p>   Contrôle.<p></p><p></p>   Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant ou aux membres du corps de l'inspection générale de l'équipement toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle.<p></p><p></p>   Article 8.<p></p><p></p>   Publication.<p></p><p></p>   Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.<p></p><p></p>   II. - Engagements à l'égard des locataires.<p></p><p></p>   Article 9.<p></p><p></p>   Obligation d'information à l'égard du locataire ou de l'occupant.<p></p><p></p>   Le bailleur, pour la réalisation des travaux définis dans le document prévu à l'article 1er de l'annexe à l'article R. 353-190 s'engage à informer les locataires ou les occupants à respecter les droits que ceux-ci tiennent des dispositions législatives ou réglementaires en vigueur.<p></p><p></p>   Lorsque l'exécution des travaux ne nécessite pas le départ des occupants, le bailleur s'engage à se conformer, selon le cas :<p></p><p></p>   Soit aux dispositions de l'article 14 modifié de la loi du 1er septembre 1948 si les travaux portent sur un logement occupé par un locataire ou un occupant de bonne foi pouvant se prévaloir des dispositions de cette loi ;<p></p><p></p>   Soit aux dispositions de l'article 2 modifié de la loi n° 67-561 du 12 juillet 1967 relative à l'amélioration de l'habitat quel que soit le régime juridique de la location.<p></p><p></p>   Lorsque l'exécution des travaux nécessite l'évacuation temporaire des lieux, le bailleur s'engage à mettre provisoirement à la disposition du locataire ou de l'occupant un logement au moins équivalent au logement faisant l'objet des travaux ou correspondant à ses besoins et situé dans un périmètre géographique tel que défini à l'article 13 bis modifié de la loi du 1er septembre 1948.<p></p><p></p>   Article 10.<p></p><p></p>   En application des dispositions de l'article L. 353-7, à la date d'entrée en vigueur de la présente convention, le bailleur s'engage à proposer au titulaire d'un bail en cours ou à l'occupant de bonne foi pouvant se prévaloir de la loi du 1er septembre 1948, un projet de bail conforme à la présente convention.<p></p><p></p>   A ce projet de bail, sont joints une copie de la convention et de la présente annexe, une notice d'information relative à l'aide personnalisée au logement, et les éléments relatifs au barème de cette aide.<p></p><p></p>   Le projet de bail fait l'objet soit d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception soit d'une remise contre décharge. Il reproduit en caractères très apparents les dispositions de l'article L. 353-7.<p></p><p></p>   Article 11.<p></p><p></p>   A compter de la réception du projet de bail, le locataire titulaire d'un bail en cours dispose d'un délai de six mois pour accepter le nouveau bail.<p></p><p></p>   En cas d'acceptation, le locataire est tenu par les clauses de son ancien contrat, et, notamment, celle relative au loyer, jusqu'à l'entrée en vigueur du nouveau bail. Celui-ci ne prendra effet qu'à compter de la date d'achèvement de l'ensemble des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris son logement. Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet, ou de son représentant, et dont une copie est remise contre décharge au locataire.<p></p><p></p>   En cas de refus, les stipulations du bail en cours demeurent en vigueur, sous réserve de l'application des dispositions prévues par la loi n° 67-561 du 12 juillet 1967 et, notamment, celle relative à l'exécution des travaux qui peut être faite dans les mêmes conditions que les réparations urgentes visées à l'article 1724 du code civil.<p></p><p></p>   Dans ce dernier cas, le locataire n'a pas droit à l'aide personnalisée au logement et le bailleur est admis à demander une revision de ses engagements contractuels ou le report de leurs effets dans les conditions prévues à l'article L. 353-7.<p></p><p></p>   Article 12.<p></p><p></p>   Pour les logements financés en application de l'article R. 311-1, alinéas 2, 3 et 4, de la loi du 21 juillet 1950, de l'article 269 du code de l'urbanisme, conformément à l'article L. 353-8 et dans le cas où ces travaux sont justifiés par des considérations de salubrité, de sécurité ou de mise aux normes minimales d'habitabilité, les dispositions de la présente convention, et notamment celle relative au montant du loyer après travaux tel que fixé dans le projet de bail, s'appliquent de plein droit à compter de la date d'achèvement des travaux (parties communes, parties privatives) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement.<p></p><p></p>   Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou son représentant et dont une copie est remise contre décharge au locataire.<p></p><p></p>   Le projet de bail, auquel seront joints une copie de la présente convention, une notice d'information relative à l'aide personnalisée au logement et des éléments relatifs au barème de cette aide, doit reproduire en caractères très apparents les dispositions de l'article L. 353-8.<p></p><p></p>   Il fait l'objet d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception ou pour les locataires déjà dans les lieux d'une remise contre décharge.<p></p><p></p>   Article 13.<p></p><p></p>   L'occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 dispose du même délai de six mois à compter de la réception du projet de bail pour accepter ce bail conforme à la convention.<p></p><p></p>   Celui-ci, et, notamment, la clause relative au montant du loyer, n'entre en vigueur qu'à compter de la date d'achèvement des travaux (parties communes, parties diverses) prévus par la présente convention et concernant la tranche dans laquelle est compris le logement concerné.<p></p><p></p>   Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet, ou son représentant, et dont une copie est remise contre décharge à l'occupant.<p></p><p></p>   Jusqu'à la date d'achèvement des travaux ainsi constaté, l'occupant de bonne foi continue à occuper les lieux aux conditions de la loi du 1er septembre 1948.<p></p><p></p>   Les dispositions de ladite loi cessent d'être applicables au logement considéré à l'expiration du délai de six mois susvisé ou à la date de signature du bail proposé à l'occupant de bonne foi, sous réserve des dispositions de l'article L. 353-9 applicables aux personnes âgées dans les conditions précisées à l'article 14 ci-après.<p></p><p></p>   Article 14.<p></p><p></p>   Pour les logements régis par les dispositions de la loi du 1er septembre 1948 et faisant l'objet de la présente convention, les dispositions de ladite loi, exceptées celles relatives au prix du loyer, sont à nouveau applicables à la date d'expiration de la convention ou, en cas de résiliation à la date prévue pour son expiration, au locataire ou à l'occupant de bonne foi dans les lieux lors de la signature de la convention à la double condition :<p></p><p></p>   Qu'il soit âgé d'au moins soixante-cinq ans ou d'au moins soixante ans en cas d'inaptitude au travail ou lorsqu'à cet âge il bénéficie d'une retraite et que ses ressources annuelles n'excèdent le montant visé à l'article 22 bis de la loi n° 48-1360 du 1er septembre 1948 ;<p></p><p></p>   Que les dispositions de la législation de 1948 soient encore applicables soit au logement, soit au locataire ou occupant en vertu de mesures particulières prises en application de ladite législation.<p></p><p></p>   Le locataire peut continuer à bénéficier de l'aide personnalisée, et le loyer exigible et son mode de révision sont ceux fixés par la convention.<p></p><p></p>   Dans un but d'information du locataire, le projet de bail visé à l'article 10 doit reproduire en caractères très apparents le texte de l'article L. 353-9 du code de la construction et de l'habitation.<p></p><p></p>   Article 15.<p></p><p></p>   Au moins quinze jours avant la date de signature du bail, le bailleur s'engage à adresser au futur locataire une lettre portant attribution et réservation d'un logement pendant un délai minimum de quinze jours et attestant que le logement fait l'objet d'une convention susceptible d'ouvrir droit à l'aide personnalisée au logement. Dans le cas où le logement est disponible à plus brève échéance, ce délai peut être ramené à huit jours francs.<p></p><p></p>   Dans cette lettre, doivent figurer notamment la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable et le montant du loyer.<p></p><p></p>   Une notice d'information relative à l'aide personnalisée au logement est annexée à cette lettre.<p></p><p></p>   Le bailleur s'engage à proposer un bail dans les conditions définies à la présente convention.<p></p><p></p>   Article 16.<p></p><p></p>   A la demande de tout locataire, le bailleur s'engage à fournir les formulaires de demande de l'aide personnalisée, ainsi que toutes les informations sur les conditions d'obtention de cette aide.<p></p><p></p>   Article 17.<p></p><p></p>   Information des locataires en cas de changement de propriétaire.<p></p><p></p>   Conformément à l'article L. 353-4, la convention s'applique de plein droit à tout nouveau propriétaire en cas de mutation à titre gratuit ou onéreux des logements faisant l'objet de cette convention.<p></p><p></p>   En cas de mutation, et en vue de l'information des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation.<p></p><p></p>   Article 18.<p></p><p></p>   Le bailleur s'engage à tenir informés les locataires de toute modification apportée à la convention.<p></p><p></p>   Il s'engage à leur faire connaître les droits que leur confère l'article L. 353-6 en cas de résiliation à ses torts de la convention.<p></p><p></p>   Il s'engage à les informer des droits que leur confère l'article L. 353-9 en cas de résiliation de la convention ou à la date prévue pour son expiration.<p></p><p></p>   Article 19.<p></p><p></p>   Conditions de location.<p></p><p></p>   Durée du bail et délai-congé.<p></p><p></p>   Le bail est conclu pour une durée de trois ans. Toutefois, s'il est conclu au cours des trois premières années de la convention, sa durée est limitée à la durée restant à courir jusqu'au 30 juin suivant la troisième année de la date de signature de la convention.<p></p><p></p>   Pendant la durée de la convention en cours au moment de la conclusion du bail, sous réserve des dispositions de l'article 6 de l'annexe à l'article R. 353-190, il est reconduit tacitement, sauf dénonciation expresse du locataire, pour des périodes également de trois ans, dans la mesure où ce dernier se conforme aux obligations de l'article 1728 du code civil rappelées dans le bail.<p></p><p></p>   Au cours de chaque période triennale, le locataire peut résilier le bail à tout moment sous réserve d'un préavis de trois mois, ramené à un mois en cas de changement de résidence pour raisons professionnelles ou familiales graves.<p></p><p></p>   Le congé est donné par lettre recommandée, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le bail produit effet jusqu'au dernier jour du mois.<p></p><p></p>   En cas de vacance intervenant en cours de période triennale, le nouveau locataire est substitué de plein droit au précédent locataire jusqu'à l'expiration de ladite période. Une information sur les modalités de revision et de réajustement du loyer susceptibles d'intervenir au cours de la période restant à courir doit être donnée au futur locataire.<p></p><p></p>   Article 20.<p></p><p></p>   Modalités de paiement du loyer.<p></p><p></p>   Le loyer est payé par fraction mensuelle à terme échu.<p></p><p></p>   Le bailleur s'engage à remettre au preneur un document faisant clairement apparaître le montant du loyer, des sommes accessoires, et, en cas de versement de l'aide personnalisée au bailleur, également celui de cette aide.<p></p><p></p>   Il est tenu de remettre sur la demande du preneur, et après paiement intégral du loyer et des sommes accessoires, une quittance ou un reçu des sommes versées.<p></p><p></p>   Article 21.<p></p><p></p>   Dépôt de garantie.<p></p><p></p>   Le locataire verse lors de la signature du bail un cautionnement au plus égal à un mois de loyer en principal, revisable en fonction de l'évolution du loyer.<p></p><p></p>   Ce cautionnement lui sera restitué dans un délai maximum de trois mois à compter de son départ, déduction faite, le cas échéant, des sommes restant dues au bailleur.<p></p><p></p>   Les réparations locatives concernant les parties privatives des locaux d'habitation auxquelles est tenu le preneur, en application des principes posés par les articles 1754 et 1755 du code civil, sont celles figurant sur la liste établie par l'accord de décembre 1975 de la commission permanente pour l'étude des charges locatives et des rapports entre propriétaires, gestionnaires et usagers créée par arrêté du 13 mai 1974.<p></p><p></p>   Article 22.<p></p><p></p>   Etat des lieux.<p></p><p></p>   Un constat de l'état du local, dressé contradictoirement à l'entrée dans les lieux, doit être annexé au bail.<p></p><p></p>   A la sortie, un constat est également établi dans les mêmes conditions.<p></p><p></p>   Article 23.<p></p><p></p>   Charges locatives.<p></p><p></p>   Les charges récupérables correspondent à des prestations, taxes locatives et fournitures individuelles et doivent être limitativement énumérées dans le bail ; elles sont au plus celles fixées par les accords de la commission permanente.<p></p><p></p>   Les charges peuvent faire l'objet de provisions et doivent, en ce cas, donner lieu à régularisation annuelle. Les demandes de provisions doivent être justifiées par la communication des résultats antérieurs arrêtés lors de la présente régularisation annuelle ou par celle de budgets prévisionnels.<p></p><p></p>   Quinze jours avant l'échéance du remboursement ou de la régularisation annuelle des charges, le bailleur en communique le décompte, par nature de charges ainsi que le mode de répartition entre tous les locataires de l'immeuble.<p></p><p></p>   Pendant un délai d'un mois à compter de l'envoi de ce décompte, les pièces justificatives sont tenues à la disposition des locataires ou de leurs représentants. Lorsqu'ils en font la demande, toutes explications utiles sur les dépenses de gestion leur sont présentées.<p></p><p></p>   III. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'A.P.L..<p></p><p></p>   Article 24.<p></p><p></p>   Obligations à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.<p></p><p></p>   Le bailleur s'engage à l'égard du ou des organismes liquidateurs aux obligations suivantes :<p></p><p></p>   De produire dès l'entrée en vigueur de la présente convention :<p></p><p></p>   - pour les locataires déjà dans les lieux, une attestation sur laquelle doivent figurer, notamment, la référence de la convention (année et numéro), la localisation, le type de logement, la surface habitable, le loyer principal ainsi que la date de prise d'effet du bail attestée par la photocopie d'attestation d'exécution conforme des travaux établie par le préfet ou son représentant ;<p></p><p></p>   - pour les nouveaux locataires, une attestation précisant la date de prise d'effet de la location et à laquelle est annexée photocopie de la lettre de réservation définie à l'article 15 ;<p></p><p></p>   De fournir au plus tard le 15 mai de chaque année le montant du loyer applicable à compter du 1er juillet ;<p></p><p></p>   De signaler immédiatement tout départ de locataire bénéficiant de l'aide personnalisée au logement ;<p></p><p></p>   De fournir annuellement toute justification concernant le paiement du loyer et, en cas de non-paiement de deux échéances consécutives, d'en aviser immédiatement les organismes liquidateurs, ainsi que la section des aides publiques au logement du conseil départemental de l'habitat en indiquant les démarches entreprises auprès du locataire défaillant ;<p></p><p></p>   Indiquer toutes modifications dans la composition familiale portées à sa connaissance par le locataire ;<p></p><p></p>   De produire toutes les pièces nécessaires à la mise en place du système de tiers payant, tel que défini par les directives du conseil de gestion du fonds national de l'habitation, et plus généralement d'établir avec les organismes liquidateurs en tant que de besoin toutes les liaisons nécessaires ;<p></p><p></p>   De faire connaître sur la quittance toute modification sur le montant de l'aide personnalisée.<p></p>",
            "num": "Annexe III à l'article R353-190",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 666489600000,
            "dateFin": 1352592000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-02-05",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application de l'article L. 351-2 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129009",
                        "id": "LEGISCTA000006129009",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129009",
                        "id": "LEGISCTA000038928912",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832834",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129009",
            "sectionParentId": "LEGISCTA000038928912",
            "sectionParentTitre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
            "fullSectionsTitre": "Annexes &gt; Convention conclue en application de l'article L. 351-2 (3°) entre l'Etat et les sociétés d'économie mixte ayant pour objet statutaire la rénovation urbaine et la restauration immobilière dans le cadre des opérations qui leur sont confiées par les collectivités physiques et relatives aux logements construits ou acquis et aménagés au moyen d'aides spécifiques de l'Etat.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006832834",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000717069",
                    "textTitle": "Décret n°90-635 du 18 juillet 1990 - art. 8 () JORF 19 juillet 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006826993",
                    "natureText": "DECRET",
                    "datePubliTexte": "1990-07-19",
                    "dateSignaTexte": "1990-07-18",
                    "dateDebutCible": "1990-07-19"
                },
                {
                    "textCid": "JORFTEXT000000716972",
                    "textTitle": "Décret n°91-162 du 12 février 1991 - art. 2 () JORF 14 février 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006827024",
                    "natureText": "DECRET",
                    "datePubliTexte": "1991-02-14",
                    "dateSignaTexte": "1991-02-12",
                    "dateDebutCible": "1991-02-14"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832834",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 666489600000,
                    "dateFin": 1352592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026617837",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1352592000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039048922",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III à l'article R353-190"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}