{
    "cid": "LEGIARTI000043490887",
    "num": "R353-5-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748265",
                        "id": "LEGISCTA000031748265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2016-02-13",
                        "titre": "TITRE V : LES DISPOSITIONS RELATIVES À L'UTILISATION DE L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749165",
                        "id": "LEGISCTA000031749165",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-02-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE V : LES DISPOSITIONS RELATIVES À L'UTILISATION DE L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749165",
                        "id": "LEGISCTA000032045772",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Recharge des véhicules électriques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043490866",
                        "id": "LEGISCTA000043490866",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-12",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Déploiement d'un réseau d'infrastructures de recharge ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043490876",
                        "id": "LEGISCTA000043490876",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043490887",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043490106",
                    "textTitle": "Décret n°2021-565 du 10 mai 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043490816",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-05-11",
                    "dateSignaTexte": "2021-05-10",
                    "dateDebutCible": "2021-05-12"
                }
            ],
            "num": "R353-5-4",
            "origine": "LEGI",
            "texte": "Le schéma directeur identifie les priorités et les objectifs de la collectivité territoriale ou de l'établissement public en matière d'infrastructures de recharge ouvertes au public. Le projet de développement des infrastructures de recharge ouvertes au public est décliné selon les besoins et les types d'usage identifiés lors du diagnostic, et selon les échéances retenues. Il tient compte des possibilités des différents aménageurs publics et privés, et vise à permettre la mise en place d'une offre de recharge coordonnée entre les différents aménageurs, notamment en ce qui concerne les modalités d'accès et de tarification. Il tient également compte des politiques locales de mobilité et des objectifs de la programmation pluriannuelle de l'énergie en vigueur sur le territoire concerné. En application du 5° de l'article L. 322-8, les gestionnaires du réseau public de distribution d'électricité fournissent à la collectivité ou l'établissement public qui élabore le schéma directeur une évaluation des effets des nouvelles infrastructures de recharge sur le réseau de distribution d'électricité à l'échéance de moyen terme et l'informent, le cas échéant, des adaptations nécessaires du réseau. Les objectifs fixés à l'échéance de moyen terme précisent la localisation et les caractéristiques des infrastructures de recharge ouvertes au public dont l'installation est prévue, notamment leur puissance maximale et leur configuration. Ils sont présentés sous forme cartographique.",
            "texteHtml": "<p>Le schéma directeur identifie les priorités et les objectifs de la collectivité territoriale ou de l'établissement public en matière d'infrastructures de recharge ouvertes au public.<br/><br/>\n Le projet de développement des infrastructures de recharge ouvertes au public est décliné selon les besoins et les types d'usage identifiés lors du diagnostic, et selon les échéances retenues. Il tient compte des possibilités des différents aménageurs publics et privés, et vise à permettre la mise en place d'une offre de recharge coordonnée entre les différents aménageurs, notamment en ce qui concerne les modalités d'accès et de tarification. Il tient également compte des politiques locales de mobilité et des objectifs de la programmation pluriannuelle de l'énergie en vigueur sur le territoire concerné.<br/><br/>\n En application du 5° de l'article L. 322-8, les gestionnaires du réseau public de distribution d'électricité fournissent à la collectivité ou l'établissement public qui élabore le schéma directeur une évaluation des effets des nouvelles infrastructures de recharge sur le réseau de distribution d'électricité à l'échéance de moyen terme et l'informent, le cas échéant, des adaptations nécessaires du réseau.<br/><br/>\n Les objectifs fixés à l'échéance de moyen terme précisent la localisation et les caractéristiques des infrastructures de recharge ouvertes au public dont l'installation est prévue, notamment leur puissance maximale et leur configuration. Ils sont présentés sous forme cartographique.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-05-12T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}