{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045289538",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les équipements terminaux destinés à l'utilisation de services de communication au public en ligne donnant accès à des services et des contenus susceptibles de nuire à l'épanouissement physique, mental ou moral des mineurs sont équipés d'un dispositif aisément accessible et compréhensible permettant à leurs utilisateurs de restreindre ou de contrôler l'accès de telles personnes à ces services et contenus. L'activation du dispositif prévu au premier alinéa du présent I est proposée à l'utilisateur lors de la première mise en service de l'équipement. Les données personnelles des mineurs collectées ou générées lors de l'activation de ce dispositif ne doivent pas, y compris après la majorité des intéressés, être utilisées à des fins commerciales, telles que le marketing direct, le profilage et la publicité ciblée sur le comportement. Les fabricants s'assurent, lors de la mise sur le marché de leurs équipements terminaux, que les systèmes d'exploitation installés sur ces équipements intègrent le dispositif prévu au même premier alinéa. L'activation, l'utilisation et, le cas échéant, la désinstallation de ce dispositif sont permises sans surcoût pour l'utilisateur. Le cas échéant, le fournisseur du système d'exploitation, lorsque le fabricant lui en fait la demande, s'assure et certifie auprès de ce dernier que le système d'exploitation destiné à être installé sur l'équipement terminal intègre le dispositif prévu audit premier alinéa. Les fabricants certifient auprès des importateurs, des distributeurs et des prestataires de services d'exécution des commandes que les équipements terminaux mis sur le marché intègrent le dispositif prévu au même premier alinéa. Dans le cas prévu au quatrième alinéa du présent I, le fabricant transmet à ces mêmes personnes le certificat du fournisseur du système d'exploitation. Les importateurs, les distributeurs et les prestataires de services d'exécution des commandes vérifient que les équipements terminaux sont certifiés par les fabricants ou, le cas échéant, par le fournisseur du système d'exploitation dans les conditions prévues au cinquième alinéa du présent I. Le dispositif prévu au premier alinéa du présent I ne s'applique pas aux équipements mis sur le marché sans système d'exploitation. Les obligations prévues aux troisième et cinquième alinéas du présent I s'appliquent, le cas échéant, au mandataire du fabricant. Les personnes qui commercialisent les équipements terminaux mentionnés au premier alinéa du présent I, lorsqu'ils sont d'occasion au sens du troisième alinéa de l'article L. 321-1 du code de commerce , s'assurent que ces équipements intègrent le dispositif prévu au premier alinéa du présent I. II.-Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, détermine : 1° Les modalités d'application du I, y compris les fonctionnalités minimales et les caractéristiques techniques du dispositif prévu au premier alinéa du même I, ainsi que les moyens mis en œuvre par le fabricant pour faciliter l'utilisation de ce dispositif ; 2° Les modalités selon lesquelles le fabricant et, le cas échéant, le fournisseur du système d'exploitation certifient que les systèmes d'exploitation installés sur les équipements terminaux intègrent le dispositif prévu au même premier alinéa ; 3° Les conditions dans lesquelles l'autorité compétente peut restreindre ou interdire la mise sur le marché des équipements terminaux mentionnés audit premier alinéa qui présentent un risque ou une non-conformité et celles dans lesquelles l'autorité compétente peut faire procéder au rappel ou au retrait de ces équipements ; 4° Les modalités selon lesquelles les fabricants contribuent à la diffusion de l'information disponible en matière de risques liés à l'utilisation de services de communication au public en ligne par les personnes mineures, à l'exposition précoce des enfants aux écrans et aux moyens de prévenir ces risques.",
            "texteHtml": "<p>I.-Les équipements terminaux destinés à l'utilisation de services de communication au public en ligne donnant accès à des services et des contenus susceptibles de nuire à l'épanouissement physique, mental ou moral des mineurs sont équipés d'un dispositif aisément accessible et compréhensible permettant à leurs utilisateurs de restreindre ou de contrôler l'accès de telles personnes à ces services et contenus.<br/><br/>\n L'activation du dispositif prévu au premier alinéa du présent I est proposée à l'utilisateur lors de la première mise en service de l'équipement. Les données personnelles des mineurs collectées ou générées lors de l'activation de ce dispositif ne doivent pas, y compris après la majorité des intéressés, être utilisées à des fins commerciales, telles que le marketing direct, le profilage et la publicité ciblée sur le comportement.<br/><br/>\n Les fabricants s'assurent, lors de la mise sur le marché de leurs équipements terminaux, que les systèmes d'exploitation installés sur ces équipements intègrent le dispositif prévu au même premier alinéa. L'activation, l'utilisation et, le cas échéant, la désinstallation de ce dispositif sont permises sans surcoût pour l'utilisateur.<br/><br/>\n Le cas échéant, le fournisseur du système d'exploitation, lorsque le fabricant lui en fait la demande, s'assure et certifie auprès de ce dernier que le système d'exploitation destiné à être installé sur l'équipement terminal intègre le dispositif prévu audit premier alinéa.<br/><br/>\n Les fabricants certifient auprès des importateurs, des distributeurs et des prestataires de services d'exécution des commandes que les équipements terminaux mis sur le marché intègrent le dispositif prévu au même premier alinéa. Dans le cas prévu au quatrième alinéa du présent I, le fabricant transmet à ces mêmes personnes le certificat du fournisseur du système d'exploitation.<br/><br/>\n Les importateurs, les distributeurs et les prestataires de services d'exécution des commandes vérifient que les équipements terminaux sont certifiés par les fabricants ou, le cas échéant, par le fournisseur du système d'exploitation dans les conditions prévues au cinquième alinéa du présent I.<br/><br/>\n Le dispositif prévu au premier alinéa du présent I ne s'applique pas aux équipements mis sur le marché sans système d'exploitation.<br/><br/>\n Les obligations prévues aux troisième et cinquième alinéas du présent I s'appliquent, le cas échéant, au mandataire du fabricant.<br/><br/>\n Les personnes qui commercialisent les équipements terminaux mentionnés au premier alinéa du présent I, lorsqu'ils sont d'occasion au sens du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006231385&dateTexte=&categorieLien=cid' title='Code de commerce - art. L321-1 (V)'>troisième alinéa de l'article L. 321-1 du code de commerce</a>, s'assurent que ces équipements intègrent le dispositif prévu au premier alinéa du présent I.<br/><br/>\n II.-Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, détermine :<br/><br/>\n 1° Les modalités d'application du I, y compris les fonctionnalités minimales et les caractéristiques techniques du dispositif prévu au premier alinéa du même I, ainsi que les moyens mis en œuvre par le fabricant pour faciliter l'utilisation de ce dispositif ;<br/><br/>\n 2° Les modalités selon lesquelles le fabricant et, le cas échéant, le fournisseur du système d'exploitation certifient que les systèmes d'exploitation installés sur les équipements terminaux intègrent le dispositif prévu au même premier alinéa ;<br/><br/>\n 3° Les conditions dans lesquelles l'autorité compétente peut restreindre ou interdire la mise sur le marché des équipements terminaux mentionnés audit premier alinéa qui présentent un risque ou une non-conformité et celles dans lesquelles l'autorité compétente peut faire procéder au rappel ou au retrait de ces équipements ;<br/><br/>\n 4° Les modalités selon lesquelles les fabricants contribuent à la diffusion de l'information disponible en matière de risques liés à l'utilisation de services de communication au public en ligne par les personnes mineures, à l'exposition précoce des enfants aux écrans et aux moyens de prévenir ces risques.</p>",
            "num": "L34-9-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1662336000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610634209,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150659",
                        "id": "LEGISCTA000006150659",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Equipements radioélectriques et terminaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165904",
                        "id": "LEGISCTA000006165904",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045288951",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165904",
            "sectionParentId": "LEGISCTA000006165904",
            "sectionParentTitre": "Section 5 : Equipements radioélectriques et terminaux.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique. &gt; Section 5 : Equipements radioélectriques et terminaux.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045289538",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux conditions d'application prévues au II de l'article 1er de la loi n° 2022-300 du 2 mars 2022. Se reporter aux conditions d'entrée en vigueur prévues à l'article 4 de la loi n° 2022-300 du 2 mars 2022. Conformément à l'article 1er du décret n° 2022-1212 du 2 septembre 2022, ces dispositions entrent en vigueur le lendemain de la publication dudit décret au Journal officiel de la République française.",
            "notaHtml": "<p>Se reporter aux conditions d'application prévues au II de l'article 1er de la loi n° 2022-300 du 2 mars 2022.</p><p>Se reporter aux conditions d'entrée en vigueur prévues à l'article 4 de la loi n° 2022-300 du 2 mars 2022.</p><p>Conformément à l'article 1er du décret n° 2022-1212 du 2 septembre 2022, ces dispositions entrent en vigueur le lendemain de la publication dudit décret au Journal officiel de la République française.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045287677",
                    "textTitle": "LOI n°2022-300 du 2 mars 2022 - art. 1 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045288825",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-03-03",
                    "dateSignaTexte": "2022-03-02",
                    "dateDebutCible": "2022-03-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000047817349",
                    "textTitle": "Délibération n°2023-023 du 9 mars 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047817353",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2023-023",
                    "datePubli": 1689206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L321-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006231385",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646179200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L43",
                    "articleId": "LEGIARTI000045292698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1662336000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R20-29-10-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R20-29-10-2",
                    "articleId": "LEGIARTI000047817888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1720828800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. R20-29-10-8 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R20-29-10-8",
                    "articleId": "LEGIARTI000047817911",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1720828800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045289538",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1662336000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L34-9-3",
                "34-9-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}