{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000025092361",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. 2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire métropolitain, ou à des autoroutes et routes nationales soumises à la présente taxe. La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. 3. Les véhicules de transport de marchandises mentionnés au 1 s'entendent des véhicules seuls ou tractant une remorque, dont le poids total en charge autorisé, ou dont le poids total roulant autorisé pour les ensembles articulés, est égal ou supérieur à douze tonnes. Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. II. ― La taxe est due solidairement par le propriétaire, le conducteur ou tout utilisateur des véhicules mentionnés au 3 du I. Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due solidairement par le locataire ou le sous-locataire, le conducteur ou tout utilisateur. Le propriétaire est solidairement responsable du paiement de la taxe. Un décret précise les conditions particulières qui en découlent pour le loueur. III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. IV. ― 1.L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. 2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par décret en Conseil d'Etat. Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. En cas de défaut de justification par le redevable de la classe d'émission EURO ou du nombre d'essieux du véhicule, le taux kilométrique est déterminé en retenant respectivement la classe ou la catégorie à laquelle correspond le taux kilométrique le plus élevé. 3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par kilomètre. 4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. 5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4. V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. 2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V, des informations déclarées lors de l'enregistrement du véhicule et des données paramétrées dans l'équipement électronique embarqué. Les informations collectées au moyen des équipements électroniques embarqués, mis en œuvre dans une chaîne de collecte homologuée, font foi jusqu'à preuve du contraire. 3.Lorsque le redevable passe un contrat avec une société habilitée lui fournissant un service de télépéage, il lui donne mandat pour déclarer son véhicule et acquitter la taxe due pour son compte. La taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée. A titre dérogatoire, la taxe est liquidée et communiquée par anticipation dans les cas et selon les modalités définis par décret en Conseil d'Etat. 4. Dans les autres cas, préalablement à l'emprunt du réseau taxable, le redevable est tenu de constituer une avance sur taxe. La taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué. La liquidation de la taxe et la communication du montant dû par le redevable sont effectuées lors de la restitution de l'équipement électronique embarqué, ou dès que l'avance est insuffisante pour couvrir les trajets taxables réalisés. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. 5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. 2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. 3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. 4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. 2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable lors de la liquidation. Le paiement s'effectue par imputation de l'avance. Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. 3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. VII. ― 1. Les infractions aux dispositions relatives à la taxe sont réprimées, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. 2. Est constitutive d'un manquement toute irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe. La circulation du redevable sur le réseau taxable, alors que l'avance sur taxe est insuffisante, est constitutive d'un manquement. Lorsqu'il est constaté un manquement, le redevable fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres ou d'une taxation au réel, lorsque les éléments de liquidation sont connus. Le montant de la taxe forfaitaire ou au réel est doublé en cas d'existence d'un autre manquement au cours des trente derniers jours. Le montant de la taxe forfaitaire ou au réel prévue au troisième alinéa est communiqué au redevable selon les modalités fixées par arrêté conjoint des ministres chargés des transports et du budget. Elle est exigible dès sa communication au redevable. Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire ou au réel. Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation au réel. 3. Sans préjudice des dispositions du 2, toute infraction mentionnée au 1 est passible d'une amende maximale de 750 EUR. 4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. La constatation des infractions mentionnées au même 1 est faite par procès-verbal établi selon des modalités fixées par décret en Conseil d'Etat. Les agents mentionnés au deuxième alinéa dudit 1 sont habilités à transiger avec les personnes poursuivies dans les conditions prévues à l'article 350. Ces agents peuvent immobiliser le véhicule en infraction dans les conditions fixées au chapitre V du titre II du livre III du code de la route afin d'assurer la perception de l'amende mentionnée au 3 du présent VII. 5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique ou manuel, mis en œuvre dans une chaîne de contrôle homologuée, font foi jusqu'à preuve du contraire. VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. La taxe forfaitaire due au titre du 2 du VII lui est également affectée. Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue dont le produit est affecté à l'Agence de financement des infrastructures de transport de France.",
            "texteHtml": "<p>I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. </p><p>2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire métropolitain, ou à des autoroutes et routes nationales soumises à la présente taxe. </p><p>La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. </p><p>Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. </p><p>3. Les véhicules de transport de marchandises mentionnés au 1 s'entendent des véhicules seuls ou tractant une remorque, dont le poids total en charge autorisé, ou dont le poids total roulant autorisé pour les ensembles articulés, est égal ou supérieur à douze tonnes. </p><p>Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. </p><p>II. ― La taxe est due solidairement par le propriétaire, le conducteur ou tout utilisateur des véhicules mentionnés au 3 du I. </p><p>Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due solidairement par le locataire ou le sous-locataire, le conducteur ou tout utilisateur. Le propriétaire est solidairement responsable du paiement de la taxe. Un décret précise les conditions particulières qui en découlent pour le loueur. </p><p>III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. </p><p>IV. ― 1.L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. </p><p>2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par décret en Conseil d'Etat.</p><p>Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. </p><p>Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. </p><p>En cas de défaut de justification par le redevable de la classe d'émission EURO ou du nombre d'essieux du véhicule, le taux kilométrique est déterminé en retenant respectivement la classe ou la catégorie à laquelle correspond le taux kilométrique le plus élevé. </p><p>3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par kilomètre. </p><p>4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. </p><p>5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4.</p><p>V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. </p><p>2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V, des informations déclarées lors de l'enregistrement du véhicule et des données paramétrées dans l'équipement électronique embarqué. </p><p>Les informations collectées au moyen des équipements électroniques embarqués, mis en œuvre dans une chaîne de collecte homologuée, font foi jusqu'à preuve du contraire.</p><p>3.Lorsque le redevable passe un contrat avec une société habilitée lui fournissant un service de télépéage, il lui donne mandat pour déclarer son véhicule et acquitter la taxe due pour son compte. La taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée.</p><p>A titre dérogatoire, la taxe est liquidée et communiquée par anticipation dans les cas et selon les modalités définis par décret en Conseil d'Etat. </p><p>4. Dans les autres cas, préalablement à l'emprunt du réseau taxable, le redevable est tenu de constituer une avance sur taxe.</p><p>La taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué.</p><p>La liquidation de la taxe et la communication du montant dû par le redevable sont effectuées lors de la restitution de l'équipement électronique embarqué, ou dès que l'avance est insuffisante pour couvrir les trajets taxables réalisés.</p><p>Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. </p><p>5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. </p><p>2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. </p><p>3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. </p><p>4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. </p><p>VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. </p><p>2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable lors de la liquidation. </p><p>Le paiement s'effectue par imputation de l'avance.</p><p>Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. </p><p>3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. </p><p>VII. ― 1. Les infractions aux dispositions relatives à la taxe sont réprimées, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. </p><br/><p>Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. </p><p>2. Est constitutive d'un manquement toute irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe. </p><p>La circulation du redevable sur le réseau taxable, alors que l'avance sur taxe est insuffisante, est constitutive d'un manquement. </p><p>Lorsqu'il est constaté un manquement, le redevable fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres ou d'une taxation au réel, lorsque les éléments de liquidation sont connus. Le montant de la taxe forfaitaire ou au réel est doublé en cas d'existence d'un autre manquement au cours des trente derniers jours. </p><p>Le montant de la taxe forfaitaire ou au réel prévue au troisième alinéa est communiqué au redevable selon les modalités fixées par arrêté conjoint des ministres chargés des transports et du budget. Elle est exigible dès sa communication au redevable. </p><p>Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire ou au réel. </p><p>Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation au réel. </p><p>3. Sans préjudice des dispositions du 2, toute infraction mentionnée au 1 est passible d'une amende maximale de 750 EUR.</p><p>4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. </p><p>La constatation des infractions mentionnées au même 1 est faite par procès-verbal établi selon des modalités fixées par décret en Conseil d'Etat. </p><p>Les agents mentionnés au deuxième alinéa dudit 1 sont habilités à transiger avec les personnes poursuivies dans les conditions prévues à l'article 350. </p><p>Ces agents peuvent immobiliser le véhicule en infraction dans les conditions fixées au chapitre V du titre II du livre III du code de la route afin d'assurer la perception de l'amende mentionnée au 3 du présent VII. </p><p>5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique ou manuel, mis en œuvre dans une chaîne de contrôle homologuée, font foi jusqu'à preuve du contraire. </p><p>VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés. </p><p>IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. La taxe forfaitaire due au titre du 2 du VII lui est également affectée. </p><p>Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue dont le produit est affecté à l'Agence de financement des infrastructures de transport de France.</p>",
            "num": "285 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1356998400000,
            "dateFin": 1356912000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2020-01-01",
                        "titre": "Titre X : Taxes diverses perçues par la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000006099256",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Impositions relevant des missions fiscales de la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000037993351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1961-12-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Droits et taxes divers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122064",
                        "id": "LEGISCTA000006122064",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615266",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006122064",
            "sectionParentId": "LEGISCTA000006122064",
            "sectionParentTitre": "Chapitre VI : Droits et taxes divers.",
            "fullSectionsTitre": "Titre X : Taxes diverses perçues par la douane &gt; Titre X : Impositions relevant des missions fiscales de la douane &gt; Chapitre VI : Droits et taxes divers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025092361",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 article 153 II C 2 : L'article 285 septies du code des douanes est abrogé à compter de la date d'entrée en vigueur de la taxe prévue au A du II de l'article 153.",
            "notaHtml": "<p>Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 article 153 II C 2 : L'article 285 septies du code des douanes est abrogé à compter de la date d'entrée en vigueur de la taxe prévue au A du II de l'article 153. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025045613",
                    "textTitle": "LOI n°2011-1978\n du 28 décembre 2011 - art. 53",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000025062830",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-12-29",
                    "dateSignaTexte": "2011-12-28",
                    "dateDebutCible": "2011-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1425",
                    "datePubli": 1230422400000,
                    "dateDebut": 1230508800000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589\n du 18 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021499779",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 1261353600000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589 du 18 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495834",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024363672",
                    "textTitle": "Décret n°2011-845\n du 15 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024372598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-845",
                    "datePubli": 1310860800000,
                    "dateDebut": 1317427200000
                },
                {
                    "textCid": "JORFTEXT000024409502",
                    "textTitle": "Décret n°2011-899\n du 27 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024410342",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-899",
                    "datePubli": 1311897600000,
                    "dateDebut": 1311984000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000027628176",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1372464000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000024499393",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1314316800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000025092338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325203200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L330-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000027473907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1369872000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 412 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "412",
                    "articleId": "LEGIARTI000006615935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167523200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023083811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3222-3",
                    "articleId": "LEGIARTI000023083796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615266",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006615267",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1293753600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020039019",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021666873",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023411742",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025092361",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949826",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369872000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 septies",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000023411742",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026949826",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. 2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire métropolitain, ou à des autoroutes et routes nationales soumises à la présente taxe. La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. 3. Les  véhicules de transport de marchandises mentionnés au 1 s'entendent des  véhicules à moteur dont le poids total autorisé en charge est supérieur à  douze tonnes ainsi que des ensembles de véhicules dont le véhicule  tracteur a un poids total autorisé en charge supérieur à douze tonnes. Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. II. ― La taxe est due solidairement par le propriétaire, le conducteur ou tout utilisateur des véhicules mentionnés au 3 du I. Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due solidairement par le locataire ou le sous-locataire, le conducteur ou tout utilisateur. Le propriétaire est solidairement responsable du paiement de la taxe. Un décret précise les conditions particulières qui en découlent pour le loueur. III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. IV. ― 1. L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. 2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par décret en Conseil d'Etat. Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. En cas de défaut de justification par le redevable de la classe d'émission EURO du véhicule, le taux kilométrique est déterminé en retenant la classe à laquelle correspond le taux kilométrique le plus élevé. 3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par kilomètre. 4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. 5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4. V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. 2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V, des informations déclarées lors de l'enregistrement du véhicule et des données paramétrées dans l'équipement électronique embarqué. Les informations collectées au moyen des équipements électroniques embarqués, mis en œuvre dans une chaîne de collecte homologuée, font foi jusqu'à preuve du contraire. 3.Lorsque le redevable passe un contrat avec une société habilitée lui fournissant un service de télépéage, il lui donne mandat pour déclarer son véhicule et acquitter la taxe due pour son compte. La taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée. A titre dérogatoire, la taxe est liquidée et communiquée par anticipation dans les cas et selon les modalités définis par décret en Conseil d'Etat. 4. Dans les autres cas, préalablement à l'emprunt du réseau taxable, le redevable est tenu de constituer une avance sur taxe. La taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué. La liquidation de la taxe et la communication du montant dû par le redevable sont effectuées lors de la restitution de l'équipement électronique embarqué, ou dès que l'avance est insuffisante pour couvrir les trajets taxables réalisés. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. 5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. 2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. 3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. 4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. A  titre dérogatoire, la taxe est acquittée par anticipation par la  société habilitée fournissant un service de télépéage dans les cas et  selon les modalités définis par décret en Conseil d'Etat. 1 bis. Le redevable ayant passé un contrat avec une société habilitée  lui fournissant un service de télépéage bénéficie, dans la limite fixée  par la directive 1999/62/CE du Parlement européen et du Conseil du 17  juin 1999 précitée, d'une réduction sur le montant de la taxe due, afin  de tenir compte de l'économie de gestion résultant de ce contrat. Les  réductions applicables sont déterminées par un arrêté conjoint des  ministres chargés des transports et du budget. 2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable lors de la liquidation. Le paiement s'effectue par imputation de l'avance. Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. 3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. VII. ― 1. Les infractions aux dispositions relatives à la taxe sont réprimées, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. 2. Est constitutive d'un manquement toute irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe. La circulation du redevable sur le réseau taxable, alors que l'avance sur taxe est insuffisante, est constitutive d'un manquement. Lorsqu'il est constaté un manquement, le redevable fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres ou d'une taxation au réel, lorsque les éléments de liquidation sont connus. Le montant de la taxe forfaitaire ou au réel est doublé en cas d'existence d'un autre manquement au cours des trente derniers jours. Le montant de la taxe forfaitaire ou au réel prévue au troisième alinéa est communiqué au redevable selon les modalités fixées par décret en Conseil d'Etat. Elle est exigible dès sa communication au redevable. Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire ou au réel. Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation au réel. 3.  Le fait de détenir ou de transporter un appareil, dispositif ou produit  de nature ou présenté comme étant de nature à déceler la présence, à  perturber le fonctionnement ou à avertir ou informer de la localisation  d'appareils, instruments ou systèmes servant à la constatation des  manquements mentionnés au 2 ou de permettre de se soustraire à la  constatation de ces manquements est constitutif d'une infraction. Le fait de faire usage d'un appareil, dispositif ou produit de même nature est constitutif d'une infraction. Indépendamment des sanctions prévues à  l'article 413, cet appareil, ce dispositif ou ce produit est saisi.  Lorsque l'appareil, le dispositif ou le produit est placé, adapté ou  appliqué sur un véhicule, ce véhicule peut également être saisi. 4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. La constatation des infractions mentionnées au même 1 est faite par procès-verbal établi selon des modalités fixées par décret en Conseil d'Etat. Les agents mentionnés au deuxième alinéa dudit 1 sont habilités à transiger avec les personnes poursuivies dans les conditions prévues à l'article 350. Ces agents peuvent immobiliser le véhicule en infraction dans les conditions fixées au chapitre V du titre II du livre III du code de la route afin d'assurer la perception de l'amende mentionnée à l'article 413 du présent code. 5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique ou manuel, mis en œuvre dans une chaîne de contrôle homologuée, font foi jusqu'à preuve du contraire. VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. La taxe forfaitaire due au titre du 2 du VII lui est également affectée. Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue dont le produit est affecté à l'Agence de financement des infrastructures de transport de France.",
            "texteHtml": "<p>I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. </p><p>2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire métropolitain, ou à des autoroutes et routes nationales soumises à la présente taxe. </p><p>La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. </p><p>Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. </p><p>3. Les  véhicules de transport de marchandises mentionnés au 1 s'entendent des  véhicules à moteur dont le poids total autorisé en charge est supérieur à  douze tonnes ainsi que des ensembles de véhicules dont le véhicule  tracteur a un poids total autorisé en charge supérieur à douze tonnes.</p><p>Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. </p><p>II. ― La taxe est due solidairement par le propriétaire, le conducteur ou tout utilisateur des véhicules mentionnés au 3 du I. </p><p>Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due solidairement par le locataire ou le sous-locataire, le conducteur ou tout utilisateur. Le propriétaire est solidairement responsable du paiement de la taxe. Un décret précise les conditions particulières qui en découlent pour le loueur. </p><p>III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. </p><p>IV. ― 1. L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. </p><p>2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par décret en Conseil d'Etat.</p><p>Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. </p><p>Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. </p><p>En cas de défaut de justification par le redevable de la classe d'émission EURO du véhicule, le taux kilométrique est déterminé en retenant la classe à laquelle correspond le taux kilométrique le plus élevé. </p><p>3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par kilomètre. </p><p>4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. </p><p>5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4.</p><p>V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. </p><p>2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V, des informations déclarées lors de l'enregistrement du véhicule et des données paramétrées dans l'équipement électronique embarqué. </p><p>Les informations collectées au moyen des équipements électroniques embarqués, mis en œuvre dans une chaîne de collecte homologuée, font foi jusqu'à preuve du contraire.</p><p>3.Lorsque le redevable passe un contrat avec une société habilitée lui fournissant un service de télépéage, il lui donne mandat pour déclarer son véhicule et acquitter la taxe due pour son compte. La taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée.</p><p>A titre dérogatoire, la taxe est liquidée et communiquée par anticipation dans les cas et selon les modalités définis par décret en Conseil d'Etat. </p><p>4. Dans les autres cas, préalablement à l'emprunt du réseau taxable, le redevable est tenu de constituer une avance sur taxe.</p><p>La taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué.</p><p>La liquidation de la taxe et la communication du montant dû par le redevable sont effectuées lors de la restitution de l'équipement électronique embarqué, ou dès que l'avance est insuffisante pour couvrir les trajets taxables réalisés.</p><p>Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. </p><p>5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. </p><p>2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. </p><p>3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. </p><p>4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. </p><p>VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. </p><p>A  titre dérogatoire, la taxe est acquittée par anticipation par la  société habilitée fournissant un service de télépéage dans les cas et  selon les modalités définis par décret en Conseil d'Etat.</p><p>1 bis. Le redevable ayant passé un contrat avec une société habilitée  lui fournissant un service de télépéage bénéficie, dans la limite fixée  par la directive 1999/62/CE du Parlement européen et du Conseil du 17  juin 1999 précitée, d'une réduction sur le montant de la taxe due, afin  de tenir compte de l'économie de gestion résultant de ce contrat. Les  réductions applicables sont déterminées par un arrêté conjoint des  ministres chargés des transports et du budget.</p><p></p><p>2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable lors de la liquidation. </p><p>Le paiement s'effectue par imputation de l'avance.</p><p>Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. </p><p>3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. </p><p>VII. ― 1. Les infractions aux dispositions relatives à la taxe sont réprimées, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. </p><br/><p>Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. </p><p>2. Est constitutive d'un manquement toute irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe. </p><p>La circulation du redevable sur le réseau taxable, alors que l'avance sur taxe est insuffisante, est constitutive d'un manquement. </p><p>Lorsqu'il est constaté un manquement, le redevable fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres ou d'une taxation au réel, lorsque les éléments de liquidation sont connus. Le montant de la taxe forfaitaire ou au réel est doublé en cas d'existence d'un autre manquement au cours des trente derniers jours. </p><p>Le montant de la taxe forfaitaire ou au réel prévue au troisième alinéa est communiqué au redevable selon les modalités fixées par décret en Conseil d'Etat. Elle est exigible dès sa communication au redevable. </p><p>Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire ou au réel. </p><p>Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation au réel. </p><p>3.  Le fait de détenir ou de transporter un appareil, dispositif ou produit  de nature ou présenté comme étant de nature à déceler la présence, à  perturber le fonctionnement ou à avertir ou informer de la localisation  d'appareils, instruments ou systèmes servant à la constatation des  manquements mentionnés au 2 ou de permettre de se soustraire à la  constatation de ces manquements est constitutif d'une infraction.<br/><br/>  Le fait de faire usage d'un appareil, dispositif ou produit de même nature est constitutif d'une infraction.<br/><br/>  Indépendamment des sanctions prévues à  l'article 413, cet appareil, ce dispositif ou ce produit est saisi.  Lorsque l'appareil, le dispositif ou le produit est placé, adapté ou  appliqué sur un véhicule, ce véhicule peut également être saisi.</p><p>4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. </p><p>La constatation des infractions mentionnées au même 1 est faite par procès-verbal établi selon des modalités fixées par décret en Conseil d'Etat. </p><p>Les agents mentionnés au deuxième alinéa dudit 1 sont habilités à transiger avec les personnes poursuivies dans les conditions prévues à l'article 350. </p><p>Ces agents peuvent immobiliser le véhicule en infraction dans les conditions fixées au chapitre V du titre II du livre III du code de la route afin d'assurer la perception de l'amende mentionnée à l'article 413 du présent code. </p><p>5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique ou manuel, mis en œuvre dans une chaîne de contrôle homologuée, font foi jusqu'à preuve du contraire. </p><p>VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés. </p><p>IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. La taxe forfaitaire due au titre du 2 du VII lui est également affectée. </p><p>Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue dont le produit est affecté à l'Agence de financement des infrastructures de transport de France.</p>",
            "num": "285 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "ABROGE",
            "dateDebut": 1356998400000,
            "dateFin": 1369872000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2020-01-01",
                        "titre": "Titre X : Taxes diverses perçues par la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000006099256",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Impositions relevant des missions fiscales de la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000037993351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1961-12-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Droits et taxes divers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122064",
                        "id": "LEGISCTA000006122064",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615266",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006122064",
            "sectionParentId": "LEGISCTA000006122064",
            "sectionParentTitre": "Chapitre VI : Droits et taxes divers.",
            "fullSectionsTitre": "Titre X : Taxes diverses perçues par la douane &gt; Chapitre VI : Droits et taxes divers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000026949826",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n° 2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000033813341",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-28",
                    "dateSignaTexte": "2008-12-27",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000026857857",
                    "textTitle": "LOI n°2012-1510\n du 29 décembre 2012 - art. 58 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "58",
                    "articleId": "LEGIARTI000026888233",
                    "natureText": "LOI",
                    "datePubliTexte": "2012-12-30",
                    "dateSignaTexte": "2012-12-29",
                    "dateDebutCible": "2013-01-01"
                },
                {
                    "textCid": "JORFTEXT000027469717",
                    "textTitle": "LOI n°2013-431\n du 28 mai 2013 - art. 12 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000033813399",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-05-29",
                    "dateSignaTexte": "2013-05-28",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1425",
                    "datePubli": 1230422400000,
                    "dateDebut": 1230508800000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589\n du 18 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021499779",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 1261353600000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589 du 18 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495834",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024363672",
                    "textTitle": "Décret n°2011-845\n du 15 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024372598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-845",
                    "datePubli": 1310860800000,
                    "dateDebut": 1317427200000
                },
                {
                    "textCid": "JORFTEXT000024409502",
                    "textTitle": "Décret n°2011-899\n du 27 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024410342",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-899",
                    "datePubli": 1311897600000,
                    "dateDebut": 1311984000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000027628176",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1372464000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000024499393",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1314316800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000025092338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325203200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L330-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000027473907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1369872000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 412 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "412",
                    "articleId": "LEGIARTI000006615935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167523200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023083811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3222-3",
                    "articleId": "LEGIARTI000023083796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615266",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006615267",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1293753600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020039019",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021666873",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023411742",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025092361",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949826",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369872000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 septies",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000025092361",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023411742",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. 2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire métropolitain, ou à des autoroutes et routes nationales soumises à la présente taxe. La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. 3. Les véhicules de transport de marchandises mentionnés au 1 s'entendent des véhicules seuls ou tractant une remorque, dont le poids total en charge autorisé, ou dont le poids total roulant autorisé pour les ensembles articulés, est égal ou supérieur à douze tonnes. Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. II. ― La taxe est due solidairement par le propriétaire, le conducteur ou tout utilisateur des véhicules mentionnés au 3 du I. Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due solidairement par le locataire ou le sous-locataire, le conducteur ou tout utilisateur. Le propriétaire est solidairement responsable du paiement de la taxe. Un décret précise les conditions particulières qui en découlent pour le loueur. III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. IV. ― 1.L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. 2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par décret en Conseil d'Etat. Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. En cas de défaut de justification par le redevable de la classe d'émission EURO ou du nombre d'essieux du véhicule, le taux kilométrique est déterminé en retenant respectivement la classe ou la catégorie à laquelle correspond le taux kilométrique le plus élevé. 3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par kilomètre. 4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. 5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4. V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. 2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V, des informations déclarées lors de l'enregistrement du véhicule et des données  paramétrées dans l'équipement électronique embarqué. Les informations collectées au moyen des équipements électroniques embarqués, mis en œuvre dans une chaîne de collecte homologuée,  font foi jusqu'à preuve du contraire. 3.Lorsque le redevable passe un contrat avec une société habilitée lui fournissant  un service de télépéage, il lui donne mandat pour déclarer son véhicule et  acquitter la taxe due pour son compte. La taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée. A titre dérogatoire, la taxe est liquidée et communiquée par anticipation dans  les cas et selon les modalités définis par décret en Conseil d'Etat. 4. Dans les autres cas, préalablement à l'emprunt du réseau taxable, le redevable est tenu de constituer une avance sur taxe. La taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué. La liquidation de la taxe et la communication du montant dû par le redevable sont effectuées lors de la restitution de l'équipement électronique embarqué, ou dès que l'avance est insuffisante pour couvrir les trajets taxables réalisés. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. 5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. 2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. 3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. 4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. 2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable lors de la liquidation. Le paiement s'effectue par imputation de l'avance. Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. 3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. VII. ― 1. Les manquements au regard de la taxe sont réprimés, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. Est constitutive d'un manquement toute irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe. La circulation du redevable sur le réseau taxable, alors que l'avance sur taxe est insuffisante, est constitutive d'un manquement. Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. 2. Lorsqu'il est constaté un manquement, le redevable fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres ou d'une taxation au réel, lorsque les éléments de liquidation sont connus. Le montant de la taxe forfaitaire ou au réel est doublé en cas d'existence d'un autre manquement au cours des trente derniers jours. Le montant de la taxe forfaitaire ou au réel prévue au premier alinéa est communiqué au redevable selon les modalités fixées par arrêté conjoint des ministres chargés des transports et du budget. Elle est exigible dès sa communication au redevable. Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire ou au réel. Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation au réel. 3. Sans préjudice des dispositions du 2, tout manquement mentionné au 1 est passible d'une amende maximale de 750 EUR. 4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. Ces agents peuvent immobiliser le véhicule en manquement pour mettre en œuvre et percevoir l'amende mentionnée au 3 dans les conditions fixées par décret en Conseil d'Etat. 5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique ou manuel, mis en œuvre dans une chaîne de contrôle homologuée,  font foi jusqu'à preuve du contraire. VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. La taxe forfaitaire due au titre du 2 du VII lui est également affectée. Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue.",
            "texteHtml": "<p>I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. </p><p>2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire métropolitain, ou à des autoroutes et routes nationales soumises à la présente taxe. </p><p>La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. </p><p>Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. </p><p>3. Les véhicules de transport de marchandises mentionnés au 1 s'entendent des véhicules seuls ou tractant une remorque, dont le poids total en charge autorisé, ou dont le poids total roulant autorisé pour les ensembles articulés, est égal ou supérieur à douze tonnes. </p><p>Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. </p><p>II. ― La taxe est due solidairement par le propriétaire, le conducteur ou tout utilisateur des véhicules mentionnés au 3 du I. </p><p>Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due solidairement par le locataire ou le sous-locataire, le conducteur ou tout utilisateur. Le propriétaire est solidairement responsable du paiement de la taxe. Un décret précise les conditions particulières qui en découlent pour le loueur. </p><p>III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. </p><p>IV. ― 1.L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. </p><p>2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par décret en Conseil d'Etat.</p><p>Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. </p><p>Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. </p><p>En cas de défaut de justification par le redevable de la classe d'émission EURO ou du nombre d'essieux du véhicule, le taux kilométrique est déterminé en retenant respectivement la classe ou la catégorie à laquelle correspond le taux kilométrique le plus élevé. </p><p>3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par kilomètre. </p><p>4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. </p><p>5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4.</p><p>V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. </p><p>2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V, des informations déclarées lors de l'enregistrement du véhicule et des données  paramétrées dans l'équipement électronique embarqué. </p><p>Les informations collectées au moyen des équipements électroniques embarqués, mis en œuvre dans une chaîne de collecte homologuée,  font foi jusqu'à preuve du contraire.</p><p>3.Lorsque le redevable passe un contrat avec une société habilitée lui fournissant  un service de télépéage, il lui donne mandat pour déclarer son véhicule et  acquitter la taxe due pour son compte. La taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée.</p><p>A titre dérogatoire, la taxe est liquidée et communiquée par anticipation dans  les cas et selon les modalités définis par décret en Conseil d'Etat.  </p><p>4. Dans les autres cas, préalablement à l'emprunt du réseau taxable, le redevable est tenu de constituer une avance sur taxe.</p><p> La taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué.</p><p> La liquidation de la taxe et la communication du montant dû par le redevable sont effectuées lors de la restitution de l'équipement électronique embarqué, ou dès que l'avance est insuffisante pour couvrir les trajets taxables réalisés.</p><p> Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. </p><p>5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. </p><p>2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. </p><p>3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. </p><p>4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. </p><p>VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. </p><p>2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable lors de la liquidation. </p><p>Le paiement s'effectue par imputation de l'avance.</p><p>Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. </p><p>3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. </p><p>VII. ― 1. Les manquements au regard de la taxe sont réprimés, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. </p><p>Est constitutive d'un manquement toute irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe.</p><p> La circulation du redevable sur le réseau taxable, alors que l'avance sur taxe est insuffisante, est constitutive d'un manquement. </p><p>Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. </p><p>2. Lorsqu'il est constaté un manquement, le redevable fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres ou d'une taxation au réel, lorsque les éléments de liquidation sont connus. Le montant de la taxe forfaitaire ou au réel est doublé en cas d'existence d'un autre manquement au cours des trente derniers jours.  </p><p>Le montant de la taxe forfaitaire ou au réel prévue au premier alinéa est communiqué au redevable selon les modalités fixées par arrêté conjoint des ministres chargés des transports et du budget. Elle est exigible dès sa communication au redevable. </p><p>Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire ou au réel. </p><p>Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation au réel. </p><p>3. Sans préjudice des dispositions du 2, tout manquement mentionné au 1 est passible d'une amende maximale de 750 EUR.</p><p>4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. Ces agents peuvent immobiliser le véhicule en manquement pour mettre en œuvre et percevoir l'amende mentionnée au 3 dans les conditions fixées par décret en Conseil d'Etat. </p><p>5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique ou manuel, mis en œuvre dans une chaîne de contrôle homologuée,  font foi jusqu'à preuve du contraire. </p><p>VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés. </p><p>IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. La taxe forfaitaire due au titre du 2 du VII lui est également affectée. </p><p>Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue.</p>",
            "num": "285 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1293840000000,
            "dateFin": 1325203200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2020-01-01",
                        "titre": "Titre X : Taxes diverses perçues par la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000006099256",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Impositions relevant des missions fiscales de la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000037993351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1961-12-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Droits et taxes divers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122064",
                        "id": "LEGISCTA000006122064",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615266",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006122064",
            "sectionParentId": "LEGISCTA000006122064",
            "sectionParentTitre": "Chapitre VI : Droits et taxes divers.",
            "fullSectionsTitre": "Titre X : Taxes diverses perçues par la douane &gt; Chapitre VI : Droits et taxes divers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023411742",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 article 153 I C : L'article 285 septies entre en vigueur à une date fixée par arrêté conjoint des ministres chargés des transports et du budget et au plus tard le 31 décembre 2010. Article 153 II C 2 : L'article 285 septies du code des douanes est abrogé à compter de la date d'entrée en vigueur de la taxe prévue au A du II de l'article 153.",
            "notaHtml": "<p>Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 article 153 I C : L'article 285 septies entre en vigueur à une date fixée par arrêté conjoint des ministres chargés des transports et du budget et au plus tard le 31 décembre 2010. <br clear='none'/>Article 153 II C 2 : L'article 285 septies du code des douanes est abrogé à compter de la date d'entrée en vigueur de la taxe prévue au A du II de l'article 153. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000023411745",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-28",
                    "dateSignaTexte": "2008-12-27",
                    "dateDebutCible": "2011-01-01"
                },
                {
                    "textCid": "JORFTEXT000023316044",
                    "textTitle": "LOI n°2010-1658 du 29 décembre 2010 - art. 49",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "49",
                    "articleId": "LEGIARTI000023363926",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-12-30",
                    "dateSignaTexte": "2010-12-29",
                    "dateDebutCible": "2010-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1425",
                    "datePubli": 1230422400000,
                    "dateDebut": 1230508800000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589\n du 18 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021499779",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 1261353600000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589 du 18 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495834",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024363672",
                    "textTitle": "Décret n°2011-845\n du 15 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024372598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-845",
                    "datePubli": 1310860800000,
                    "dateDebut": 1317427200000
                },
                {
                    "textCid": "JORFTEXT000024409502",
                    "textTitle": "Décret n°2011-899\n du 27 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024410342",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-899",
                    "datePubli": 1311897600000,
                    "dateDebut": 1311984000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000027628176",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1372464000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000024499393",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1314316800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000025092338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325203200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L330-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000027473907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1369872000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 412 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "412",
                    "articleId": "LEGIARTI000006615935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167523200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023083811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3222-3",
                    "articleId": "LEGIARTI000023083796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615266",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006615267",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1293753600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020039019",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021666873",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023411742",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025092361",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949826",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369872000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 septies",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000021666873",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020039019",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. 2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire douanier, ou à des autoroutes et routes nationales soumises à la présente taxe. La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. 3. Les véhicules de transport de marchandises mentionnés au 1 s'entendent des véhicules seuls ou tractant une remorque, dont le poids total en charge autorisé, ou dont le poids total roulant autorisé pour les ensembles articulés, est égal ou supérieur à douze tonnes. Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. II. ― La taxe est due par le propriétaire des véhicules mentionnés au 3 du I. Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due par le locataire ou le sous-locataire. Le propriétaire est solidairement responsable du paiement de la taxe ainsi que, le cas échéant, de la majoration de retard applicable. Un décret précise les conditions particulières qui en découlent pour le loueur. III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. IV. ― 1.L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. 2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par arrêté conjoint des ministres chargés des transports et du budget. Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. En cas de défaut de justification par le redevable de la classe d'émission EURO ou du nombre d'essieux du véhicule, le taux kilométrique est déterminé en retenant respectivement la classe ou la catégorie à laquelle correspond le taux kilométrique le plus élevé. 3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par essieu et par kilomètre. 4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. 5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4. V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. 2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V. 3. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée. 4. Dans les autres cas, la taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué. 5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. 2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. 3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. 4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. Lorsque tout ou partie de la taxe n'a pas été payée à la date limite de paiement et en l'absence d'une réclamation assortie d'une demande de sursis de paiement, un avis de rappel, prévoyant une majoration de 10 % du montant de la taxe non acquitté, est adressé à la société habilitée lui fournissant un service de télépéage avant la notification du titre exécutoire. 2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable au plus tard le dixième jour du mois suivant la liquidation. Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. Lorsque tout ou partie de la taxe n'a pas été payée à la date limite de paiement et en l'absence d'une réclamation assortie d'une demande de sursis de paiement, un avis de rappel, prévoyant une majoration de 10 % du montant de la taxe non acquitté, est adressé au redevable avant la notification du titre exécutoire. 3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. VII. ― 1. Les manquements au regard de la taxe sont réprimés, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. 2. Lorsqu'il est constaté une irrégularité ou une omission ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe, le redevable en manquement au regard de ses obligations fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres. Le montant de la taxe forfaitaire est doublé en cas d'existence d'une autre irrégularité au cours des trente derniers jours. Le montant de la taxe forfaitaire prévue au premier alinéa est communiqué au redevable selon les modalités fixées par arrêté conjoint des ministres chargés des transports et du budget. Elle est exigible dès sa communication au redevable. Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire. Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation réelle. 3. Sans préjudice des dispositions du 2, est passible d'une amende maximale de 750 € toute omission ou irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe. 4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. Ces agents peuvent immobiliser le véhicule en manquement pour mettre en œuvre l'amende mentionnée au 3 dans les conditions fixées par décret en Conseil d'Etat. 5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique homologués font foi jusqu'à preuve du contraire. VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue.",
            "texteHtml": "<p>I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. </p><p>2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire douanier, ou à des autoroutes et routes nationales soumises à la présente taxe. </p><p>La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. </p><p>Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. </p><p>3. Les véhicules de transport de marchandises mentionnés au 1 s'entendent des véhicules seuls ou tractant une remorque, dont le poids total en charge autorisé, ou dont le poids total roulant autorisé pour les ensembles articulés, est égal ou supérieur à douze tonnes. </p><p>Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. </p><p>II. ― La taxe est due par le propriétaire des véhicules mentionnés au 3 du I. </p><p>Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due par le locataire ou le sous-locataire. Le propriétaire est solidairement responsable du paiement de la taxe ainsi que, le cas échéant, de la majoration de retard applicable. Un décret précise les conditions particulières qui en découlent pour le loueur. </p><p>III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. </p><p>IV. ― 1.L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. </p><p>2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par arrêté conjoint des ministres chargés des transports et du budget. </p><p>Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. </p><p>Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. </p><p>En cas de défaut de justification par le redevable de la classe d'émission EURO ou du nombre d'essieux du véhicule, le taux kilométrique est déterminé en retenant respectivement la classe ou la catégorie à laquelle correspond le taux kilométrique le plus élevé. </p><p>3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par essieu et par kilomètre. </p><p>4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. </p><p>5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4.</p><p>V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. </p><p>2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V. </p><p>3. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée. </p><p>4. Dans les autres cas, la taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué. </p><p>5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. </p><p>2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. </p><p>3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. </p><p>4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. </p><p>VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. </p><p>Lorsque tout ou partie de la taxe n'a pas été payée à la date limite de paiement et en l'absence d'une réclamation assortie d'une demande de sursis de paiement, un avis de rappel, prévoyant une majoration de 10 % du montant de la taxe non acquitté, est adressé à la société habilitée lui fournissant un service de télépéage avant la notification du titre exécutoire. </p><p>2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable au plus tard le dixième jour du mois suivant la liquidation. </p><p>Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. </p><p>Lorsque tout ou partie de la taxe n'a pas été payée à la date limite de paiement et en l'absence d'une réclamation assortie d'une demande de sursis de paiement, un avis de rappel, prévoyant une majoration de 10 % du montant de la taxe non acquitté, est adressé au redevable avant la notification du titre exécutoire. </p><p>3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. </p><p>VII. ― 1. Les manquements au regard de la taxe sont réprimés, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. </p><p>Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. </p><p>2. Lorsqu'il est constaté une irrégularité ou une omission ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe, le redevable en manquement au regard de ses obligations fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres. Le montant de la taxe forfaitaire est doublé en cas d'existence d'une autre irrégularité au cours des trente derniers jours. </p><p>Le montant de la taxe forfaitaire prévue au premier alinéa est communiqué au redevable selon les modalités fixées par arrêté conjoint des ministres chargés des transports et du budget. Elle est exigible dès sa communication au redevable. </p><p>Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire. </p><p>Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation réelle. </p><p>3. Sans préjudice des dispositions du 2, est passible d'une amende maximale de 750 € toute omission ou irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe. </p><p>4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. Ces agents peuvent immobiliser le véhicule en manquement pour mettre en œuvre l'amende mentionnée au 3 dans les conditions fixées par décret en Conseil d'Etat. </p><p>5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique homologués font foi jusqu'à preuve du contraire. </p><p>VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid' title='Loi n°78-17 du 6 janvier 1978 (V)'>loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés. </p><p>IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. </p><p>Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue.</p>",
            "num": "285 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1293753600000,
            "dateFin": 1262304000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2020-01-01",
                        "titre": "Titre X : Taxes diverses perçues par la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000006099256",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Impositions relevant des missions fiscales de la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000037993351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1961-12-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Droits et taxes divers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122064",
                        "id": "LEGISCTA000006122064",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615266",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006122064",
            "sectionParentId": "LEGISCTA000006122064",
            "sectionParentTitre": "Chapitre VI : Droits et taxes divers.",
            "fullSectionsTitre": "Titre X : Taxes diverses perçues par la douane &gt; Titre X : Impositions relevant des missions fiscales de la douane &gt; Chapitre VI : Droits et taxes divers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020039019",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 article 153 I C : L'article 285 septies entre en vigueur à une date fixée par arrêté conjoint des ministres chargés des transports et du budget et au plus tard le 31 décembre 2010. Article 153 II C 2 : L'article 285 septies du code des douanes est abrogé à compter de la date d'entrée en vigueur de la taxe prévue au A du II de l'article 153.",
            "notaHtml": "<p>Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 article 153 I C : L'article 285 septies entre en vigueur à une date fixée par arrêté conjoint des ministres chargés des transports et du budget et au plus tard le 31 décembre 2010. <br clear='none'/>Article 153 II C 2 : L'article 285 septies du code des douanes est abrogé à compter de la date d'entrée en vigueur de la taxe prévue au A du II de l'article 153. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n°78-17 du 6 janvier 1978 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1425",
                    "datePubli": 1230422400000,
                    "dateDebut": 1230508800000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589\n du 18 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021499779",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 1261353600000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589 du 18 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495834",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024363672",
                    "textTitle": "Décret n°2011-845\n du 15 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024372598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-845",
                    "datePubli": 1310860800000,
                    "dateDebut": 1317427200000
                },
                {
                    "textCid": "JORFTEXT000024409502",
                    "textTitle": "Décret n°2011-899\n du 27 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024410342",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-899",
                    "datePubli": 1311897600000,
                    "dateDebut": 1311984000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000027628176",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1372464000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000024499393",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1314316800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000025092338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325203200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L330-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000027473907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1369872000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 412 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "412",
                    "articleId": "LEGIARTI000006615935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167523200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023083811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3222-3",
                    "articleId": "LEGIARTI000023083796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615266",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006615267",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1293753600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020039019",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021666873",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023411742",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025092361",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949826",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369872000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 septies",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000006615267",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021666873",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. 2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire douanier, ou à des autoroutes et routes nationales soumises à la présente taxe. La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. 3. Les véhicules de transport de marchandises mentionnés au 1 s'entendent des véhicules seuls ou tractant une remorque, dont le poids total en charge autorisé, ou dont le poids total roulant autorisé pour les ensembles articulés, est égal ou supérieur à douze tonnes. Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. II. ― La taxe est due solidairement par le propriétaire, le conducteur ou tout utilisateur des véhicules mentionnés au 3 du I. Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due solidairement par le locataire ou le sous-locataire, le conducteur ou tout utilisateur. Le propriétaire est solidairement responsable du paiement de la taxe ainsi que, le cas échéant, de la majoration de retard applicable. Un décret précise les conditions particulières qui en découlent pour le loueur. III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. IV. ― 1.L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. 2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par décret en Conseil d'Etat. Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. En cas de défaut de justification par le redevable de la classe d'émission EURO ou du nombre d'essieux du véhicule, le taux kilométrique est déterminé en retenant respectivement la classe ou la catégorie à laquelle correspond le taux kilométrique le plus élevé. 3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par essieu et par kilomètre. 4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. 5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4. V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. 2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V. Les informations collectées au moyen des équipements électroniques embarqués homologués font foi jusqu'à preuve du contraire. 3. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée. 4. Dans les autres cas, préalablement à l'emprunt du réseau taxable, le redevable est tenu de constituer une avance sur taxe. La taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué. La liquidation de la taxe et la communication du montant dû par le redevable sont effectuées lors de la restitution de l'équipement électronique embarqué, ou dès que l'avance est insuffisante pour couvrir les trajets taxables réalisés. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. 5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. 2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. 3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. 4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. Lorsque tout ou partie de la taxe n'a pas été payée à la date limite de paiement et en l'absence d'une réclamation assortie d'une demande de sursis de paiement, un avis de rappel, prévoyant une majoration de 10 % du montant de la taxe non acquitté, est adressé à la société habilitée lui fournissant un service de télépéage avant la notification du titre exécutoire. 2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable lors de la restitution de l'équipement électronique embarqué ou dès que l'avance est insuffisante ou au plus tard le dixième jour du mois suivant la liquidation. Le paiement s'effectue par imputation de l'avance. Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. Lorsque tout ou partie de la taxe n'a pas été payée à la date limite de paiement et en l'absence d'une réclamation assortie d'une demande de sursis de paiement, un avis de rappel, prévoyant une majoration de 10 % du montant de la taxe non acquitté, est adressé au redevable avant la notification du titre exécutoire. 3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. VII. ― 1. Les manquements au regard de la taxe sont réprimés, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. Est constitutive d'un manquement toute irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe. La circulation du redevable sur le réseau taxable, alors que l'avance sur taxe est insuffisante, est constitutive d'un manquement. Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. 2. Lorsqu'il est constaté un manquement, le redevable fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres. Le montant de la taxe forfaitaire ou au réel est doublé en cas d'existence d'un autre manquement au cours des trente derniers jours. Le montant de la taxe forfaitaire ou au réel prévue au premier alinéa est communiqué au redevable selon les modalités fixées par arrêté conjoint des ministres chargés des transports et du budget. Elle est exigible dès sa communication au redevable. Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire. Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation réelle. 3. Sans préjudice des dispositions du 2, tout manquement mentionné au 1 est passible d'une amende maximale de 750 EUR. 4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. Ces agents peuvent immobiliser le véhicule en manquement pour mettre en œuvre et percevoir l'amende mentionnée au 3 dans les conditions fixées par décret en Conseil d'Etat. 5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique homologués font foi jusqu'à preuve du contraire. VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue.",
            "texteHtml": "<p>I. ― 1. Dans la région Alsace, les véhicules de transport de marchandises qui empruntent le réseau routier sont soumis à une taxe. </p><p>2. Le réseau routier mentionné au 1 est constitué par les autoroutes, routes nationales ou routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des autoroutes à péage, situées ou non sur le territoire douanier, ou à des autoroutes et routes nationales soumises à la présente taxe. </p><p>La liste des routes et autoroutes soumises à la taxe est déterminée par décret en Conseil d'Etat, pris après avis de leurs assemblées délibérantes pour les routes appartenant à des collectivités territoriales. </p><p>Les routes et autoroutes mentionnées au premier alinéa sont découpées en sections de tarification.A chaque section de tarification est associé un point de tarification. Ces sections de tarification ainsi que les points de tarification associés sont définis par arrêté conjoint des ministres chargés des transports et du budget. La longueur maximale des sections de tarification est de quinze kilomètres. </p><p>3. Les véhicules de transport de marchandises mentionnés au 1 s'entendent des véhicules seuls ou tractant une remorque, dont le poids total en charge autorisé, ou dont le poids total roulant autorisé pour les ensembles articulés, est égal ou supérieur à douze tonnes. </p><p>Ne sont toutefois pas considérés comme des véhicules de transport de marchandises les véhicules d'intérêt général prioritaires et les véhicules et matériels agricoles définis par voie réglementaire, ainsi que les véhicules militaires. </p><p>II. ― La taxe est due solidairement par le propriétaire, le conducteur ou tout utilisateur des véhicules mentionnés au 3 du I. </p><p>Toutefois, lorsque le véhicule de transport de marchandises fait l'objet soit d'un contrat de crédit-bail, soit d'un contrat de location, la taxe est due solidairement par le locataire ou le sous-locataire, le conducteur ou tout utilisateur. Le propriétaire est solidairement responsable du paiement de la taxe ainsi que, le cas échéant, de la majoration de retard applicable. Un décret précise les conditions particulières qui en découlent pour le loueur. </p><p>III. ― Le fait générateur intervient et la taxe devient exigible lors du franchissement, par un véhicule de transport de marchandises défini au 3 du I, d'un point de tarification mentionné au troisième alinéa du 2 du I. </p><p>IV. ― 1.L'assiette de la taxe due est constituée par la longueur des sections de tarification empruntées par le véhicule, exprimée en kilomètres, après arrondissement à la centaine de mètres la plus proche. </p><p>2. Pour chaque section de tarification, le taux kilométrique de la taxe est fonction de la catégorie du véhicule. Les catégories, qui reposent sur le nombre d'essieux des véhicules, sont déterminées par décret en Conseil d'Etat.</p><p>Le taux kilométrique est modulé en fonction de la classe d'émission EURO du véhicule, au sens de l'annexe 0 de la directive 1999 / 62 / CE du Parlement européen et du Conseil, du 17 juin 1999, relative à la taxation des poids lourds pour l'utilisation de certaines infrastructures, et, le cas échéant, en fonction du niveau de congestion de la section de tarification. </p><p>Un décret précise les conditions dans lesquelles le niveau de congestion de la section de tarification est pris en compte. </p><p>En cas de défaut de justification par le redevable de la classe d'émission EURO ou du nombre d'essieux du véhicule, le taux kilométrique est déterminé en retenant respectivement la classe ou la catégorie à laquelle correspond le taux kilométrique le plus élevé. </p><p>3. Le taux de la taxe est compris entre 0, 015 € et 0, 2 € par essieu et par kilomètre. </p><p>4. Un arrêté conjoint des ministres chargés des transports et du budget fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté conjoint des mêmes ministres sur avis de l'organe délibérant de la collectivité. </p><p>5. Pour chaque section de tarification empruntée, le montant de la taxe est égal au produit de la longueur de la section par le taux kilométrique déterminé conformément aux 2 à 4.</p><p>V. ― 1.A compter de l'entrée en vigueur de la taxe prévue au présent article, les véhicules de transport de marchandises mentionnés au 3 du I doivent disposer d'un équipement électronique embarqué permettant l'enregistrement automatique, à chaque franchissement d'un point de tarification, des éléments nécessaires à la liquidation de ladite taxe lorsqu'ils circulent sur le réseau mentionné au 2 du I. </p><p>2. La taxe due au titre des trajets effectués est liquidée à partir des informations collectées automatiquement au moyen de l'équipement électronique embarqué mentionné au 1 du présent V. </p><p>Les informations collectées au moyen des équipements électroniques embarqués homologués font foi jusqu'à preuve du contraire.</p><p>3. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est liquidée et son montant est communiqué à cette société au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué fourni par la société habilitée. </p><p>4. Dans les autres cas, préalablement à l'emprunt du réseau taxable, le redevable est tenu de constituer une avance sur taxe.<br/><br/> La taxe est liquidée et son montant est communiqué au redevable au plus tard le dixième jour de chaque mois, sur le fondement de l'ensemble des trajets taxables réalisés par le redevable au cours du mois précédent et pour lesquels il a utilisé l'équipement électronique embarqué.<br/><br/> La liquidation de la taxe et la communication du montant dû par le redevable sont effectuées lors de la restitution de l'équipement électronique embarqué, ou dès que l'avance est insuffisante pour couvrir les trajets taxables réalisés.<br/><br/> Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. </p><p>5. 1° Un décret en Conseil d'Etat définit les modalités de communication du montant de la taxe aux sociétés habilitées fournissant un service de télépéage mentionnées au 3 ainsi que les conditions dans lesquelles le redevable peut avoir accès à l'état récapitulatif des trajets et au détail de la tarification retenue dans les cas visés au 4. </p><p>2° Un décret en Conseil d'Etat fixe les modalités, y compris financières, selon lesquelles les équipements électroniques embarqués mentionnés au 1 sont mis à disposition des redevables soumis au 4. </p><p>3° Un arrêté conjoint des ministres chargés des transports et du budget fixe les caractéristiques techniques des équipements électroniques embarqués mentionnés au 1. </p><p>4° Un arrêté conjoint des ministres mentionnés au 3 définit les conditions dans lesquelles une société fournissant un service de télépéage peut être habilitée en vue de mettre à disposition des redevables mentionnés au 3 les équipements électroniques embarqués et d'acquitter la taxe pour leur compte. </p><p>VI. ― 1. Lorsque le redevable a passé un contrat avec une société habilitée lui fournissant un service de télépéage, la taxe est acquittée par cette société au plus tard le dixième jour du mois suivant la liquidation. </p><p>Lorsque tout ou partie de la taxe n'a pas été payée à la date limite de paiement et en l'absence d'une réclamation assortie d'une demande de sursis de paiement, un avis de rappel, prévoyant une majoration de 10 % du montant de la taxe non acquitté, est adressé à la société habilitée lui fournissant un service de télépéage avant la notification du titre exécutoire. </p><p>2. Dans les cas prévus au 4 du V, la taxe est acquittée par le redevable lors de la restitution de l'équipement électronique embarqué ou dès que l'avance est insuffisante ou au plus tard le dixième jour du mois suivant la liquidation. </p><p>Le paiement s'effectue par imputation de l'avance.</p><p>Un décret en Conseil d'Etat précise les conditions dans lesquelles la taxe est acquittée. Il peut prévoir des mécanismes particuliers pour les redevables occasionnels. </p><p>Lorsque tout ou partie de la taxe n'a pas été payée à la date limite de paiement et en l'absence d'une réclamation assortie d'une demande de sursis de paiement, un avis de rappel, prévoyant une majoration de 10 % du montant de la taxe non acquitté, est adressé au redevable avant la notification du titre exécutoire. </p><p>3. La taxe est recouvrée par l'administration des douanes et droits indirects selon les règles, garanties, privilèges et sanctions prévus par le présent code. </p><p>VII. ― 1. Les manquements au regard de la taxe sont réprimés, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. </p><p>Est constitutive d'un manquement toute irrégularité ayant pour but ou pour résultat d'éluder ou de compromettre le recouvrement de la taxe.</p><p> La circulation du redevable sur le réseau taxable, alors que l'avance sur taxe est insuffisante, est constitutive d'un manquement. </p><p>Les propriétaires, utilisateurs ou conducteurs de véhicules doivent présenter, à première réquisition, aux agents des douanes, de la police nationale, de la gendarmerie nationale et du contrôle des transports terrestres, tous les éléments et documents susceptibles de justifier la régularité de la circulation desdits véhicules sur le réseau taxable. </p><p>2. Lorsqu'il est constaté un manquement, le redevable fait l'objet d'une taxation forfaitaire égale au produit du taux défini aux 2 à 4 du IV par une distance forfaitaire de 130 kilomètres. Le montant de la taxe forfaitaire ou au réel est doublé en cas d'existence d'un autre manquement au cours des trente derniers jours.  </p><p>Le montant de la taxe forfaitaire ou au réel prévue au premier alinéa est communiqué au redevable selon les modalités fixées par arrêté conjoint des ministres chargés des transports et du budget. Elle est exigible dès sa communication au redevable. </p><p>Lorsque l'irrégularité est constatée par des agents de la police nationale, de la gendarmerie nationale ou du contrôle des transports terrestres, ces derniers en informent les services des douanes qui mettent en œuvre la procédure de taxation forfaitaire. </p><p>Le redevable dispose de la possibilité d'apporter la preuve de la distance réellement parcourue sur le réseau taxable par le véhicule en manquement. Lorsque cette preuve est apportée, la taxation forfaitaire est abandonnée pour une taxation réelle. </p><p>3. Sans préjudice des dispositions du 2, tout manquement mentionné au 1 est passible d'une amende maximale de 750 EUR.</p><p>4. Les agents mentionnés au deuxième alinéa du 1 et habilités par les textes particuliers qui leur sont applicables disposent des pouvoirs d'investigation et de constatation nécessaires à la mise en œuvre des contrôles prévus au même alinéa. Ces agents peuvent immobiliser le véhicule en manquement pour mettre en œuvre et percevoir l'amende mentionnée au 3 dans les conditions fixées par décret en Conseil d'Etat. </p><p>5. Les constatations d'irrégularités effectuées par des appareils de contrôle automatique homologués font foi jusqu'à preuve du contraire. </p><p>VIII. ― Aux fins d'établissement de l'assiette de la taxe, de son recouvrement et des contrôles nécessaires, un dispositif de traitement automatisé des données à caractère personnel sera mis en œuvre, conformément aux modalités prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés. </p><p>IX. ― S'agissant des voies appartenant au réseau routier national, le produit de la taxe est affecté à l'Agence de financement des infrastructures de transport de France. </p><p>Par ailleurs, l'Etat rétrocède aux collectivités territoriales le produit de la taxe correspondant aux sommes perçues pour l'usage du réseau routier dont elles sont propriétaires, déduction faite des coûts exposés y afférents. Un arrêté conjoint des ministres chargés des transports, du budget et des collectivités territoriales fixe le montant de cette retenue.</p>",
            "num": "285 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1293753600000,
            "dateFin": 1293840000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2020-01-01",
                        "titre": "Titre X : Taxes diverses perçues par la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000006099256",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Impositions relevant des missions fiscales de la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000037993351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1961-12-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Droits et taxes divers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122064",
                        "id": "LEGISCTA000006122064",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615266",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006122064",
            "sectionParentId": "LEGISCTA000006122064",
            "sectionParentTitre": "Chapitre VI : Droits et taxes divers.",
            "fullSectionsTitre": "Titre X : Taxes diverses perçues par la douane &gt; Chapitre VI : Droits et taxes divers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021666873",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 article 153 I C : L'article 285 septies entre en vigueur à une date fixée par arrêté conjoint des ministres chargés des transports et du budget et au plus tard le 31 décembre 2010. Article 153 II C 2 : L'article 285 septies du code des douanes est abrogé à compter de la date d'entrée en vigueur de la taxe prévue au A du II de l'article 153.",
            "notaHtml": "<p>Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 article 153 I C : L'article 285 septies entre en vigueur à une date fixée par arrêté conjoint des ministres chargés des transports et du budget et au plus tard le 31 décembre 2010. <br clear='none'/>Article 153 II C 2 : L'article 285 septies du code des douanes est abrogé à compter de la date d'entrée en vigueur de la taxe prévue au A du II de l'article 153. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021559075",
                    "textTitle": "LOI n°2009-1674\n du 30 décembre 2009 - art. 32 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000021580011",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2010-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1425",
                    "datePubli": 1230422400000,
                    "dateDebut": 1230508800000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589\n du 18 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021499779",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 1261353600000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589 du 18 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495834",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024363672",
                    "textTitle": "Décret n°2011-845\n du 15 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024372598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-845",
                    "datePubli": 1310860800000,
                    "dateDebut": 1317427200000
                },
                {
                    "textCid": "JORFTEXT000024409502",
                    "textTitle": "Décret n°2011-899\n du 27 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024410342",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-899",
                    "datePubli": 1311897600000,
                    "dateDebut": 1311984000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000027628176",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1372464000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000024499393",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1314316800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000025092338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325203200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L330-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000027473907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1369872000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 412 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "412",
                    "articleId": "LEGIARTI000006615935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167523200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023083811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3222-3",
                    "articleId": "LEGIARTI000023083796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615266",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006615267",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1293753600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020039019",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021666873",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023411742",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025092361",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949826",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369872000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 septies",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000020039019",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006615267",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-A titre expérimental dans la région Alsace et jusqu'au 31 décembre 2012, les véhicules de transport de marchandises seuls ou tractant une remorque et les ensembles articulés dont le poids total en charge autorisé ou le poids total roulant autorisé est égal ou supérieur à douze tonnes sont soumis, lorsqu'ils empruntent des autoroutes, routes nationales ou portions de routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des axes autoroutiers à péage situés ou non sur le territoire douanier, à une taxe dont le montant est fonction du nombre des essieux du véhicule et de la distance parcourue sur lesdites voies. Les routes concernées par la taxe sont fixées par décret en Conseil d'Etat, sur proposition de leurs assemblées délibérantes pour celles appartenant à des collectivités territoriales. La taxe n'est pas applicable aux véhicules d'intérêt général définis à l'article R. 311-1 du code de la route et aux véhicules spécialement conçus pour le transport des personnes. Le redevable de la taxe est le propriétaire du véhicule de transport de marchandises ou du tracteur d'un ensemble articulé visé au premier alinéa ou, si le véhicule précité fait l'objet d'un contrat de crédit-bail ou d'un contrat de location de deux ans ou plus, son locataire ou son sous-locataire. II.-Le montant de la taxe est fixé par référence à des catégories de véhicules déterminées par arrêté conjoint du ministre chargé des transports et du ministre chargé des douanes. Il est compris entre 0, 015 euro et 0, 2 euro par essieu et par kilomètre. Cette taxe est perçue au profit de la collectivité propriétaire de la voie routière. Des frais d'assiette et de recouvrement sont prélevés sur le produit de la taxe perçue au profit des collectivités autres que l'Etat. Le taux est fixé à 5 %. Les organes exécutifs des collectivités territoriales concernées, après délibération de leur organe délibérant, signent en outre avec l'Etat une convention de financement des coûts d'investissement des équipements nécessaires au fonctionnement et de maintenance du dispositif, au paiement de la taxe et aux opérations de contrôle mis en place sur leur réseau. Un arrêté conjoint du ministre chargé des transports et du ministre chargé des douanes fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté du ministre chargé des transports et du ministre chargé des douanes sur proposition de l'organe délibérant de la collectivité. III.-Le paiement est effectué préalablement à l'emprunt d'une route ou d'une portion de route soumise à la taxe. Il peut être également effectué mensuellement par les redevables agréés. Les conditions de l'agrément sont définies par arrêté. Aux fins d'établissement de l'assiette de la taxe, la création d'un traitement automatisé de données à caractère personnel est autorisée, conformément aux modalités prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. La création de cette base de données permettant la collecte des informations relatives aux voies taxables empruntées, aux véhicules assujettis à la taxe et aux parcours effectués sur chaque voie taxable par les redevables peut être confiée à un prestataire privé. Le redevable agréé établit sa déclaration sur la base des données enregistrées dans le traitement automatisé précité. Les redevables agréés pour ce qui les concerne, les agents des douanes et, le cas échéant, les personnes habilitées par le prestataire privé mentionné au deuxième alinéa sont destinataires des données à caractère personnel enregistrées dans le traitement automatisé précité. IV.-La taxe est perçue par l'administration des douanes et droits indirects, selon les mêmes règles et sous les mêmes garanties, sanctions et privilèges qu'en matière de douane. Les infractions sont recherchées, constatées et réprimées, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. Sur les routes ou portions de routes assujetties à la présente taxe, le conducteur d'un véhicule taxable doit présenter à première réquisition aux agents des douanes, aux agents de la police nationale, de la gendarmerie nationale et aux contrôleurs des transports terrestres tout élément attestant de sa situation régulière au regard de la taxe. Les agents précités disposent aux fins de la mise en oeuvre des contrôles des pouvoirs d'investigation accordés par les textes particuliers qui leur sont applicables. Les constatations relatives au non-paiement de la taxe effectuées par des appareils de contrôle automatique homologués font foi jusqu'à preuve du contraire. Le défaut de paiement de la taxe donne lieu à une taxation d'office égale au produit de la taxe correspondant au parcours maximum qui a pu être effectué, dont les modalités sont fixées par décret. V.-Les modalités d'application du présent article sont déterminées par décret en Conseil d'Etat. VI.-Le Parlement est saisi par le Gouvernement, avant le 31 décembre 2012, d'un rapport d'évaluation du présent article.",
            "texteHtml": "<p>I.-A titre expérimental dans la région Alsace et jusqu'au 31 décembre 2012, les véhicules de transport de marchandises seuls ou tractant une remorque et les ensembles articulés dont le poids total en charge autorisé ou le poids total roulant autorisé est égal ou supérieur à douze tonnes sont soumis, lorsqu'ils empruntent des autoroutes, routes nationales ou portions de routes appartenant à des collectivités territoriales pouvant constituer des itinéraires alternatifs à des axes autoroutiers à péage situés ou non sur le territoire douanier, à une taxe dont le montant est fonction du nombre des essieux du véhicule et de la distance parcourue sur lesdites voies. </p><p>Les routes concernées par la taxe sont fixées par décret en Conseil d'Etat, sur proposition de leurs assemblées délibérantes pour celles appartenant à des collectivités territoriales. </p><p>La taxe n'est pas applicable aux véhicules d'intérêt général définis à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841575&dateTexte=&categorieLien=cid' title='Code de la route. - art. R311-1 (V)'>l'article R. 311-1 du code de la route </a>et aux véhicules spécialement conçus pour le transport des personnes. </p><p>Le redevable de la taxe est le propriétaire du véhicule de transport de marchandises ou du tracteur d'un ensemble articulé visé au premier alinéa ou, si le véhicule précité fait l'objet d'un contrat de crédit-bail ou d'un contrat de location de deux ans ou plus, son locataire ou son sous-locataire. </p><p>II.-Le montant de la taxe est fixé par référence à des catégories de véhicules déterminées par arrêté conjoint du ministre chargé des transports et du ministre chargé des douanes. </p><p>Il est compris entre 0, 015 euro et 0, 2 euro par essieu et par kilomètre. </p><p>Cette taxe est perçue au profit de la collectivité propriétaire de la voie routière. </p><p>Des frais d'assiette et de recouvrement sont prélevés sur le produit de la taxe perçue au profit des collectivités autres que l'Etat. Le taux est fixé à 5 %. Les organes exécutifs des collectivités territoriales concernées, après délibération de leur organe délibérant, signent en outre avec l'Etat une convention de financement des coûts d'investissement des équipements nécessaires au fonctionnement et de maintenance du dispositif, au paiement de la taxe et aux opérations de contrôle mis en place sur leur réseau. </p><p>Un arrêté conjoint du ministre chargé des transports et du ministre chargé des douanes fixe le taux de la taxe lorsque la voie concernée relève du domaine public de l'Etat. Lorsque la voie est la propriété d'une collectivité autre que l'Etat, le taux est fixé par arrêté du ministre chargé des transports et du ministre chargé des douanes sur proposition de l'organe délibérant de la collectivité. </p><p>III.-Le paiement est effectué préalablement à l'emprunt d'une route ou d'une portion de route soumise à la taxe. Il peut être également effectué mensuellement par les redevables agréés. Les conditions de l'agrément sont définies par arrêté. </p><p>Aux fins d'établissement de l'assiette de la taxe, la création d'un traitement automatisé de données à caractère personnel est autorisée, conformément aux modalités prévues par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid' title='Loi n°78-17 du 6 janvier 1978 (V)'>loi n° 78-17 du 6 janvier 1978</a> relative à l'informatique, aux fichiers et aux libertés. La création de cette base de données permettant la collecte des informations relatives aux voies taxables empruntées, aux véhicules assujettis à la taxe et aux parcours effectués sur chaque voie taxable par les redevables peut être confiée à un prestataire privé. </p><p>Le redevable agréé établit sa déclaration sur la base des données enregistrées dans le traitement automatisé précité. </p><p>Les redevables agréés pour ce qui les concerne, les agents des douanes et, le cas échéant, les personnes habilitées par le prestataire privé mentionné au deuxième alinéa sont destinataires des données à caractère personnel enregistrées dans le traitement automatisé précité. </p><p>IV.-La taxe est perçue par l'administration des douanes et droits indirects, selon les mêmes règles et sous les mêmes garanties, sanctions et privilèges qu'en matière de douane. Les infractions sont recherchées, constatées et réprimées, les poursuites sont effectuées et les instances sont instruites et jugées comme en matière de douane. </p><p>Sur les routes ou portions de routes assujetties à la présente taxe, le conducteur d'un véhicule taxable doit présenter à première réquisition aux agents des douanes, aux agents de la police nationale, de la gendarmerie nationale et aux contrôleurs des transports terrestres tout élément attestant de sa situation régulière au regard de la taxe. </p><p>Les agents précités disposent aux fins de la mise en oeuvre des contrôles des pouvoirs d'investigation accordés par les textes particuliers qui leur sont applicables. </p><p>Les constatations relatives au non-paiement de la taxe effectuées par des appareils de contrôle automatique homologués font foi jusqu'à preuve du contraire. </p><p>Le défaut de paiement de la taxe donne lieu à une taxation d'office égale au produit de la taxe correspondant au parcours maximum qui a pu être effectué, dont les modalités sont fixées par décret.</p><p>V.-Les modalités d'application du présent article sont déterminées par décret en Conseil d'Etat. </p><p>VI.-Le Parlement est saisi par le Gouvernement, avant le 31 décembre 2012, d'un rapport d'évaluation du présent article.</p>",
            "num": "285 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1167523200000,
            "dateFin": 1293753600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 687184,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2020-01-01",
                        "titre": "Titre X : Taxes diverses perçues par la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000006099256",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Impositions relevant des missions fiscales de la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000037993351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1961-12-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Droits et taxes divers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122064",
                        "id": "LEGISCTA000006122064",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615266",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006122064",
            "sectionParentId": "LEGISCTA000006122064",
            "sectionParentTitre": "Chapitre VI : Droits et taxes divers.",
            "fullSectionsTitre": "Titre X : Taxes diverses perçues par la douane &gt; Chapitre VI : Droits et taxes divers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006615267",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 48-1985 1948-12-08",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-28",
                    "dateSignaTexte": "2008-12-27",
                    "dateDebutCible": "2008-12-29"
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-28",
                    "dateSignaTexte": "2008-12-27",
                    "dateDebutCible": "2008-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n°78-17 du 6 janvier 1978 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1425",
                    "datePubli": 1230422400000,
                    "dateDebut": 1230508800000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589\n du 18 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021499779",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 1261353600000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589 du 18 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495834",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024363672",
                    "textTitle": "Décret n°2011-845\n du 15 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024372598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-845",
                    "datePubli": 1310860800000,
                    "dateDebut": 1317427200000
                },
                {
                    "textCid": "JORFTEXT000024409502",
                    "textTitle": "Décret n°2011-899\n du 27 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024410342",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-899",
                    "datePubli": 1311897600000,
                    "dateDebut": 1311984000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000027628176",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1372464000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000024499393",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1314316800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000025092338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325203200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L330-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000027473907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1369872000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 412 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "412",
                    "articleId": "LEGIARTI000006615935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167523200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023083811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3222-3",
                    "articleId": "LEGIARTI000023083796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R311-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R311-1",
                    "articleId": "LEGIARTI000006841575",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615266",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006615267",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1293753600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020039019",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021666873",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023411742",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025092361",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949826",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369872000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 septies",
                "285"
            ],
            "versionPrecedente": "LEGIARTI000006615266",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006615266",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A titre expérimental, dans la région Alsace et pour une durée de cinq ans, les véhicules utilitaires dont le poids total en charge est égal ou supérieur à 12 tonnes peuvent être soumis, lorsqu'ils empruntent des routes ou portions de routes d'usage gratuit à proximité d'axes autoroutiers à péage situés ou non sur le territoire français, à une taxe non déductible dont le montant est compris entre 0,001 et 0,015 euros par tonne et par kilomètre. Cette taxe est perçue au profit de la collectivité propriétaire de la voie routière. Elle est décidée par décret en Conseil d'Etat lorsque la voie appartient au domaine public de l'Etat et par l'organe délibérant de la collectivité territoriale lorsque la voie appartient au domaine public d'un département ou d'une commune. Elle est acquittée par le propriétaire du véhicule ou, si le véhicule fait l'objet d'un contrat de crédit-bail ou d'un contrat de location, par son locataire. La taxe est prélevée lors de chaque passage sur les voies concernées ou mensuellement par les services de la direction générale des douanes et droits indirects sur la base des relevés kilométriques fournis par les transporteurs. Elle est recouvrée selon les mêmes règles et sous les mêmes garanties, sanctions et privilèges qu'en matière de droits de douane. Les infractions sont constatées et réprimées, et les instances instruites et jugées, conformément aux dispositions du présent code. Un décret en Conseil d'Etat précise les modalités d'application du présent article et détermine les conditions dans lesquelles il sera procédé à une évaluation au terme de la période d'expérimentation.",
            "texteHtml": "<p></p>   A titre expérimental, dans la région Alsace et pour une durée de cinq ans, les véhicules utilitaires dont le poids total en charge est égal ou supérieur à 12 tonnes peuvent être soumis, lorsqu'ils empruntent des routes ou portions de routes d'usage gratuit à proximité d'axes autoroutiers à péage situés ou non sur le territoire français, à une taxe non déductible dont le montant est compris entre 0,001 et 0,015 euros par tonne et par kilomètre.<p></p><p></p>   Cette taxe est perçue au profit de la collectivité propriétaire de la voie routière. Elle est décidée par décret en Conseil d'Etat lorsque la voie appartient au domaine public de l'Etat et par l'organe délibérant de la collectivité territoriale lorsque la voie appartient au domaine public d'un département ou d'une commune.<p></p><p></p>   Elle est acquittée par le propriétaire du véhicule ou, si le véhicule fait l'objet d'un contrat de crédit-bail ou d'un contrat de location, par son locataire.<p></p><p></p>   La taxe est prélevée lors de chaque passage sur les voies concernées ou mensuellement par les services de la direction générale des douanes et droits indirects sur la base des relevés kilométriques fournis par les transporteurs. Elle est recouvrée selon les mêmes règles et sous les mêmes garanties, sanctions et privilèges qu'en matière de droits de douane. Les infractions sont constatées et réprimées, et les instances instruites et jugées, conformément aux dispositions du présent code.<p></p><p></p>   Un décret en Conseil d'Etat précise les modalités d'application du présent article et détermine les conditions dans lesquelles il sera procédé à une évaluation au terme de la période d'expérimentation.<p></p>",
            "num": "285 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1136505600000,
            "dateFin": 1167523200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 730133,
            "context": {
                "titresTM": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2020-01-01",
                        "titre": "Titre X : Taxes diverses perçues par la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000006099256",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Impositions relevant des missions fiscales de la douane",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099256",
                        "id": "LEGISCTA000037993351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1961-12-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Droits et taxes divers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122064",
                        "id": "LEGISCTA000006122064",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006615266",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006122064",
            "sectionParentId": "LEGISCTA000006122064",
            "sectionParentTitre": "Chapitre VI : Droits et taxes divers.",
            "fullSectionsTitre": "Titre X : Taxes diverses perçues par la douane &gt; Chapitre VI : Droits et taxes divers.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006615266",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 48-1985 1948-12-08",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000000456019",
                    "textTitle": "Loi n°2006-10 du 5 janvier 2006 - art. 27 () JORF 6 janvier 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006879353",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-01-06",
                    "dateSignaTexte": "2006-01-05",
                    "dateDebutCible": "2006-01-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L325-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L325-1",
                    "articleId": "LEGIARTI000025092338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325203200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L330-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000027473907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1369872000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3222-3",
                    "articleId": "LEGIARTI000023083796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425 du 27 décembre 2008 - art. 153 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "153",
                    "articleId": "LEGIARTI000020000452",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2008-1425",
                    "datePubli": 1230422400000,
                    "dateDebut": 1230508800000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589\n du 18 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021499779",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 1261353600000
                },
                {
                    "textCid": "JORFTEXT000021495834",
                    "textTitle": "Décret n°2009-1589 du 18 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495834",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-1589",
                    "datePubli": 1261267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024363672",
                    "textTitle": "Décret n°2011-845\n du 15 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024372598",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-845",
                    "datePubli": 1310860800000,
                    "dateDebut": 1317427200000
                },
                {
                    "textCid": "JORFTEXT000024409502",
                    "textTitle": "Décret n°2011-899\n du 27 juillet 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024410342",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-899",
                    "datePubli": 1311897600000,
                    "dateDebut": 1311984000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000027628176",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1372464000000
                },
                {
                    "textCid": "JORFTEXT000024497613",
                    "textTitle": "Décret n°2011-991 du 23 août 2011 - art. 36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000024499393",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-991",
                    "datePubli": 1314230400000,
                    "dateDebut": 1314316800000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 412 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "412",
                    "articleId": "LEGIARTI000006615935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167523200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023083811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006615266",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006615267",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1293753600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020039019",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021666873",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1293753600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023411742",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025092361",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "6.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1356912000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949826",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369872000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "285 septies",
                "285"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}