{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019985945",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Principes régissant l'établissement et l'identification des points significatifs (Voir Chapitre 2, section 2.13) 1. ÉTABLISSEMENT DES POINTS SIGNIFICATIFS 1.1 Chaque fois que cela est possible, les points significatifs doivent être établis par rapport à des aides de radionavigation installées au sol, de préférence des aides VHF ou à fréquences plus élevées. 1.2 Lorsqu'il n'existe pas de telles aides de radionavigation installées au sol, des points significatifs sont établis en des emplacements qui peuvent être déterminés par des aides autonomes de bord ou par observation visuelle, lorsque la navigation doit être effectuée par référence visuelle au sol. Des points particuliers peuvent être désignés comme points de transfert de contrôle par accord entre organismes adjacents du contrôle de la circulation aérienne ou entre positions de contrôle intéressés. 2. INDICATIFS DES POINTS SIGNIFICATIFS IDENTIFIÉS PAR L'EMPLACEMENT D'UNE AIDE DE RADIONAVIGATION 2.1 Noms en langage clair pour les points significatifs identifiés par l'emplacement d'une aide de radionavigation 2.1.1 Dans la mesure du possible, les points significatifs sont désignés par référence à un point géographique identifiable et de préférence important. 2.1.2 Dans le choix d'un nom pour le point significatif, on veille à ce que les conditions ci-après soient réunies : a) le nom ne pose aucune difficulté de prononciation pour les pilotes ou le personnel ATS lorsqu'ils utilisent la langue employée dans les communications ATS. Lorsque le nom d'un emplacement géographique dans la langue nationale choisie pour désigner un point significatif pose des difficultés de prononciation, une forme abrégée ou contractée de ce nom, lui conservant le plus possible sa signification géographique, est choisie; Exemple : FUERSTENFELDBRUCK = FURSTY b) le nom est aisément reconnaissable dans les communications en phonie et ne prête pas à confusion avec d'autres points significatifs de la même région d'ensemble. En outre, le nom ne crée pas de confusion par rapport à d'autres communications échangées entre les services de la circulation aérienne et les pilotes ; c) le nom doit si possible comprendre au moins 6 lettres formant 2 syllabes et, de préférence, un maximum de 3 ; d) le nom choisi est le même pour le point significatif et pour l'aide de radionavigation dont l'emplacement identifie ce point. 2.2 Composition des indicatifs codés de points significatifs identifiés par l'emplacement d'une aide de radionavigation 2.2.1 L'indicatif codé correspond à l'identification radio de l'aide de radionavigation; il est, si possible, de nature à faciliter le rapprochement avec le nom du point significatif en langage clair. 2.2.2 Le même indicatif codé n'est pas réutilisé à moins de 1 100 km (600 NM) de l'emplacement de l'aide de radionavigation en cause, sauf dans le cas indiqué ci-après. Note. - Lorsque deux aides de radionavigation fonctionnant dans des bandes différentes du spectre des fréquences sont situées au même emplacement, leur identification radio est en principe la même. 2.3 Les besoins en indicatifs codés sont notifiés aux bureaux régionaux de l'OACI en vue de leur coordination. 3. INDICATIFS DES POINTS SIGNIFICATIFS QUI NE SONT PAS IDENTIFIÉS PAR L'EMPLACEMENT D'UNE AIDE DE RADIONAVIGATION 3.1 Lorsqu'il est nécessaire d'établir un point significatif à un endroit qui n'est pas identifié par l'emplacement d'une aide de radionavigation, ce point significatif est désigné par un groupe nom-indicatif codé unique de 5 lettres qui soit prononçable. Ce nom de code sert alors de nom aussi bien que d'indicatif codé au point significatif. 3.2 Le nom de code est choisi de manière à éviter toute difficulté de prononciation pour les pilotes ou le personnel ATS lorsqu'ils emploient la langue utilisée dans les communications ATS. Exemples: ADOLA, KODAP 3.3 Le nom de code est facilement identifiable dans les communications en phonie et ne prête pas à confusion avec les indicatifs utilisés pour d'autres points significatifs de la même région d'ensemble. 3.4 Le nom de code assigné à un point significatif n'est pas assigné à un autre point significatif. 3.5 Les besoins en noms de code sont notifiés aux bureaux régionaux de l'OACI en vue de leur coordination 3.6 Dans les régions où il n'existe pas de système de routes fixes ou lorsque les routes suivies par des aéronefs varient en fonction de considérations opérationnelles, les points significatifs sont déterminés et communiqués en coordonnées géographiques du Système géodésique mondial - 1984 (WGS-84); toutefois, les points significatifs établis de manière permanente et servant de points d'entrée ou de points de sortie dans ces régions sont désignés conformément aux dispositions pertinentes des sections 2 ou 3. 4. EMPLOI DES INDICATIFS DANS LES COMMUNICATIONS 4.1 En principe, le nom choisi comme il est indiqué aux sections 2 ou 3 est utilisé pour désigner le point significatif dans les communications en phonie. Si le nom en langage clair d'un point significatif identifié par l'emplacement d'une aide de radionavigation, choisi conformément à la disposition de 2.1, n'est pas utilisé, ce nom est remplacé par l'indicatif codé. Dans les communications en phonie, cet indicatif codé est épelé conformément au code d'épellation de l'OACI. 4.2 Dans les communications imprimées ou codées, seul l'indicatif codé ou le nom de code choisi est utilisé pour désigner un point significatif. 5. POINTS SIGNIFICATIFS UTILISÉS COMME POINTS DE COMPTE RENDU 5.1 Afin de permettre aux services ATS d'obtenir des renseignements concernant la progression des aéronefs en vol, il peut être nécessaire de désigner comme points de compte rendu des points significatifs sélectionnés. 5.2 Pour l'établissement de ces points de compte rendu, on tient compte des facteurs suivants : a) type des services de la circulation aérienne assurés ; b) volume de circulation normalement constaté ; c) précision avec laquelle les aéronefs peuvent se conformer au plan de vol en vigueur ; d) vitesse des aéronefs ; e) minimums d'espacement appliqués ; f) complexité de la structure de l'espace aérien ; g) méthode(s) de contrôle utilisée(s) ; h) début ou fin des phases importantes d'un vol (montée, descente, changement de direction, etc.) ; i) procédures de transfert de contrôle ; j) sécurité, recherches et sauvetage ; k) charge de travail dans le poste de pilotage et volume des communications air-sol. 5.3 On attribue aux points de compte rendu l'un des qualificatifs suivants : obligatoires ou sur demande. On s'inspire des principes suivants pour établir des points de compte rendu obligatoires : a) le nombre des points de compte rendu obligatoires est limité au minimum qui est nécessaire à la communication régulière de renseignements sur la progression des vols aux organismes des services de la circulation aérienne, compte tenu de la nécessité de réduire au minimum la charge de travail dans le poste de pilotage et celle des contrôleurs, ainsi que le volume des communications air-sol ; b) le fait qu'une aide de radionavigation soit installée à un emplacement donné ne doit pas déterminer nécessairement sa désignation comme point de compte rendu obligatoire ; c) des points significatifs obligatoires ne doivent pas nécessairement être établis aux limites d'une région d'information de vol ou d'une région de contrôle. 5.5 Des points de compte rendu sur demande peuvent être établis en fonction des comptes rendus de position additionnels dont les services de la circulation aérienne ont besoin lorsque les conditions de la circulation aérienne l'exigent. 5.6 On réexamine à intervalles réguliers la désignation des points de compte rendu obligatoires et sur demande afin de réduire les comptes rendus réguliers de position au minimum nécessaire pour assurer l'efficacité des services de la circulation aérienne. 5.7 Les comptes rendus réguliers au passage des points de compte rendu obligatoires ne doivent pas être systématiquement obligatoires pour tous les vols et en toutes circonstances. En appliquant ce principe, on prête particulièrement attention aux points suivants : a) les aéronefs rapides qui évoluent à grande altitude ne doivent pas être tenus de faire des comptes rendus de position réguliers au passage de tous les points qui ont été déclarés de compte rendu obligatoires pour les aéronefs lents évoluant à faible altitude ; b) les aéronefs qui traversent une région de contrôle terminale ne doivent pas être tenus de faire des comptes rendus réguliers de position aussi souvent que les aéronefs à l'arrivée et au départ. 5.8 Dans les régions où les principes énoncés ci-dessus, pour l'établissement des points de compte rendu, ne peuvent être appliqués, un système de compte rendu défini par rapport aux méridiens ou aux parallèles exprimés en degrés entiers peut être établi.",
            "texteHtml": "<p align='center'>Principes régissant l'établissement et l'identification des points significatifs<br/>(Voir Chapitre 2, section 2.13) </p><p>1. ÉTABLISSEMENT DES POINTS SIGNIFICATIFS </p><p>1.1 Chaque fois que cela est possible, les points significatifs doivent être établis par rapport à des aides de radionavigation installées au sol, de préférence des aides VHF ou à fréquences plus élevées. </p><p>1.2 Lorsqu'il n'existe pas de telles aides de radionavigation installées au sol, des points significatifs sont établis en des emplacements qui peuvent être déterminés par des aides autonomes de bord ou par observation visuelle, lorsque la navigation doit être effectuée par référence visuelle au sol. Des points particuliers peuvent être désignés comme points de transfert de contrôle par accord entre organismes adjacents du contrôle de la circulation aérienne ou entre positions de contrôle intéressés. </p><p>2. INDICATIFS DES POINTS SIGNIFICATIFS IDENTIFIÉS PAR L'EMPLACEMENT D'UNE AIDE DE RADIONAVIGATION </p><p>2.1 Noms en langage clair pour les points significatifs identifiés par l'emplacement d'une aide de radionavigation </p><p>2.1.1 Dans la mesure du possible, les points significatifs sont désignés par référence à un point géographique identifiable et de préférence important. </p><p>2.1.2 Dans le choix d'un nom pour le point significatif, on veille à ce que les conditions ci-après soient réunies : </p><p>a) le nom ne pose aucune difficulté de prononciation pour les pilotes ou le personnel ATS lorsqu'ils utilisent la langue employée dans les communications ATS. Lorsque le nom d'un emplacement géographique dans la langue nationale choisie pour désigner un point significatif pose des difficultés de prononciation, une forme abrégée ou contractée de ce nom, lui conservant le plus possible sa signification géographique, est choisie; </p><p>Exemple : FUERSTENFELDBRUCK = FURSTY</p><p>b) le nom est aisément reconnaissable dans les communications en phonie et ne prête pas à confusion avec d'autres points significatifs de la même région d'ensemble. En outre, le nom ne crée pas de confusion par rapport à d'autres communications échangées entre les services de la circulation aérienne et les pilotes ;</p><p>c) le nom doit si possible comprendre au moins 6 lettres formant 2 syllabes et, de préférence, un maximum de 3 ;</p><p>d) le nom choisi est le même pour le point significatif et pour l'aide de radionavigation dont l'emplacement identifie ce point. </p><p>2.2 Composition des indicatifs codés de points significatifs identifiés par l'emplacement d'une aide de radionavigation </p><p>2.2.1 L'indicatif codé correspond à l'identification radio de l'aide de radionavigation; il est, si possible, de nature à faciliter le rapprochement avec le nom du point significatif en langage clair. </p><p>2.2.2 Le même indicatif codé n'est pas réutilisé à moins de 1 100 km (600 NM) de l'emplacement de l'aide de radionavigation en cause, sauf dans le cas indiqué ci-après. </p><p>Note. - Lorsque deux aides de radionavigation fonctionnant dans des bandes différentes du spectre des fréquences sont situées au même emplacement, leur identification radio est en principe la même. </p><p>2.3 Les besoins en indicatifs codés sont notifiés aux bureaux régionaux de l'OACI en vue de leur coordination. </p><p>3. INDICATIFS DES POINTS SIGNIFICATIFS QUI NE SONT PAS IDENTIFIÉS PAR L'EMPLACEMENT D'UNE AIDE DE RADIONAVIGATION </p><p>3.1 Lorsqu'il est nécessaire d'établir un point significatif à un endroit qui n'est pas identifié par l'emplacement d'une aide de radionavigation, ce point significatif est désigné par un groupe nom-indicatif codé unique de 5 lettres qui soit prononçable. Ce nom de code sert alors de nom aussi bien que d'indicatif codé au point significatif. </p><p>3.2 Le nom de code est choisi de manière à éviter toute difficulté de prononciation pour les pilotes ou le personnel ATS lorsqu'ils emploient la langue utilisée dans les communications ATS. </p><p>Exemples: ADOLA, KODAP</p><p>3.3 Le nom de code est facilement identifiable dans les communications en phonie et ne prête pas à confusion avec les indicatifs utilisés pour d'autres points significatifs de la même région d'ensemble. </p><p>3.4 Le nom de code assigné à un point significatif n'est pas assigné à un autre point significatif. </p><p>3.5 Les besoins en noms de code sont notifiés aux bureaux régionaux de l'OACI en vue de leur coordination </p><p>3.6 Dans les régions où il n'existe pas de système de routes fixes ou lorsque les routes suivies par des aéronefs varient en fonction de considérations opérationnelles, les points significatifs sont déterminés et communiqués en coordonnées géographiques du Système géodésique mondial - 1984 (WGS-84); toutefois, les points significatifs établis de manière permanente et servant de points d'entrée ou de points de sortie dans ces régions sont désignés conformément aux dispositions pertinentes des sections 2 ou 3. </p><p>4. EMPLOI DES INDICATIFS DANS LES COMMUNICATIONS </p><p>4.1 En principe, le nom choisi comme il est indiqué aux sections 2 ou 3 est utilisé pour désigner le point significatif dans les communications en phonie. Si le nom en langage clair d'un point significatif identifié par l'emplacement d'une aide de radionavigation, choisi conformément à la disposition de 2.1, n'est pas utilisé, ce nom est remplacé par l'indicatif codé. Dans les communications en phonie, cet indicatif codé est épelé conformément au code d'épellation de l'OACI. </p><p>4.2 Dans les communications imprimées ou codées, seul l'indicatif codé ou le nom de code choisi est utilisé pour désigner un point significatif. </p><p>5. POINTS SIGNIFICATIFS UTILISÉS COMME POINTS DE COMPTE RENDU </p><p>5.1 Afin de permettre aux services ATS d'obtenir des renseignements concernant la progression des aéronefs en vol, il peut être nécessaire de désigner comme points de compte rendu des points significatifs sélectionnés. </p><p>5.2 Pour l'établissement de ces points de compte rendu, on tient compte des facteurs suivants :</p><p>a) type des services de la circulation aérienne assurés ;</p><p>b) volume de circulation normalement constaté ;</p><p>c) précision avec laquelle les aéronefs peuvent se conformer au plan de vol en vigueur ;</p><p>d) vitesse des aéronefs ;</p><p>e) minimums d'espacement appliqués ;</p><p>f) complexité de la structure de l'espace aérien ;</p><p>g) méthode(s) de contrôle utilisée(s) ;</p><p>h) début ou fin des phases importantes d'un vol (montée, descente, changement de direction, etc.) ;</p><p>i) procédures de transfert de contrôle ;</p><p>j) sécurité, recherches et sauvetage ;</p><p>k) charge de travail dans le poste de pilotage et volume des communications air-sol. </p><p>5.3 On attribue aux points de compte rendu l'un des qualificatifs suivants : obligatoires ou sur demande. </p><p>On s'inspire des principes suivants pour établir des points de compte rendu obligatoires : </p><p>a) le nombre des points de compte rendu obligatoires est limité au minimum qui est nécessaire à la communication régulière de renseignements sur la progression des vols aux organismes des services de la circulation aérienne, compte tenu de la nécessité de réduire au minimum la charge de travail dans le poste de pilotage et celle des contrôleurs, ainsi que le volume des communications air-sol ;</p><p>b) le fait qu'une aide de radionavigation soit installée à un emplacement donné ne doit pas déterminer nécessairement sa désignation comme point de compte rendu obligatoire ;</p><p>c) des points significatifs obligatoires ne doivent pas nécessairement être établis aux limites d'une région d'information de vol ou d'une région de contrôle. </p><p>5.5 Des points de compte rendu sur demande peuvent être établis en fonction des comptes rendus de position additionnels dont les services de la circulation aérienne ont besoin lorsque les conditions de la circulation aérienne l'exigent. </p><p>5.6 On réexamine à intervalles réguliers la désignation des points de compte rendu obligatoires et sur demande afin de réduire les comptes rendus réguliers de position au minimum nécessaire pour assurer l'efficacité des services de la circulation aérienne. </p><p>5.7 Les comptes rendus réguliers au passage des points de compte rendu obligatoires ne doivent pas être systématiquement obligatoires pour tous les vols et en toutes circonstances. En appliquant ce principe, on prête particulièrement attention aux points suivants : </p><p>a) les aéronefs rapides qui évoluent à grande altitude ne doivent pas être tenus de faire des comptes rendus de position réguliers au passage de tous les points qui ont été déclarés de compte rendu obligatoires pour les aéronefs lents évoluant à faible altitude ;</p><p>b) les aéronefs qui traversent une région de contrôle terminale ne doivent pas être tenus de faire des comptes rendus réguliers de position aussi souvent que les aéronefs à l'arrivée et au départ. </p><p>5.8 Dans les régions où les principes énoncés ci-dessus, pour l'établissement des points de compte rendu, ne peuvent être appliqués, un système de compte rendu défini par rapport aux méridiens ou aux parallèles exprimés en degrés entiers peut être établi. </p>",
            "num": "Annexe II : Appendice 2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1146700800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1627389945,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906322",
                        "id": "LEGISCTA000019906322",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "SERVICES DE LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906323",
                        "id": "LEGISCTA000019906323",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843581",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019906323",
            "sectionParentId": "LEGISCTA000019906323",
            "sectionParentTitre": "SERVICES DE LA CIRCULATION AERIENNE",
            "fullSectionsTitre": "Annexes &gt; Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; SERVICES DE LA CIRCULATION AERIENNE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000019985945",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814781",
                    "textTitle": "Arrêté du 3 mars 2006 - art. 1, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001108503",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-05-03",
                    "dateSignaTexte": "2006-03-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843581",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 702172800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843582",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019985945",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II : Appendice 2"
            ],
            "versionPrecedente": "LEGIARTI000006843582",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843582",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PRINCIPES D'IDENTIFICATION DES ROUTES ATS ET DES POINTS SIGNIFICATIFS 1. Routes ATS. 1.1. Routes ATS, à l'exception des itinéraires normalisés de départ et d'arrivée 1.1.1. Indicatifs des routes ATS. Le système d'indicatifs doit : a) Permettre l'identification de toute route ATS d'une manière simple et non équivoque ; b) Permettre d'établir une relation entre une route ATS et une structure déterminée de l'espace aérien ; c) Permettre d'indiquer un mode de navigation déterminé, navigation de surface par exemple, qui doit être utilisé le long des routes ATS ainsi désignées ; d) Permettre d'indiquer qu'une route est utilisée, principalement ou exclusivement, par certains types d'aéronefs ; e) Eviter les redondances ; f) Pouvoir être utilisé aussi bien par le système automatique au sol que par le système automatique de bord ; g) Permettre la plus grande concision dans l'utilisation du système en exploitation ; h) Assurer une possibilité de développement suffisante pour répondre aux besoins futurs sans qu'il soit nécessaire de procéder à des modifications fondamentales. 1.1.2. Composition de l'indicatif. 1.1.2.1. L'indicatif de route ATS doit être composé d'un indicatif de base complété, en cas de besoin, par : a) Un préfixe, de la manière prescrite en 1.1.2.3., et b) Une lettre supplémentaire, de la manière prescrite en 1.1.2.4. Le nombre de caractères nécessaires pour composer l'indicatif doit, si possible, être limité à un maximum de cinq, et ne devrait, en aucun cas, être supérieur à six. 1.1.2.2. L'indicatif de base doit être composé d'une lettre de l'alphabet suivie d'un numéro compris entre 1 et 999. La lettre doit être choisie parmi les suivantes : a) A, B, G, R pour les routes qui font partie des réseaux OACI de routes ATS autres que les routes à navigation de surface ; b) L, M, N, P pour les routes à navigation de surface qui font partie des réseaux régionaux OACI de routes ATS ; c) H, J, V, W pour les routes qui ne font pas partie des réseaux régionaux OACI de routes ATS et qui ne sont pas des routes à navigation de surface ; d) Q, T, Y, Z pour les routes à navigation de surface qui ne font pas partie des réseaux régionaux OACI de routes ATS. 1.1.2.3. Le cas échéant, une lettre supplémentaire doit être ajoutée comme préfixe à l'indicatif de base conformément aux indications ci-après : a) K afin d'indiquer une route à basse altitude établie principalement à l'intention des hélicoptères ; b) U afin d'indiquer que la route ou une partie de cette route est établie dans l'espace aérien supérieur ; c) S afin d'indiquer une route établie exclusivement pour que les avions supersoniques l'empruntent pendant l'accélération, pendant la décélération et pendant le vol supersonique. 1.1.2.4. Une lettre supplémentaire peut être ajoutée après l'indicatif de base de la route ATS en question, pour indiquer le type de service assuré sur cette route, comme suit : a) La lettre D pour indiquer que seul un service consultatif est assuré sur la route ou sur une partie de la route ; b) La lettre F pour indiquer que seul un service d'information de vol est assuré sur la route ou sur une partie de la route. 1.1.3. Attribution des indicatifs de base. 1.1.3.1. Les indicatifs de base des routes ATS doivent être attribués selon les principes suivants. 1.1.3.1.1. Le même indicatif de base doit être attribué à une route long-courrier principale sur toute sa longueur, indépendamment des régions de contrôle terminales, des Etats et des régions OACI traversés. 1.1.3.1.2. Lorsque deux ou plusieurs routes long-courrier ont un tronçon commun, il doit être attribué à ce dernier chacun des indicatifs des routes intéressées, sauf lorsqu'il en résulterait des difficultés pour les services de la circulation aérienne, auquel cas un seul indicatif doit être utilisé. 1.1.3.1.3. Un indicatif de base attribué à une route ne doit pas être attribué à une autre route. 1.1.4. Emploi des indicatifs dans les communications. 1.1.4.1. Dans les communications imprimées, l'indicatif est toujours exprimé au moyen de deux caractères au moins et de six caractères au plus. 1.1.4.2. Dans les communications en phonie, la lettre de base d'un indicatif doit être prononcée conformément au code d'épellation OACI. 1.1.4.3. Lorsque les préfixes K, U ou S spécifiés en 1.1.2.3. ci-dessus sont utilisés, ils doivent, dans les communications verbales, être prononcés comme suit : K : KOPTER ; U : UPPER ; S : SUPERSONIC. Le mot \" kopter \" doit être prononcé comme le mot \" hélicoptère \" et les mots \" upper \" et \" supersonic \" comme en anglais. 1.1.4.4. Lorsque les lettres D ou F spécifiées en 1.1.2.4 ci-dessus sont utilisées, elles doivent, dans les communications, être prononcées conformément au code d'épellation O.A.C.I. 1.2. Itinéraires normalisés de départ et d'arrivée 1.2.1. Indicatifs des itinéraires normalisés de départ et d'arrivée. 1.2.1.1. Le système d'indicatifs doit : a) Permettre l'identification de chaque itinéraire d'une manière simple et non équivoque ; b) Permettre d'établir une nette distinction entre : - les itinéraires de départ et les itinéraires d'arrivée ; - les itinéraires de départ ou d'arrivée et les autres routes ATS ; - les routes qui exigent une navigation par référence à des aides radio basées au sol ou à des aides autonomes de bord, et les routes qui exigent une navigation par référence à des repères visuels au sol ; c) Etre compatible avec les besoins ATS et les besoins des aéronefs en matière de traitement et d'affichage des données ; d) Permettre la plus grande concision au niveau de son application opérationnelle ; e) Eviter les redondances ; f) Assurer une possibilité de développement suffisante pour répondre à tout besoin futur sans obliger à procéder à des modifications fondamentales. 1.2.1.2. Chaque itinéraire doit être identifié par un indicatif en langage clair et un indicatif codé correspondant. 1.2.1.3. Dans les communications verbales, les indicatifs doivent pouvoir être facilement associés à un itinéraire normalisé de départ ou d'arrivée et ne doivent pas poser de difficultés de prononciation pour les pilotes et le personnel ATS. 1.2.2. Composition des indicatifs. 1.2.2.1. Indicatif en langage clair. 1.2.2.1.1. L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée doit être composé dans l'ordre suivant : a) Du mot \" départ \" ou \" arrivée \" ; b) Des mots \" à vue \", si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR) ; c) D'un indicateur de base ; d) D'un indicateur de validité ; e) D'un indicateur d'itinéraire si nécessaire. En langue anglaise les éléments ci-dessus sont transmis dans l'ordre c d e a b et les mots \" départ \", \" arrivée \" et \" à vue \" sont remplacés respectivement par \" departure \", \" arrival \" et \" visual \". 1.2.2.1.2. L'indicateur de base doit être le nom ou le nom codé du point significatif auquel se termine un itinéraire normalisé de départ ou auquel commence un itinéraire normalisé d'arrivée. 1.2.2.1.3. L'indicateur de validité doit être composé d'un chiffre compris entre 1 et 9. 1.2.2.1.4. L'indicateur d'itinéraire doit être composé d'une lettre de l'alphabet. Les lettres \" I \" et \" O \" ne doivent pas être utilisées. 1.2.2.2. Indicatif codé. 1.2.2.2.1. L'indicatif codé d'un itinéraire normalisé de départ ou d'arrivée, aux instruments ou à vue, doit être composé : a) De l'indicatif codé ou du nom codé du point significatif décrit en 1.2.2.1.1 c ; b) De l'indicatif de validité mentionné en 1.2.2.1.1 d ; c) De l'indicateur d'itinéraire mentionné en 1.2.2.1.1 e si nécessaire. 1.2.3. Attribution des indicatifs. 1.2.3.1. Un indicatif distinct doit être attribué à chaque itinéraire. 1.2.3.2. Afin de pouvoir établir une distinction entre deux ou plusieurs itinéraires qui rejoignent le même point significatif (et auxquels, par conséquent, le même indicateur de base est attribué), un indicateur d'itinéraire distinct, selon les dispositions du 1.2.2.1.4, doit être attribué à chaque itinéraire. 1.2.4. Attribution des indicateurs de validité. 1.2.4.1. Un indicateur de validité doit être attribué à chaque itinéraire afin d'identifier l'itinéraire alors en vigueur. 1.2.4.2. Le premier indicateur de validité à attribuer doit être le chiffre \" 1 \". 1.2.4.3. Toutes les fois qu'un itinéraire est modifié, un nouvel indicateur de validité, composé du chiffre plus élevé qui suit, doit être attribué. Le chiffre \" 9\" doit être suivi du chiffre \" 1 \". 1.2.5. Emploi des indicatifs dans les communications. 1.2.5.1. Dans les communications verbales, il convient d'utiliser seulement l'indicatif en langage clair. 1.2.5.2. Dans les communications imprimées ou codées, il convient d'utiliser seulement l'indicatif codé. 2. Points significatifs. 2.1. Indicatifs des points significatifs identifiés par l'emplacement d'une aide de radionavigation 2.1.1 Noms en langage clair pour les points significatifs identifiés par l'emplacement d'une aide de radionavigation. 2.1.1.1. Dans la mesure du possible, les points significatifs doivent être désignés par référence à un point géographique identifiable et de préférence important. 2.1.1.2. Dans le choix d'un nom pour le point significatif, il y a lieu de veiller à ce que les conditions ci-après soient réunies : a) Le nom ne doit poser aucune difficulté de prononciation pour les pilotes ou le personnel ATS. Lorsque le nom d'un emplacement géographique pose des difficultés de prononciation, une forme abrégée ou contractée de ce nom, lui conservant le plus possible sa signification géographique, doit être choisie ; b) Le nom doit être aisément reconnaissable dans les communications en phonie et ne pas prêter à confusion avec d'autres points significatifs de la même région d'ensemble. En outre, le nom ne doit pas créer de confusion par rapport à d'autres communications échangées entre les services de la circulation aérienne et les pilotes ; c) Le nom doit si possible comprendre au moins six lettres formant deux syllabes et, de préférence, un maximum de trois ; d) Le nom choisi doit être le même pour le point significatif et pour l'aide de radionavigation dont l'emplacement identifie ce point. 2.1.2. Composition des indicatifs codés de points significatifs identifiés par l'emplacement d'une aide de radionavigation. 2.1.2.1. L'indicatif codé doit correspondre à l'identification radio de l'aide de radionavigation ; il doit si possible être de nature à faciliter le rapprochement avec le nom du point significatif en langage clair. Le même indicatif codé ne doit pas être employé deux fois à moins de 1 100 km (600 milles marins) de l'emplacement de l'aide de radionavigation en cause. 2.2. Indicatifs des points significatifs qui ne sont pas identifiés par l'emplacement d'une aide de radionavigation 2.2.1. Lorsqu'il est nécessaire d'établir un point significatif à un endroit qui n'est pas identifié par l'emplacement d'une aide de radionavigation, ce point significatif doit être désigné par un groupe \" nom-indicatif codé unique de cinq lettres qui soit prononçable. Ce \" nom de code sert alors de nom aussi bien que d'indicatif codé au point significatif. 2.2.2. Le nom de code doit être choisi de manière à éviter toute difficulté de prononciation pour les pilotes ou le personnel ATS. 2.2.3. Le nom de code doit être facilement identifiable dans les communications en phonie et ne doit pas prêter à confusion avec les indicatifs utilisés pour d'autres points significatifs de la même région d'ensemble. 2.2.4. Le nom de code assigné à un point significatif ne doit pas, si possible, être assigné à un autre point significatif. Si cette spécification ne peut être respectée, il convient de ne pas répéter un nom de code à moins de 11 000 km (6 000 milles marins) de l'emplacement du point significatif pour lequel il a été utilisé pour la première fois. 2.2.5. Dans les régions où il n'existe pas de système de routes fixes ou lorsque les routes suivies par des aéronefs varient en fonction de considérations opérationnelles, les points significatifs doivent être désignés par leurs coordonnées géographiques exprimées en degrés, minutes et secondes de latitude et de longitude ; toutefois, les points significatifs établis de manière permanente et servant de points d'entrée ou de points de sortie dans ces régions doivent être désignés conformément aux dispositions pertinentes des 2.1 et 2.2. 2.3. Emploi des indicatifs dans les communications 2.3.1. En principe, le nom choisi comme il est indiqué en 2.1 et 2.2 doit être utilisé pour désigner le point significatif dans les communications en phonie. Si le nom en langage clair d'un point significatif identifié par l'emplacement d'une aide de radionavigation, choisi conformément à la disposition de 2.1.1 n'est pas utilisé, ce nom doit être remplacé par l'indicatif codé. Dans les communications en phonie, cet indicatif codé doit être épelé conformément au code d'épellation de l'O.A.C.I. 2.3.2. Dans les communications imprimées ou codées, seul l'indicatif codé ou le nom de code choisi doit être utilisé pour désigner un point significatif.",
            "texteHtml": "<p align='center'><strong>PRINCIPES D'IDENTIFICATION DES ROUTES ATS ET DES POINTS SIGNIFICATIFS</strong></p><p></p><p></p><p align='center'>1. Routes ATS. </p><p></p><p>1.1. Routes ATS, à l'exception des itinéraires normalisés </p><p>de départ et d'arrivée </p><p>1.1.1. Indicatifs des routes ATS. </p><p>Le système d'indicatifs doit : </p><p>a) Permettre l'identification de toute route ATS d'une manière simple et non équivoque ; </p><p>b) Permettre d'établir une relation entre une route ATS et une structure déterminée de l'espace aérien ; </p><p>c) Permettre d'indiquer un mode de navigation déterminé, navigation de surface par exemple, qui doit être utilisé le long des routes ATS ainsi désignées ; </p><p>d) Permettre d'indiquer qu'une route est utilisée, principalement ou exclusivement, par certains types d'aéronefs ; </p><p>e) Eviter les redondances ; </p><p>f) Pouvoir être utilisé aussi bien par le système automatique au sol que par le système automatique de bord ; </p><p>g) Permettre la plus grande concision dans l'utilisation du système en exploitation ; </p><p>h) Assurer une possibilité de développement suffisante pour répondre aux besoins futurs sans qu'il soit nécessaire de procéder à des modifications fondamentales. </p><p>1.1.2. Composition de l'indicatif. </p><p>1.1.2.1. L'indicatif de route ATS doit être composé d'un indicatif de base complété, en cas de besoin, par : </p><p>a) Un préfixe, de la manière prescrite en 1.1.2.3., et </p><p>b) Une lettre supplémentaire, de la manière prescrite en 1.1.2.4. </p><p>Le nombre de caractères nécessaires pour composer l'indicatif doit, si possible, être limité à un maximum de cinq, et ne devrait, en aucun cas, être supérieur à six. </p><p>1.1.2.2. L'indicatif de base doit être composé d'une lettre de l'alphabet suivie d'un numéro compris entre 1 et 999. </p><p>La lettre doit être choisie parmi les suivantes : </p><p>a) A, B, G, R pour les routes qui font partie des réseaux OACI de routes ATS autres que les routes à navigation de surface ; </p><p>b) L, M, N, P pour les routes à navigation de surface qui font partie des réseaux régionaux OACI de routes ATS ; </p><p>c) H, J, V, W pour les routes qui ne font pas partie des réseaux régionaux OACI de routes ATS et qui ne sont pas des routes à navigation de surface ; </p><p>d) Q, T, Y, Z pour les routes à navigation de surface qui ne font pas partie des réseaux régionaux OACI de routes ATS. </p><p>1.1.2.3. Le cas échéant, une lettre supplémentaire doit être ajoutée comme préfixe à l'indicatif de base conformément aux indications ci-après : </p><p>a) K afin d'indiquer une route à basse altitude établie principalement à l'intention des hélicoptères ; </p><p>b) U afin d'indiquer que la route ou une partie de cette route est établie dans l'espace aérien supérieur ; </p><p>c) S afin d'indiquer une route établie exclusivement pour que les avions supersoniques l'empruntent pendant l'accélération, pendant la décélération et pendant le vol supersonique. </p><p>1.1.2.4. Une lettre supplémentaire peut être ajoutée après l'indicatif de base de la route ATS en question, pour indiquer le type de service assuré sur cette route, comme suit : </p><p>a) La lettre D pour indiquer que seul un service consultatif est assuré sur la route ou sur une partie de la route ; </p><p>b) La lettre F pour indiquer que seul un service d'information de vol est assuré sur la route ou sur une partie de la route. </p><p>1.1.3. Attribution des indicatifs de base. </p><p>1.1.3.1. Les indicatifs de base des routes ATS doivent être attribués selon les principes suivants. </p><p>1.1.3.1.1. Le même indicatif de base doit être attribué à une route long-courrier principale sur toute sa longueur, indépendamment des régions de contrôle terminales, des Etats et des régions OACI traversés. </p><p>1.1.3.1.2. Lorsque deux ou plusieurs routes long-courrier ont un tronçon commun, il doit être attribué à ce dernier chacun des indicatifs des routes intéressées, sauf lorsqu'il en résulterait des difficultés pour les services de la circulation aérienne, auquel cas un seul indicatif doit être utilisé. </p><p>1.1.3.1.3. Un indicatif de base attribué à une route ne doit pas être attribué à une autre route. </p><p>1.1.4. Emploi des indicatifs dans les communications. </p><p>1.1.4.1. Dans les communications imprimées, l'indicatif est toujours exprimé au moyen de deux caractères au moins et de six caractères au plus. </p><p>1.1.4.2. Dans les communications en phonie, la lettre de base d'un indicatif doit être prononcée conformément au code d'épellation OACI. </p><p>1.1.4.3. Lorsque les préfixes K, U ou S spécifiés en 1.1.2.3. ci-dessus sont utilisés, ils doivent, dans les communications verbales, être prononcés comme suit : </p><p>K : KOPTER ; </p><p>U : UPPER ; </p><p>S : SUPERSONIC. </p><p>Le mot \" kopter \" doit être prononcé comme le mot \" hélicoptère \" et les mots \" upper \" et \" supersonic \" comme en anglais. </p><p>1.1.4.4. Lorsque les lettres D ou F spécifiées en 1.1.2.4 ci-dessus sont utilisées, elles doivent, dans les communications, être prononcées conformément au code d'épellation O.A.C.I. </p><p align='center'></p><p align='center'>1.2. Itinéraires normalisés de départ et d'arrivée </p><p></p><p></p><p>1.2.1. Indicatifs des itinéraires normalisés de départ et d'arrivée. </p><p>1.2.1.1. Le système d'indicatifs doit : </p><p>a) Permettre l'identification de chaque itinéraire d'une manière simple et non équivoque ; </p><p>b) Permettre d'établir une nette distinction entre : </p><p>- les itinéraires de départ et les itinéraires d'arrivée ; </p><p>- les itinéraires de départ ou d'arrivée et les autres routes ATS ; </p><p>- les routes qui exigent une navigation par référence à des aides radio basées au sol ou à des aides autonomes de bord, et les routes qui exigent une navigation par référence à des repères visuels au sol ; </p><p>c) Etre compatible avec les besoins ATS et les besoins des aéronefs en matière de traitement et d'affichage des données ; </p><p>d) Permettre la plus grande concision au niveau de son application opérationnelle ; </p><p>e) Eviter les redondances ; </p><p>f) Assurer une possibilité de développement suffisante pour répondre à tout besoin futur sans obliger à procéder à des modifications fondamentales. </p><p>1.2.1.2. Chaque itinéraire doit être identifié par un indicatif en langage clair et un indicatif codé correspondant. </p><p>1.2.1.3. Dans les communications verbales, les indicatifs doivent pouvoir être facilement associés à un itinéraire normalisé de départ ou d'arrivée et ne doivent pas poser de difficultés de prononciation pour les pilotes et le personnel ATS. </p><p>1.2.2. Composition des indicatifs. </p><p>1.2.2.1. Indicatif en langage clair. </p><p>1.2.2.1.1. L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée doit être composé dans l'ordre suivant : </p><p>a) Du mot \" départ \" ou \" arrivée \" ; </p><p>b) Des mots \" à vue \", si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR) ; </p><p>c) D'un indicateur de base ; </p><p>d) D'un indicateur de validité ; </p><p>e) D'un indicateur d'itinéraire si nécessaire. </p><p>En langue anglaise les éléments ci-dessus sont transmis dans l'ordre c d e a b et les mots \" départ \", \" arrivée \" et \" à vue \" sont remplacés respectivement par \" departure \", \" arrival \" et \" visual \". </p><p>1.2.2.1.2. L'indicateur de base doit être le nom ou le nom codé du point significatif auquel se termine un itinéraire normalisé de départ ou auquel commence un itinéraire normalisé d'arrivée. </p><p>1.2.2.1.3. L'indicateur de validité doit être composé d'un chiffre compris entre 1 et 9. </p><p>1.2.2.1.4. L'indicateur d'itinéraire doit être composé d'une lettre de l'alphabet. Les lettres \" I \" et \" O \" ne doivent pas être utilisées. </p><p>1.2.2.2. Indicatif codé. </p><p>1.2.2.2.1. L'indicatif codé d'un itinéraire normalisé de départ ou d'arrivée, aux instruments ou à vue, doit être composé : </p><p>a) De l'indicatif codé ou du nom codé du point significatif décrit en 1.2.2.1.1 c ; </p><p>b) De l'indicatif de validité mentionné en 1.2.2.1.1 d ; </p><p>c) De l'indicateur d'itinéraire mentionné en 1.2.2.1.1 e si nécessaire. </p><p>1.2.3. Attribution des indicatifs. </p><p>1.2.3.1. Un indicatif distinct doit être attribué à chaque itinéraire. </p><p>1.2.3.2. Afin de pouvoir établir une distinction entre deux ou plusieurs itinéraires qui rejoignent le même point significatif (et auxquels, par conséquent, le même indicateur de base est attribué), un indicateur d'itinéraire distinct, selon les dispositions du 1.2.2.1.4, doit être attribué à chaque itinéraire. </p><p>1.2.4. Attribution des indicateurs de validité. </p><p>1.2.4.1. Un indicateur de validité doit être attribué à chaque itinéraire afin d'identifier l'itinéraire alors en vigueur. </p><p>1.2.4.2. Le premier indicateur de validité à attribuer doit être le chiffre \" 1 \". </p><p>1.2.4.3. Toutes les fois qu'un itinéraire est modifié, un nouvel indicateur de validité, composé du chiffre plus élevé qui suit, doit être attribué. Le chiffre \" 9\" doit être suivi du chiffre \" 1 \". </p><p>1.2.5. Emploi des indicatifs dans les communications. </p><p>1.2.5.1. Dans les communications verbales, il convient d'utiliser seulement l'indicatif en langage clair. </p><p>1.2.5.2. Dans les communications imprimées ou codées, il convient d'utiliser seulement l'indicatif codé. </p><p></p><p></p><p align='center'>2. Points significatifs.</p><p></p><p></p><p align='center'>2.1. Indicatifs des points significatifs identifiés par l'emplacement d'une aide de radionavigation</p><p></p><p></p><p>2.1.1 Noms en langage clair pour les points significatifs identifiés par l'emplacement d'une aide de radionavigation.</p><p>2.1.1.1. Dans la mesure du possible, les points significatifs doivent être désignés par référence à un point géographique identifiable et de préférence important.</p><p>2.1.1.2. Dans le choix d'un nom pour le point significatif, il y a lieu de veiller à ce que les conditions ci-après soient réunies :</p><p>a) Le nom ne doit poser aucune difficulté de prononciation pour les pilotes ou le personnel ATS. Lorsque le nom d'un emplacement géographique pose des difficultés de prononciation, une forme abrégée ou contractée de ce nom, lui conservant le plus possible sa signification géographique, doit être choisie ;</p><p>b) Le nom doit être aisément reconnaissable dans les communications en phonie et ne pas prêter à confusion avec d'autres points significatifs de la même région d'ensemble. En outre, le nom ne doit pas créer de confusion par rapport à d'autres communications échangées entre les services de la circulation aérienne et les pilotes ;</p><p>c) Le nom doit si possible comprendre au moins six lettres formant deux syllabes et, de préférence, un maximum de trois ;</p><p>d) Le nom choisi doit être le même pour le point significatif et pour l'aide de radionavigation dont l'emplacement identifie ce point.</p><p>2.1.2. Composition des indicatifs codés de points significatifs identifiés par l'emplacement d'une aide de radionavigation.</p><p>2.1.2.1. L'indicatif codé doit correspondre à l'identification radio de l'aide de radionavigation ; il doit si possible être de nature à faciliter le rapprochement avec le nom du point significatif en langage clair.</p><p>Le même indicatif codé ne doit pas être employé deux fois à moins de 1 100 km (600 milles marins) de l'emplacement de l'aide de radionavigation en cause.</p><p></p><p align='center'>2.2. Indicatifs des points significatifs qui ne sont pas identifiés</p><p></p><p></p><p>par l'emplacement d'une aide de radionavigation</p><p>2.2.1. Lorsqu'il est nécessaire d'établir un point significatif à un endroit qui n'est pas identifié par l'emplacement d'une aide de radionavigation, ce point significatif doit être désigné par un groupe \" nom-indicatif codé unique de cinq lettres qui soit prononçable. Ce \" nom de code sert alors de nom aussi bien que d'indicatif codé au point significatif.</p><p>2.2.2. Le nom de code doit être choisi de manière à éviter toute difficulté de prononciation pour les pilotes ou le personnel ATS.</p><p>2.2.3. Le nom de code doit être facilement identifiable dans les communications en phonie et ne doit pas prêter à confusion avec les indicatifs utilisés pour d'autres points significatifs de la même région d'ensemble.</p><p>2.2.4. Le nom de code assigné à un point significatif ne doit pas, si possible, être assigné à un autre point significatif. Si cette spécification ne peut être respectée, il convient de ne pas répéter un nom de code à moins de 11 000 km (6 000 milles marins) de l'emplacement du point significatif pour lequel il a été utilisé pour</p><p>la première fois.</p><p>2.2.5. Dans les régions où il n'existe pas de système de routes fixes ou lorsque les routes suivies par des aéronefs varient en fonction de considérations opérationnelles, les points significatifs doivent être désignés par leurs coordonnées géographiques exprimées en degrés, minutes et secondes de latitude et de longitude ; toutefois, les points significatifs établis de manière permanente et servant de points d'entrée ou de points de sortie dans ces régions doivent être désignés conformément aux dispositions pertinentes des 2.1 et 2.2.</p><p></p><p align='center'>2.3. Emploi des indicatifs dans les communications</p><p></p><p></p><p>2.3.1. En principe, le nom choisi comme il est indiqué en 2.1 et 2.2 doit être utilisé pour désigner le point significatif dans les communications en phonie. Si le nom en langage clair d'un point significatif identifié par l'emplacement d'une aide de radionavigation, choisi conformément à la disposition de 2.1.1 n'est pas utilisé, ce nom doit être remplacé par l'indicatif codé. Dans les communications en phonie, cet indicatif codé doit être épelé conformément au code d'épellation de l'O.A.C.I.</p><p>2.3.2. Dans les communications imprimées ou codées, seul l'indicatif codé ou le nom de code choisi doit être utilisé pour désigner un point significatif.</p>",
            "num": "Annexe II : Appendice B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 786412800000,
            "dateFin": 1146700800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1627389945,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906322",
                        "id": "LEGISCTA000019906322",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "SERVICES DE LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906323",
                        "id": "LEGISCTA000019906323",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843581",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019906323",
            "sectionParentId": "LEGISCTA000019906323",
            "sectionParentTitre": "SERVICES DE LA CIRCULATION AERIENNE",
            "fullSectionsTitre": "Annexes &gt; Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; SERVICES DE LA CIRCULATION AERIENNE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006843582",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000733317",
                    "textTitle": "Décret 94-947 1994-10-25 annexe II JORF 3 novembre 1994 en vigueur le 3 décembre 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000733317",
                    "natureText": "DECRET",
                    "datePubliTexte": "1994-11-03",
                    "dateSignaTexte": "1994-10-25",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843581",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 702172800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843582",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019985945",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II : Appendice B"
            ],
            "versionPrecedente": "LEGIARTI000006843581",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843581",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PRINCIPES D'IDENTIFICATION DES ROUTES ATS ET DES POINTS SIGNIFICATIFS 1. Routes ATS. 1.1. Routes ATS, à l'exception des itinéraires normalisés de départ et d'arrivée 1.1.1. Indicatifs des routes ATS. Le système d'indicatifs doit : a) Permettre l'identification de toute route ATS d'une manière simple et non équivoque ; b) Permettre d'établir une relation entre une route ATS et une structure déterminée de l'espace aérien ; c) Permettre d'indiquer un mode de navigation déterminé, navigation de surface par exemple, qui doit être utilisé le long des routes ATS ainsi désignées ; d) Permettre d'indiquer qu'une route est utilisée, principalement ou exclusivement, par certains types d'aéronefs ; e) Eviter les redondances ; f) Pouvoir être utilisé aussi bien par le système automatique au sol que par le système automatique de bord ; g) Permettre la plus grande concision dans l'utilisation du système en exploitation ; h) Assurer une possibilité de développement suffisante pour répondre aux besoins futurs sans qu'il soit nécessaire de procéder à des modifications fondamentales. 1.1.2. Composition de l'indicatif. 1.1.2.1. L'indicatif de route ATS doit être composé d'un indicatif de base complété, en cas de besoin, par : a) Un préfixe, de la manière prescrite en 1.1.2.3., et b) Une lettre supplémentaire, de la manière prescrite en 1.1.2.4. Le nombre de caractères nécessaires pour composer l'indicatif doit, si possible, être limité à un maximum de cinq, et ne devrait, en aucun cas, être supérieur à six. 1.1.2.2. L'indicatif de base doit être composé d'une lettre de l'alphabet suivie d'un numéro compris entre 1 et 999. La lettre doit être choisie parmi les suivantes : a) A, B, G, R pour les routes qui font partie des réseaux OACI de routes ATS autres que les routes à navigation de surface ; b) L, M, N, P pour les routes à navigation de surface qui font partie des réseaux régionaux OACI de routes ATS ; c) H, J, V, W pour les routes qui ne font pas partie des réseaux régionaux OACI de routes ATS et qui ne sont pas des routes à navigation de surface ; d) Q, T, Y, Z pour les routes à navigation de surface qui ne font pas partie des réseaux régionaux OACI de routes ATS. 1.1.2.3. Le cas échéant, une lettre supplémentaire doit être ajoutée comme préfixe à l'indicatif de base conformément aux indications ci-après : a) K afin d'indiquer une route à basse altitude établie principalement à l'intention des hélicoptères ; b) U afin d'indiquer que la route ou une partie de cette route est établie dans l'espace aérien supérieur ; c) S afin d'indiquer une route établie exclusivement pour que les avions supersoniques l'empruntent pendant l'accélération, pendant la décélération et pendant le vol supersonique. 1.1.2.4. Une lettre supplémentaire peut être ajoutée après l'indicatif de base de la route ATS en question, pour indiquer le type de service assuré sur cette route, comme suit : a) La lettre D pour indiquer que seul un service consultatif est assuré sur la route ou sur une partie de la route ; b) La lettre F pour indiquer que seul un service d'information de vol est assuré sur la route ou sur une partie de la route. 1.1.3. Attribution des indicatifs de base. 1.1.3.1. Les indicatifs de base des routes ATS doivent être attribués selon les principes suivants. 1.1.3.1.1. Le même indicatif de base doit être attribué à une route long-courrier principale sur toute sa longueur, indépendamment des régions de contrôle terminales, des Etats et des régions OACI traversés. 1.1.3.1.2. Lorsque deux ou plusieurs routes long-courrier ont un tronçon commun, il doit être attribué à ce dernier chacun des indicatifs des routes intéressées, sauf lorsqu'il en résulterait des difficultés pour les services de la circulation aérienne, auquel cas un seul indicatif doit être utilisé. 1.1.3.1.3. Un indicatif de base attribué à une route ne doit pas être attribué à une autre route. 1.1.4. Emploi des indicatifs dans les communications. 1.1.4.1. Dans les communications imprimées, l'indicatif est toujours exprimé au moyen de deux caractères au moins et de six caractères au plus. 1.1.4.2. Dans les communications en phonie, la lettre de base d'un indicatif doit être prononcée conformément au code d'épellation OACI. 1.1.4.3. Lorsque les préfixes K, U ou S spécifiés en 1.1.2.3. ci-dessus sont utilisés, ils doivent, dans les communications verbales, être prononcés comme suit : K : KOPTER ; U : UPPER ; S : SUPERSONIC. Le mot \" kopter \" doit être prononcé comme le mot \" hélicoptère \" et les mots \" upper \" et \" supersonic \" comme en anglais. 1.1.4.4. Lorsque les lettres D ou F spécifiées en 1.1.2.4 ci-dessus sont utilisées, elles doivent, dans les communications, être prononcées conformément au code d'épellation O.A.C.I. 1.2. Itinéraires normalisés de départ et d'arrivée 1.2.1. Indicatifs des itinéraires normalisés de départ et d'arrivée. 1.2.1.1. Le système d'indicatifs doit : a) Permettre l'identification de chaque itinéraire d'une manière simple et non équivoque ; b) Permettre d'établir une nette distinction entre : - les itinéraires de départ et les itinéraires d'arrivée ; - les itinéraires de départ ou d'arrivée et les autres routes ATS ; - les routes qui exigent une navigation par référence à des aides radio basées au sol ou à des aides autonomes de bord, et les routes qui exigent une navigation par référence à des repères visuels au sol ; c) Etre compatible avec les besoins ATS et les besoins des aéronefs en matière de traitement et d'affichage des données ; d) Permettre la plus grande concision au niveau de son application opérationnelle ; e) Eviter les redondances ; f) Assurer une possibilité de développement suffisante pour répondre à tout besoin futur sans obliger à procéder à des modifications fondamentales. 1.2.1.2. Chaque itinéraire doit être identifié par un indicatif en langage clair et un indicatif codé correspondant. 1.2.1.3. Dans les communications verbales, les indicatifs doivent pouvoir être facilement associés à un itinéraire normalisé de départ ou d'arrivée et ne doivent pas poser de difficultés de prononciation pour les pilotes et le personnel ATS. 1.2.2. Composition des indicatifs. 1.2.2.1. Indicatif en langage clair. 1.2.2.1.1. L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée doit être composé dans l'ordre suivant : a) Du mot \" départ \" ou \" arrivée \" ; b) Des mots \" à vue \", si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR) ; c) D'un indicateur de base ; d) D'un indicateur de validité ; e) D'un indicateur d'itinéraire si nécessaire. En langue anglaise les éléments ci-dessus sont transmis dans l'ordre c d e a b et les mots \" départ \", \" arrivée \" et \" à vue \" sont remplacés respectivement par \" departure \", \" arrival \" et \" visual \". 1.2.2.1.2. L'indicateur de base doit être le nom ou le nom codé du point significatif auquel se termine un itinéraire normalisé de départ ou auquel commence un itinéraire normalisé d'arrivée. 1.2.2.1.3. L'indicateur de validité doit être composé d'un chiffre compris entre 1 et 9. 1.2.2.1.4. L'indicateur d'itinéraire doit être composé d'une lettre de l'alphabet. Les lettres \" I \" et \" O \" ne doivent pas être utilisées. 1.2.2.2. Indicatif codé. 1.2.2.2.1. L'indicatif codé d'un itinéraire normalisé de départ ou d'arrivée, aux instruments ou à vue, doit être composé : a) De l'indicatif codé ou du nom codé du point significatif décrit en 1.2.2.1.1 c ; b) De l'indicatif de validité mentionné en 1.2.2.1.1 d ; c) De l'indicateur d'itinéraire mentionné en 1.2.2.1.1 e si nécessaire. 1.2.3. Attribution des indicatifs. 1.2.3.1. Un indicatif distinct doit être attribué à chaque itinéraire. 1.2.3.2. Afin de pouvoir établir une distinction entre deux ou plusieurs itinéraires qui rejoignent le même point significatif (et auxquels, par conséquent, le même indicateur de base est attribué), un indicateur d'itinéraire distinct, selon les dispositions du 1.2.2.1.4, doit être attribué à chaque itinéraire. 1.2.4. Attribution des indicateurs de validité. 1.2.4.1. Un indicateur de validité doit être attribué à chaque itinéraire afin d'identifier l'itinéraire alors en vigueur. 1.2.4.2. Le premier indicateur de validité à attribuer doit être le chiffre \" 1 \". 1.2.4.3. Toutes les fois qu'un itinéraire est modifié, un nouvel indicateur de validité, composé du chiffre plus élevé qui suit, doit être attribué. Le chiffre \" 9\" doit être suivi du chiffre \" 1 \". 1.2.5. Emploi des indicatifs dans les communications. 1.2.5.1. Dans les communications verbales, il convient d'utiliser seulement l'indicatif en langage clair. 1.2.5.2. Dans les communications imprimées ou codées, il convient d'utiliser seulement l'indicatif codé. 2. Points significatifs. 2.1. Indicatifs des points significatifs identifiés par l'emplacement d'une aide de radionavigation 2.1.1 Noms en langage clair pour les points significatifs identifiés par l'emplacement d'une aide de radionavigation. 2.1.1.1. Dans la mesure du possible, les points significatifs doivent être désignés par référence à un point géographique identifiable et de préférence important. 2.1.1.2. Dans le choix d'un nom pour le point significatif, il y a lieu de veiller à ce que les conditions ci-après soient réunies : a) Le nom ne doit poser aucune difficulté de prononciation pour les pilotes ou le personnel ATS. Lorsque le nom d'un emplacement géographique pose des difficultés de prononciation, une forme abrégée ou contractée de ce nom, lui conservant le plus possible sa signification géographique, doit être choisie ; b) Le nom doit être aisément reconnaissable dans les communications en phonie et ne pas prêter à confusion avec d'autres points significatifs de la même région d'ensemble. En outre, le nom ne doit pas créer de confusion par rapport à d'autres communications échangées entre les services de la circulation aérienne et les pilotes ; c) Le nom doit si possible comprendre au moins six lettres formant deux syllabes et, de préférence, un maximum de trois ; d) Le nom choisi doit être le même pour le point significatif et pour l'aide de radionavigation dont l'emplacement identifie ce point. 2.1.2. Composition des indicatifs codés de points significatifs identifiés par l'emplacement d'une aide de radionavigation. 2.1.2.1. L'indicatif codé doit correspondre à l'identification radio de l'aide de radionavigation ; il doit si possible être de nature à faciliter le rapprochement avec le nom du point significatif en langage clair. Le même indicatif codé ne doit pas être employé deux fois à moins de 1 100 km (600 milles marins) de l'emplacement de l'aide de radionavigation en cause. 2.2. Indicatifs des points significatifs qui ne sont pas identifiés par l'emplacement d'une aide de radionavigation 2.2.1. Lorsqu'il est nécessaire d'établir un point significatif à un endroit qui n'est pas identifié par l'emplacement d'une aide de radionavigation, ce point significatif doit être désigné par un groupe \" nom-indicatif codé \" unique de cinq lettres qui soit prononçable. Ce \" nom de code \" sert alors de nom aussi bien que d'indicatif codé au point significatif. 2.2.2. Le nom de code doit être choisi de manière à éviter toute difficulté de prononciation pour les pilotes ou le personnel ATS. 2.2.3. Le nom de code doit être facilement identifiable dans les communications en phonie et ne doit pas prêter à confusion avec les indicatifs utilisés pour d'autres points significatifs de la même région d'ensemble. 2.2.4. Le nom de code assigné à un point significatif ne doit pas, si possible, être assigné à un autre point significatif. Si cette spécification ne peut être respectée, il convient de ne pas répéter un nom de code à moins de 11 000 km (6 000 milles marins) de l'emplacement du point significatif pour lequel il a été utilisé pour la première fois. 2.2.5. Dans les régions où il n'existe pas de système de routes fixes ou lorsque les routes suivies par des aéronefs varient en fonction de considérations opérationnelles, les points significatifs doivent être désignés par leurs coordonnées géographiques exprimées en degrés et, au besoin, en minutes et dixièmes de minutes de latitude et de longitude ; toutefois, les points significatifs établis de manière permanente et servant de points d'entrée ou de points de sortie dans ces régions doivent être désignés conformément aux dispositions pertinentes de 2.1 et 2.2. 2.3. Emploi des indicatifs dans les communications 2.3.1. En principe, le nom choisi comme il est indiqué en 2.1 et 2.2 doit être utilisé pour désigner le point significatif dans les communications en phonie. Si le nom en langage clair d'un point significatif identifié par l'emplacement d'une aide de radionavigation, choisi conformément à la disposition de 2.1.1 n'est pas utilisé, ce nom doit être remplacé par l'indicatif codé. Dans les communications en phonie, cet indicatif codé doit être épelé conformément au code d'épellation de l'O.A.C.I. 2.3.2. Dans les communications imprimées ou codées, seul l'indicatif codé ou le nom de code choisi doit être utilisé pour désigner un point significatif.",
            "texteHtml": "<p>PRINCIPES D'IDENTIFICATION DES ROUTES ATS ET DES POINTS SIGNIFICATIFS </p><p><br/>1. Routes ATS. </p><p>1.1. Routes ATS, à l'exception des itinéraires normalisés </p><p>de départ et d'arrivée </p><p>1.1.1. Indicatifs des routes ATS. </p><p>Le système d'indicatifs doit : </p><p>a) Permettre l'identification de toute route ATS d'une manière simple et non équivoque ; </p><p>b) Permettre d'établir une relation entre une route ATS et une structure déterminée de l'espace aérien ; </p><p>c) Permettre d'indiquer un mode de navigation déterminé, navigation de surface par exemple, qui doit être utilisé le long des routes ATS ainsi désignées ; </p><p>d) Permettre d'indiquer qu'une route est utilisée, principalement ou exclusivement, par certains types d'aéronefs ; </p><p>e) Eviter les redondances ; </p><p>f) Pouvoir être utilisé aussi bien par le système automatique au sol que par le système automatique de bord ; </p><p>g) Permettre la plus grande concision dans l'utilisation du système en exploitation ; </p><p>h) Assurer une possibilité de développement suffisante pour répondre aux besoins futurs sans qu'il soit nécessaire de procéder à des modifications fondamentales. </p><p>1.1.2. Composition de l'indicatif. </p><p>1.1.2.1. L'indicatif de route ATS doit être composé d'un indicatif de base complété, en cas de besoin, par : </p><p>a) Un préfixe, de la manière prescrite en 1.1.2.3., et </p><p>b) Une lettre supplémentaire, de la manière prescrite en 1.1.2.4. </p><p>Le nombre de caractères nécessaires pour composer l'indicatif doit, si possible, être limité à un maximum de cinq, et ne devrait, en aucun cas, être supérieur à six. </p><p>1.1.2.2. L'indicatif de base doit être composé d'une lettre de l'alphabet suivie d'un numéro compris entre 1 et 999. </p><p>La lettre doit être choisie parmi les suivantes : </p><p>a) A, B, G, R pour les routes qui font partie des réseaux OACI de routes ATS autres que les routes à navigation de surface ; </p><p>b) L, M, N, P pour les routes à navigation de surface qui font partie des réseaux régionaux OACI de routes ATS ; </p><p>c) H, J, V, W pour les routes qui ne font pas partie des réseaux régionaux OACI de routes ATS et qui ne sont pas des routes à navigation de surface ; </p><p>d) Q, T, Y, Z pour les routes à navigation de surface qui ne font pas partie des réseaux régionaux OACI de routes ATS. </p><p>1.1.2.3. Le cas échéant, une lettre supplémentaire doit être ajoutée comme préfixe à l'indicatif de base conformément aux indications ci-après : </p><p>a) K afin d'indiquer une route à basse altitude établie principalement à l'intention des hélicoptères ; </p><p>b) U afin d'indiquer que la route ou une partie de cette route est établie dans l'espace aérien supérieur ; </p><p>c) S afin d'indiquer une route établie exclusivement pour que les avions supersoniques l'empruntent pendant l'accélération, pendant la décélération et pendant le vol supersonique. </p><p>1.1.2.4. Une lettre supplémentaire peut être ajoutée après l'indicatif de base de la route ATS en question, pour indiquer le type de service assuré sur cette route, comme suit : </p><p>a) La lettre D pour indiquer que seul un service consultatif est assuré sur la route ou sur une partie de la route ; </p><p>b) La lettre F pour indiquer que seul un service d'information de vol est assuré sur la route ou sur une partie de la route. </p><p>1.1.3. Attribution des indicatifs de base. </p><p>1.1.3.1. Les indicatifs de base des routes ATS doivent être attribués selon les principes suivants. </p><p>1.1.3.1.1. Le même indicatif de base doit être attribué à une route long-courrier principale sur toute sa longueur, indépendamment des régions de contrôle terminales, des Etats et des régions OACI traversés. </p><p>1.1.3.1.2. Lorsque deux ou plusieurs routes long-courrier ont un tronçon commun, il doit être attribué à ce dernier chacun des indicatifs des routes intéressées, sauf lorsqu'il en résulterait des difficultés pour les services de la circulation aérienne, auquel cas un seul indicatif doit être utilisé. </p><p>1.1.3.1.3. Un indicatif de base attribué à une route ne doit pas être attribué à une autre route. </p><p>1.1.4. Emploi des indicatifs dans les communications. </p><p>1.1.4.1. Dans les communications imprimées, l'indicatif est toujours exprimé au moyen de deux caractères au moins et de six caractères au plus. </p><p>1.1.4.2. Dans les communications en phonie, la lettre de base d'un indicatif doit être prononcée conformément au code d'épellation OACI. </p><p>1.1.4.3. Lorsque les préfixes K, U ou S spécifiés en 1.1.2.3. ci-dessus sont utilisés, ils doivent, dans les communications verbales, être prononcés comme suit : </p><p>K : KOPTER ; </p><p>U : UPPER ; </p><p>S : SUPERSONIC. </p><p>Le mot \" kopter \" doit être prononcé comme le mot \" hélicoptère \" et les mots \" upper \" et \" supersonic \" comme en anglais. </p><p>1.1.4.4. Lorsque les lettres D ou F spécifiées en 1.1.2.4 ci-dessus sont utilisées, elles doivent, dans les communications, être prononcées conformément au code d'épellation O.A.C.I. </p><p>1.2. Itinéraires normalisés de départ et d'arrivée </p><p>1.2.1. Indicatifs des itinéraires normalisés de départ et d'arrivée. </p><p>1.2.1.1. Le système d'indicatifs doit : </p><p>a) Permettre l'identification de chaque itinéraire d'une manière simple et non équivoque ; </p><p>b) Permettre d'établir une nette distinction entre : </p><p>- les itinéraires de départ et les itinéraires d'arrivée ; </p><p>- les itinéraires de départ ou d'arrivée et les autres routes ATS ; </p><p>- les routes qui exigent une navigation par référence à des aides radio basées au sol ou à des aides autonomes de bord, et les routes qui exigent une navigation par référence à des repères visuels au sol ; </p><p>c) Etre compatible avec les besoins ATS et les besoins des aéronefs en matière de traitement et d'affichage des données ; </p><p>d) Permettre la plus grande concision au niveau de son application opérationnelle ; </p><p>e) Eviter les redondances ; </p><p>f) Assurer une possibilité de développement suffisante pour répondre à tout besoin futur sans obliger à procéder à des modifications fondamentales. </p><p>1.2.1.2. Chaque itinéraire doit être identifié par un indicatif en langage clair et un indicatif codé correspondant. </p><p>1.2.1.3. Dans les communications verbales, les indicatifs doivent pouvoir être facilement associés à un itinéraire normalisé de départ ou d'arrivée et ne doivent pas poser de difficultés de prononciation pour les pilotes et le personnel ATS. </p><p>1.2.2. Composition des indicatifs. </p><p>1.2.2.1. Indicatif en langage clair. </p><p>1.2.2.1.1. L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée doit être composé dans l'ordre suivant : </p><p>a) Du mot \" départ \" ou \" arrivée \" ; </p><p>b) Des mots \" à vue \", si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR) ; </p><p>c) D'un indicateur de base ; </p><p>d) D'un indicateur de validité ; </p><p>e) D'un indicateur d'itinéraire si nécessaire. </p><p>En langue anglaise les éléments ci-dessus sont transmis dans l'ordre c d e a b et les mots \" départ \", \" arrivée \" et \" à vue \" sont remplacés respectivement par \" departure \", \" arrival \" et \" visual \". </p><p>1.2.2.1.2. L'indicateur de base doit être le nom ou le nom codé du point significatif auquel se termine un itinéraire normalisé de départ ou auquel commence un itinéraire normalisé d'arrivée. </p><p>1.2.2.1.3. L'indicateur de validité doit être composé d'un chiffre compris entre 1 et 9. </p><p>1.2.2.1.4. L'indicateur d'itinéraire doit être composé d'une lettre de l'alphabet. Les lettres \" I \" et \" O \" ne doivent pas être utilisées. </p><p>1.2.2.2. Indicatif codé. </p><p>1.2.2.2.1. L'indicatif codé d'un itinéraire normalisé de départ ou d'arrivée, aux instruments ou à vue, doit être composé : </p><p>a) De l'indicatif codé ou du nom codé du point significatif décrit en 1.2.2.1.1 c ; </p><p>b) De l'indicatif de validité mentionné en 1.2.2.1.1 d ; </p><p>c) De l'indicateur d'itinéraire mentionné en 1.2.2.1.1 e si nécessaire. </p><p>1.2.3. Attribution des indicatifs. </p><p>1.2.3.1. Un indicatif distinct doit être attribué à chaque itinéraire. </p><p>1.2.3.2. Afin de pouvoir établir une distinction entre deux ou plusieurs itinéraires qui rejoignent le même point significatif (et auxquels, par conséquent, le même indicateur de base est attribué), un indicateur d'itinéraire distinct, selon les dispositions du 1.2.2.1.4, doit être attribué à chaque itinéraire. </p><p>1.2.4. Attribution des indicateurs de validité. </p><p>1.2.4.1. Un indicateur de validité doit être attribué à chaque itinéraire afin d'identifier l'itinéraire alors en vigueur. </p><p>1.2.4.2. Le premier indicateur de validité à attribuer doit être le chiffre \" 1 \". </p><p>1.2.4.3. Toutes les fois qu'un itinéraire est modifié, un nouvel indicateur de validité, composé du chiffre plus élevé qui suit, doit être attribué. Le chiffre \" 9\" doit être suivi du chiffre \" 1 \". </p><p>1.2.5. Emploi des indicatifs dans les communications. </p><p>1.2.5.1. Dans les communications verbales, il convient d'utiliser seulement l'indicatif en langage clair. </p><p>1.2.5.2. Dans les communications imprimées ou codées, il convient d'utiliser seulement l'indicatif codé. </p><p></p><p></p><p>2. Points significatifs.</p><p>2.1. Indicatifs des points significatifs identifiés</p><p>par l'emplacement d'une aide de radionavigation</p><p>2.1.1 Noms en langage clair pour les points significatifs identifiés par l'emplacement d'une aide de radionavigation.</p><p>2.1.1.1. Dans la mesure du possible, les points significatifs doivent être désignés par référence à un point géographique identifiable et de préférence important.</p><p>2.1.1.2. Dans le choix d'un nom pour le point significatif, il y a lieu de veiller à ce que les conditions ci-après soient réunies :</p><p>a) Le nom ne doit poser aucune difficulté de prononciation pour les pilotes ou le personnel ATS. Lorsque le nom d'un emplacement géographique pose des difficultés de prononciation, une forme abrégée ou contractée de ce nom, lui conservant le plus possible sa signification géographique, doit être choisie ;</p><p>b) Le nom doit être aisément reconnaissable dans les communications en phonie et ne pas prêter à confusion avec d'autres points significatifs de la même région d'ensemble. En outre, le nom ne doit pas créer de confusion par rapport à d'autres communications échangées entre les services de la circulation aérienne et les pilotes ;</p><p>c) Le nom doit si possible comprendre au moins six lettres formant deux syllabes et, de préférence, un maximum de trois ;</p><p>d) Le nom choisi doit être le même pour le point significatif et pour l'aide de radionavigation dont l'emplacement identifie ce point.</p><p>2.1.2. Composition des indicatifs codés de points significatifs identifiés par l'emplacement d'une aide de radionavigation.</p><p>2.1.2.1. L'indicatif codé doit correspondre à l'identification radio de l'aide de radionavigation ; il doit si possible être de nature à faciliter le rapprochement avec le nom du point significatif en langage clair.</p><p>Le même indicatif codé ne doit pas être employé deux fois à moins de 1 100 km (600 milles marins) de l'emplacement de l'aide de radionavigation en cause.</p><p>2.2. Indicatifs des points significatifs qui ne sont pas identifiés</p><p>par l'emplacement d'une aide de radionavigation</p><p>2.2.1. Lorsqu'il est nécessaire d'établir un point significatif à un endroit qui n'est pas identifié par l'emplacement d'une aide de radionavigation, ce point significatif doit être désigné par un groupe \" nom-indicatif codé \" unique de cinq lettres qui soit prononçable. Ce \" nom de code \" sert alors de nom aussi bien que d'indicatif codé au point significatif.</p><p>2.2.2. Le nom de code doit être choisi de manière à éviter toute difficulté de prononciation pour les pilotes ou le personnel ATS.</p><p>2.2.3. Le nom de code doit être facilement identifiable dans les communications en phonie et ne doit pas prêter à confusion avec les indicatifs utilisés pour d'autres points significatifs de la même région d'ensemble.</p><p>2.2.4. Le nom de code assigné à un point significatif ne doit pas, si possible, être assigné à un autre point significatif. Si cette spécification ne peut être respectée, il convient de ne pas répéter un nom de code à moins de 11 000 km (6 000 milles marins) de l'emplacement du point significatif pour lequel il a été utilisé pour la première fois.</p><p>2.2.5. Dans les régions où il n'existe pas de système de routes fixes ou lorsque les routes suivies par des aéronefs varient en fonction de considérations opérationnelles, les points significatifs doivent être désignés par leurs coordonnées géographiques exprimées en degrés et, au besoin, en minutes et dixièmes de minutes de latitude et de longitude ; toutefois, les points significatifs établis de manière permanente et servant de points d'entrée ou de points de sortie dans ces régions doivent être désignés conformément aux dispositions pertinentes de 2.1 et 2.2.</p><p>2.3. Emploi des indicatifs dans les communications</p><p>2.3.1. En principe, le nom choisi comme il est indiqué en 2.1 et 2.2 doit être utilisé pour désigner le point significatif dans les communications en phonie. Si le nom en langage clair d'un point significatif identifié par l'emplacement d'une aide de radionavigation, choisi conformément à la disposition de 2.1.1 n'est pas utilisé, ce nom doit être remplacé par l'indicatif codé. Dans les communications en phonie, cet indicatif codé doit être épelé conformément au code d'épellation de l'O.A.C.I.</p><p>2.3.2. Dans les communications imprimées ou codées, seul l'indicatif codé ou le nom de code choisi doit être utilisé pour désigner un point significatif.</p>",
            "num": "Annexe II relative aux services de la circulation aérienne",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 702172800000,
            "dateFin": 786412800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1627389945,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906322",
                        "id": "LEGISCTA000019906322",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "SERVICES DE LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906323",
                        "id": "LEGISCTA000019906323",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843581",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019906323",
            "sectionParentId": "LEGISCTA000019906323",
            "sectionParentTitre": "SERVICES DE LA CIRCULATION AERIENNE",
            "fullSectionsTitre": "Annexes &gt; Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; SERVICES DE LA CIRCULATION AERIENNE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006843581",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843581",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 702172800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843582",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019985945",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II relative aux services de la circulation aérienne"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}