{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000035731544",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La clôture de tout compte de dépôt ou compte sur livret est gratuite. II. – Les établissements de crédit mettent à la disposition de leurs clients une documentation relative à la mobilité bancaire, gratuitement et sans condition, sur support papier ou sur un autre support durable, dans leurs locaux et sous forme électronique sur leur site internet. III. – L'établissement d'arrivée, qui ouvre le nouveau compte de dépôt dans le cadre du changement de domiciliation bancaire, propose au client, gratuitement et sans condition, un service d'aide à la mobilité bancaire permettant un changement automatisé des domiciliations bancaires, vers le nouveau compte, des prélèvements valides et virements récurrents du compte d'origine. Si le client souhaite bénéficier de ce service, l'établissement d'arrivée recueille son accord formel pour effectuer en son nom les formalités liées au changement de compte afin que les virements et prélèvements réguliers se présentent sur le nouveau compte, ainsi que les coordonnées bancaires de son établissement de départ. Dans un délai de deux jours ouvrés à compter de la réception de l'accord formel du client, l'établissement d'arrivée sollicite de l'établissement de départ le transfert des informations relatives aux mandats de prélèvements valides et aux virements récurrents ayant transité sur ce compte au cours des treize derniers mois, ainsi qu'aux chèques non débités sur les chéquiers utilisés au cours des treize derniers mois. L'établissement de départ transfère ces informations à l'établissement d'arrivée dans un délai de cinq jours ouvrés à compter de la réception de la demande qui lui a été faite par l'établissement d'arrivée. L'établissement d'arrivée communique, dans un délai de cinq jours ouvrés à compter de la réception des informations demandées à l'établissement de départ, les coordonnées du nouveau compte aux émetteurs de prélèvements valides et de virements récurrents. Les émetteurs de prélèvements et de virements disposent d'un délai pour prendre en compte ces modifications et informer le client. Ce délai est défini par décret en Conseil d'Etat. L'établissement d'arrivée fournit à son client, sur support papier ou sur un autre support durable la liste des opérations pour lesquelles le changement de domiciliation a été envoyé à ses créanciers et à ses débiteurs et lui adresse la liste des formules de chèques non débitées transmise par l'établissement de départ. Il informe également le client des conséquences associées à un incident de paiement en cas d'approvisionnement insuffisant de son compte dans l'établissement de départ, s'il fait le choix de ne pas le clôturer. L'établissement d'arrivée informe également le client de l'existence d'un service de relations avec la clientèle et de la médiation pour traiter les litiges éventuels liés au changement de domiciliation bancaire. IV. – En cas de clôture du compte dans l'établissement de départ, celui-ci fournit gratuitement, durant une période de treize mois à compter de la date de clôture du compte, par tout moyen approprié et dans un délai de trois jours ouvrés, au titulaire du compte clôturé ayant bénéficié du service d'aide à la mobilité défini au III toute information relative à : 1° La présentation de toute opération de virement ou prélèvement sur compte clos. Cette information est faite au moins une fois par émetteur impliqué ; 2° La présentation d'un chèque sur compte clos. L'ancien titulaire du compte clôturé est également informé par l'établissement de départ qu'il a l'obligation de refuser le paiement du chèque et des conséquences de ce refus, ainsi que des conditions dans lesquelles il peut régulariser sa situation. L'établissement de départ transfère sur le compte ouvert auprès de l'établissement d'arrivée tout solde positif éventuel du compte, à la date indiquée dans l'accord formel du client. V. – En cas d'ouverture d'un compte auprès d'un établissement situé dans un autre Etat membre de l'Union européenne, l'établissement de départ, teneur du compte de dépôt que le client souhaite clôturer, propose gratuitement, dans les six jours ouvrés qui suivent la demande de clôture du compte, un récapitulatif des opérations automatiques et récurrentes ayant transité sur ce compte au cours des treize derniers mois. L'établissement de départ transfère tout solde positif éventuel du compte, sous réserve de disposer des informations permettant d'identifier l'établissement d'arrivée et le nouveau compte du client. Ce transfert est opéré à la date sollicitée par le client, au plus tôt six jours ouvrés après la réception de la demande de clôture du compte. VI. – L'établissement d'arrivée ou de départ indemnise sans délai le titulaire de compte de tout préjudice subi, résultant directement du non-respect des obligations lui incombant dans le cadre de la procédure de mobilité bancaire prévue au présent article. L'établissement d'arrivée ou de départ est exonéré de cette obligation d'indemnisation en cas de circonstances anormales et imprévisibles échappant à son contrôle, dont les suites auraient été inévitables malgré tous les efforts déployés, ou lorsqu'il est lié par d'autres obligations légales spécifiques. VII. – Le service d'aide à la mobilité bancaire s'applique aux comptes de dépôt ou aux comptes de paiement ouverts auprès de tous les prestataires de services de paiement et détenus par les personnes physiques n'agissant pas pour des besoins professionnels. VIII. – Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.",
            "texteHtml": "<p>I. – La clôture de tout compte de dépôt ou compte sur livret est gratuite.</p><p>II. – Les établissements de crédit mettent à la disposition de leurs clients une documentation relative à la mobilité bancaire, gratuitement et sans condition, sur support papier ou sur un autre support durable, dans leurs locaux et sous forme électronique sur leur site internet.</p><p>III. – L'établissement d'arrivée, qui ouvre le nouveau compte de dépôt dans le cadre du changement de domiciliation bancaire, propose au client, gratuitement et sans condition, un service d'aide à la mobilité bancaire permettant un changement automatisé des domiciliations bancaires, vers le nouveau compte, des prélèvements valides et virements récurrents du compte d'origine.</p><p>Si le client souhaite bénéficier de ce service, l'établissement d'arrivée recueille son accord formel pour effectuer en son nom les formalités liées au changement de compte afin que les virements et prélèvements réguliers se présentent sur le nouveau compte, ainsi que les coordonnées bancaires de son établissement de départ.</p><p>Dans un délai de deux jours ouvrés à compter de la réception de l'accord formel du client, l'établissement d'arrivée sollicite de l'établissement de départ le transfert des informations relatives aux mandats de prélèvements valides et aux virements récurrents ayant transité sur ce compte au cours des treize derniers mois, ainsi qu'aux chèques non débités sur les chéquiers utilisés au cours des treize derniers mois.</p><p>L'établissement de départ transfère ces informations à l'établissement d'arrivée dans un délai de cinq jours ouvrés à compter de la réception de la demande qui lui a été faite par l'établissement d'arrivée.</p><p>L'établissement d'arrivée communique, dans un délai de cinq jours ouvrés à compter de la réception des informations demandées à l'établissement de départ, les coordonnées du nouveau compte aux émetteurs de prélèvements valides et de virements récurrents.</p><p>Les émetteurs de prélèvements et de virements disposent d'un délai pour prendre en compte ces modifications et informer le client. Ce délai est défini par décret en Conseil d'Etat.</p><p>L'établissement d'arrivée fournit à son client, sur support papier ou sur un autre support durable la liste des opérations pour lesquelles le changement de domiciliation a été envoyé à ses créanciers et à ses débiteurs et lui adresse la liste des formules de chèques non débitées transmise par l'établissement de départ. Il informe également le client des conséquences associées à un incident de paiement en cas d'approvisionnement insuffisant de son compte dans l'établissement de départ, s'il fait le choix de ne pas le clôturer.</p><p>L'établissement d'arrivée informe également le client de l'existence d'un service de relations avec la clientèle et de la médiation pour traiter les litiges éventuels liés au changement de domiciliation bancaire.</p><p>IV. – En cas de clôture du compte dans l'établissement de départ, celui-ci fournit gratuitement, durant une période de treize mois à compter de la date de clôture du compte, par tout moyen approprié et dans un délai de trois jours ouvrés, au titulaire du compte clôturé ayant bénéficié du service d'aide à la mobilité défini au III toute information relative à :</p><p>1° La présentation de toute opération de virement ou prélèvement sur compte clos. Cette information est faite au moins une fois par émetteur impliqué ;</p><p>2° La présentation d'un chèque sur compte clos. L'ancien titulaire du compte clôturé est également informé par l'établissement de départ qu'il a l'obligation de refuser le paiement du chèque et des conséquences de ce refus, ainsi que des conditions dans lesquelles il peut régulariser sa situation.</p><p>L'établissement de départ transfère sur le compte ouvert auprès de l'établissement d'arrivée tout solde positif éventuel du compte, à la date indiquée dans l'accord formel du client.</p><p>V. – En cas d'ouverture d'un compte auprès d'un établissement situé dans un autre Etat membre de l'Union européenne, l'établissement de départ, teneur du compte de dépôt que le client souhaite clôturer, propose gratuitement, dans les six jours ouvrés qui suivent la demande de clôture du compte, un récapitulatif des opérations automatiques et récurrentes ayant transité sur ce compte au cours des treize derniers mois.</p><p>L'établissement de départ transfère tout solde positif éventuel du compte, sous réserve de disposer des informations permettant d'identifier l'établissement d'arrivée et le nouveau compte du client. Ce transfert est opéré à la date sollicitée par le client, au plus tôt six jours ouvrés après la réception de la demande de clôture du compte.</p><p>VI. – L'établissement d'arrivée ou de départ indemnise sans délai le titulaire de compte de tout préjudice subi, résultant directement du non-respect des obligations lui incombant dans le cadre de la procédure de mobilité bancaire prévue au présent article.</p><p>L'établissement d'arrivée ou de départ est exonéré de cette obligation d'indemnisation en cas de circonstances anormales et imprévisibles échappant à son contrôle, dont les suites auraient été inévitables malgré tous les efforts déployés, ou lorsqu'il est lié par d'autres obligations légales spécifiques.</p><p>VII. – Le service d'aide à la mobilité bancaire s'applique aux comptes de dépôt ou aux comptes de paiement ouverts auprès de tous les prestataires de services de paiement et détenus par les personnes physiques n'agissant pas pour des besoins professionnels.</p><p>VIII. – Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.</p>",
            "num": "L312-1-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1522540800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2102744404,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123907",
                        "id": "LEGISCTA000006123907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les opérations de banque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000006139955",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2013-01-30",
                        "titre": "Titre Ier :  Les opérations de banques et les services de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000020866764",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000027007588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comptes et dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154410",
                        "id": "LEGISCTA000006154410",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Droit au compte et relations avec le client",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170365",
                        "id": "LEGISCTA000006170365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Relations des établissements de crédit avec le client",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020861890",
                        "id": "LEGISCTA000020866609",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028742474",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020861890",
            "sectionParentId": "LEGISCTA000020866609",
            "sectionParentTitre": "Sous-section 2 : Relations des établissements de crédit avec le client",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les services &gt; Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique &gt; Chapitre II : Comptes et dépôts &gt; Section 1 : Droit au compte et relations avec le client &gt; Sous-section 2 : Relations des établissements de crédit avec le client",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035731544",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 29 de l'ordonnance n° 2017-1433 du 4 octobre 2017, les dispositions du présent article entrent en vigueur le 1er avril 2018.",
            "notaHtml": "<p>Conformément à l'article 29 de l'ordonnance n° 2017-1433 du 4 octobre 2017, les dispositions du présent article entrent en vigueur le 1er avril 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035720869",
                    "textTitle": "Ordonnance n°2017-1433 du 4 octobre 2017 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000035721948",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-10-05",
                    "dateSignaTexte": "2017-10-04",
                    "dateDebutCible": "2018-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030861842",
                    "textTitle": "DÉCRET n°2015-838 du 8 juillet 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030862808",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-838",
                    "datePubli": 1436486400000,
                    "dateDebut": 1443657600000
                },
                {
                    "textCid": "JORFTEXT000031941379",
                    "textTitle": "Décret n°2016-73 du 29 janvier 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031962238",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-73",
                    "datePubli": 1454198400000,
                    "dateDebut": 1454284800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L743-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L743-2",
                    "articleId": "LEGIARTI000043747544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L752-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L752-2",
                    "articleId": "LEGIARTI000045235771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L753-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000045235867",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L753-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000043747490",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L754-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L754-2",
                    "articleId": "LEGIARTI000045235963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L763-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L763-2",
                    "articleId": "LEGIARTI000043747438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R312-4-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R312-4-4",
                    "articleId": "LEGIARTI000036769242",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028742478",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395187200000,
                    "dateFin": 1486339200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031008870",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1486339200000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033679824",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1486339200000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731544",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L312-1-7",
                "312-1-7"
            ],
            "versionPrecedente": "LEGIARTI000033679824",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031008870",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La clôture de tout compte de dépôt ou compte sur livret est gratuite. II.-Les établissements de crédit mettent à la disposition de leurs clients une documentation relative à la mobilité bancaire, gratuitement et sans condition, sur papier ou sur un autre support durable, dans leurs locaux et sous forme électronique sur leur site internet. III.-L'établissement d'arrivée, qui ouvre le nouveau compte de dépôt dans le cadre du changement de domiciliation bancaire, propose au client, gratuitement et sans condition, un service d'aide à la mobilité bancaire permettant un changement automatisé des domiciliations bancaires, vers le nouveau compte, des prélèvements valides et virements récurrents du compte d'origine. Si le client souhaite bénéficier de ce service, l'établissement d'arrivée recueille son accord formel pour effectuer en son nom les formalités liées au changement de compte afin que les virements et prélèvements réguliers se présentent sur le nouveau compte, ainsi que les coordonnées bancaires de son établissement de départ. Dans un délai de deux jours ouvrés à compter de la réception de l'accord formel du client, l'établissement d'arrivée sollicite de l'établissement de départ le transfert des informations relatives aux mandats de prélèvements valides et aux virements récurrents ayant transité sur ce compte au cours des treize derniers mois, ainsi qu'aux chèques non débités sur les chéquiers utilisés au cours des treize derniers mois. L'établissement de départ transfère ces informations à l'établissement d'arrivée dans un délai de cinq jours ouvrés à compter de la réception de la demande qui lui a été faite par l'établissement d'arrivée. L'établissement d'arrivée communique, dans un délai de cinq jours ouvrés à compter de la réception des informations demandées à l'établissement de départ, les coordonnées du nouveau compte aux émetteurs de prélèvements valides et de virements récurrents. Les émetteurs de prélèvements et de virements disposent d'un délai pour prendre en compte ces modifications et informer le client. Ce délai est défini par décret en Conseil d'Etat. L'établissement d'arrivée informe son client de la liste des opérations pour lesquelles le changement de domiciliation a été envoyé à ses créanciers et à ses débiteurs et lui adresse la liste des formules de chèques non débitées transmise par l'établissement de départ. Il informe également le client des conséquences associées à un incident de paiement en cas d'approvisionnement insuffisant de son compte dans l'établissement de départ, s'il fait le choix de ne pas le clôturer. L'établissement d'arrivée informe également le client de l'existence d'un service de relations avec la clientèle et de la médiation pour traiter les litiges éventuels liés au changement de domiciliation bancaire. IV.-En cas de clôture du compte dans l'établissement de départ, celui-ci informe gratuitement, durant une période de treize mois à compter de la date de clôture du compte, par tout moyen approprié et dans un délai de trois jours ouvrés, le titulaire du compte clôturé ayant bénéficié du service d'aide à la mobilité défini au III : 1° De la présentation de toute opération de virement ou prélèvement sur compte clos. Cette information est faite au moins une fois par émetteur impliqué ; 2° De la présentation d'un chèque sur compte clos. L'ancien titulaire du compte clôturé est également informé par l'établissement de départ qu'il a l'obligation de refuser le paiement du chèque et des conséquences de ce refus, ainsi que des conditions dans lesquelles il peut régulariser sa situation. L'établissement de départ transfère sur le compte ouvert auprès de l'établissement d'arrivée tout solde positif éventuel du compte, à la date indiquée dans l'accord formel du client. V.-En cas d'ouverture d'un compte auprès d'un établissement situé dans un autre Etat membre de l'Union européenne, l'établissement de départ, teneur du compte de dépôt que le client souhaite clôturer, propose gratuitement, dans les six jours ouvrés qui suivent la demande de clôture du compte, un récapitulatif des opérations automatiques et récurrentes ayant transité sur ce compte au cours des treize derniers mois. L'établissement de départ transfère tout solde positif éventuel du compte, sous réserve de disposer des informations permettant d'identifier l'établissement d'arrivée et le nouveau compte du client. Ce transfert est opéré à la date sollicitée par le client, au plus tôt six jours ouvrés après la réception de la demande de clôture du compte. VI.-Le service d'aide à la mobilité bancaire s'applique aux comptes de dépôt ou aux comptes de paiement ouverts auprès de tous les prestataires de services de paiement et détenus par les personnes physiques n'agissant pas pour des besoins professionnels. VII.-Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.",
            "texteHtml": "<p>I.-La clôture de tout compte de dépôt ou compte sur livret est gratuite.</p><p>II.-Les établissements de crédit mettent à la disposition de leurs clients une documentation relative à la mobilité bancaire, gratuitement et sans condition, sur papier ou sur un autre support durable, dans leurs locaux et sous forme électronique sur leur site internet.</p><p>III.-L'établissement d'arrivée, qui ouvre le nouveau compte de dépôt dans le cadre du changement de domiciliation bancaire, propose au client, gratuitement et sans condition, un service d'aide à la mobilité bancaire permettant un changement automatisé des domiciliations bancaires, vers le nouveau compte, des prélèvements valides et virements récurrents du compte d'origine. </p><p> Si le client souhaite bénéficier de ce service, l'établissement d'arrivée recueille son accord formel pour effectuer en son nom les formalités liées au changement de compte afin que les virements et prélèvements réguliers se présentent sur le nouveau compte, ainsi que les coordonnées bancaires de son établissement de départ. </p><p> Dans un délai de deux jours ouvrés à compter de la réception de l'accord formel du client, l'établissement d'arrivée sollicite de l'établissement de départ le transfert des informations relatives aux mandats de prélèvements valides et aux virements récurrents ayant transité sur ce compte au cours des treize derniers mois, ainsi qu'aux chèques non débités sur les chéquiers utilisés au cours des treize derniers mois. </p><p> L'établissement de départ transfère ces informations à l'établissement d'arrivée dans un délai de cinq jours ouvrés à compter de la réception de la demande qui lui a été faite par l'établissement d'arrivée. </p><p> L'établissement d'arrivée communique, dans un délai de cinq jours ouvrés à compter de la réception des informations demandées à l'établissement de départ, les coordonnées du nouveau compte aux émetteurs de prélèvements valides et de virements récurrents. </p><p> Les émetteurs de prélèvements et de virements disposent d'un délai pour prendre en compte ces modifications et informer le client. Ce délai est défini par décret en Conseil d'Etat. </p><p> L'établissement d'arrivée informe son client de la liste des opérations pour lesquelles le changement de domiciliation a été envoyé à ses créanciers et à ses débiteurs et lui adresse la liste des formules de chèques non débitées transmise par l'établissement de départ. Il informe également le client des conséquences associées à un incident de paiement en cas d'approvisionnement insuffisant de son compte dans l'établissement de départ, s'il fait le choix de ne pas le clôturer. </p><p>L'établissement d'arrivée informe également le client de l'existence d'un service de relations avec la clientèle et de la médiation pour traiter les litiges éventuels liés au changement de domiciliation bancaire.</p><p>IV.-En cas de clôture du compte dans l'établissement de départ, celui-ci informe gratuitement, durant une période de treize mois à compter de la date de clôture du compte, par tout moyen approprié et dans un délai de trois jours ouvrés, le titulaire du compte clôturé ayant bénéficié du service d'aide à la mobilité défini au III : </p><p> 1° De la présentation de toute opération de virement ou prélèvement sur compte clos. Cette information est faite au moins une fois par émetteur impliqué ; </p><p> 2° De la présentation d'un chèque sur compte clos. L'ancien titulaire du compte clôturé est également informé par l'établissement de départ qu'il a l'obligation de refuser le paiement du chèque et des conséquences de ce refus, ainsi que des conditions dans lesquelles il peut régulariser sa situation. </p><p> L'établissement de départ transfère sur le compte ouvert auprès de l'établissement d'arrivée tout solde positif éventuel du compte, à la date indiquée dans l'accord formel du client. </p><p> V.-En cas d'ouverture d'un compte auprès d'un établissement situé dans un autre Etat membre de l'Union européenne, l'établissement de départ, teneur du compte de dépôt que le client souhaite clôturer, propose gratuitement, dans les six jours ouvrés qui suivent la demande de clôture du compte, un récapitulatif des opérations automatiques et récurrentes ayant transité sur ce compte au cours des treize derniers mois. </p><p> L'établissement de départ transfère tout solde positif éventuel du compte, sous réserve de disposer des informations permettant d'identifier l'établissement d'arrivée et le nouveau compte du client. Ce transfert est opéré à la date sollicitée par le client, au plus tôt six jours ouvrés après la réception de la demande de clôture du compte. </p><p></p><p>VI.-Le service d'aide à la mobilité bancaire s'applique aux comptes de dépôt ou aux comptes de paiement ouverts auprès de tous les prestataires de services de paiement et détenus par les personnes physiques n'agissant pas pour des besoins professionnels.</p><p>VII.-Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.</p>",
            "num": "L312-1-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1486339200000,
            "dateFin": 1482537600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2102744404,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123907",
                        "id": "LEGISCTA000006123907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les opérations de banque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000006139955",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2013-01-30",
                        "titre": "Titre Ier :  Les opérations de banques et les services de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000020866764",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000027007588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comptes et dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154410",
                        "id": "LEGISCTA000006154410",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Droit au compte et relations avec le client",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170365",
                        "id": "LEGISCTA000006170365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Relations des établissements de crédit avec le client",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020861890",
                        "id": "LEGISCTA000020866609",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028742474",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020861890",
            "sectionParentId": "LEGISCTA000020866609",
            "sectionParentTitre": "Sous-section 2 : Relations des établissements de crédit avec le client",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les services &gt; Titre Ier : Les opérations de banque &gt; Titre Ier :  Les opérations de banques et les services de paiement &gt; Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique &gt; Chapitre II : Comptes et dépôts &gt; Section 1 : Droit au compte et relations avec le client &gt; Sous-section 2 : Relations des établissements de crédit avec le client",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031008870",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030978561",
                    "textTitle": "LOI n°2015-990 du 6 août 2015 - art. 43",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000030982250",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-07",
                    "dateSignaTexte": "2015-08-06",
                    "dateDebutCible": "2015-08-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030861842",
                    "textTitle": "DÉCRET n°2015-838 du 8 juillet 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030862808",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-838",
                    "datePubli": 1436486400000,
                    "dateDebut": 1443657600000
                },
                {
                    "textCid": "JORFTEXT000031941379",
                    "textTitle": "Décret n°2016-73 du 29 janvier 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031962238",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-73",
                    "datePubli": 1454198400000,
                    "dateDebut": 1454284800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L743-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L743-2",
                    "articleId": "LEGIARTI000043747544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L752-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L752-2",
                    "articleId": "LEGIARTI000045235771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L753-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000045235867",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L753-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000043747490",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L754-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L754-2",
                    "articleId": "LEGIARTI000045235963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L763-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L763-2",
                    "articleId": "LEGIARTI000043747438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R312-4-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R312-4-4",
                    "articleId": "LEGIARTI000036769242",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028742478",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395187200000,
                    "dateFin": 1486339200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031008870",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1486339200000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033679824",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1486339200000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731544",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L312-1-7",
                "312-1-7"
            ],
            "versionPrecedente": "LEGIARTI000028742478",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033679824",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La clôture de tout compte de dépôt ou compte sur livret est gratuite. II. – Les établissements de crédit mettent à la disposition de leurs clients une documentation relative à la mobilité bancaire, gratuitement et sans condition, sur papier ou sur un autre support durable, dans leurs locaux et sous forme électronique sur leur site internet. III. – L'établissement d'arrivée, qui ouvre le nouveau compte de dépôt dans le cadre du changement de domiciliation bancaire, propose au client, gratuitement et sans condition, un service d'aide à la mobilité bancaire permettant un changement automatisé des domiciliations bancaires, vers le nouveau compte, des prélèvements valides et virements récurrents du compte d'origine. Si le client souhaite bénéficier de ce service, l'établissement d'arrivée recueille son accord formel pour effectuer en son nom les formalités liées au changement de compte afin que les virements et prélèvements réguliers se présentent sur le nouveau compte, ainsi que les coordonnées bancaires de son établissement de départ. Dans un délai de deux jours ouvrés à compter de la réception de l'accord formel du client, l'établissement d'arrivée sollicite de l'établissement de départ le transfert des informations relatives aux mandats de prélèvements valides et aux virements récurrents ayant transité sur ce compte au cours des treize derniers mois, ainsi qu'aux chèques non débités sur les chéquiers utilisés au cours des treize derniers mois. L'établissement de départ transfère ces informations à l'établissement d'arrivée dans un délai de cinq jours ouvrés à compter de la réception de la demande qui lui a été faite par l'établissement d'arrivée. L'établissement d'arrivée communique, dans un délai de cinq jours ouvrés à compter de la réception des informations demandées à l'établissement de départ, les coordonnées du nouveau compte aux émetteurs de prélèvements valides et de virements récurrents. Les émetteurs de prélèvements et de virements disposent d'un délai pour prendre en compte ces modifications et informer le client. Ce délai est défini par décret en Conseil d'Etat. L'établissement d'arrivée informe son client de la liste des opérations pour lesquelles le changement de domiciliation a été envoyé à ses créanciers et à ses débiteurs et lui adresse la liste des formules de chèques non débitées transmise par l'établissement de départ. Il informe également le client des conséquences associées à un incident de paiement en cas d'approvisionnement insuffisant de son compte dans l'établissement de départ, s'il fait le choix de ne pas le clôturer. L'établissement d'arrivée informe également le client de l'existence d'un service de relations avec la clientèle et de la médiation pour traiter les litiges éventuels liés au changement de domiciliation bancaire. IV. – En cas de clôture du compte dans l'établissement de départ, celui-ci informe gratuitement, durant une période de treize mois à compter de la date de clôture du compte, par tout moyen approprié et dans un délai de trois jours ouvrés, le titulaire du compte clôturé ayant bénéficié du service d'aide à la mobilité défini au III : 1° De la présentation de toute opération de virement ou prélèvement sur compte clos. Cette information est faite au moins une fois par émetteur impliqué ; 2° De la présentation d'un chèque sur compte clos. L'ancien titulaire du compte clôturé est également informé par l'établissement de départ qu'il a l'obligation de refuser le paiement du chèque et des conséquences de ce refus, ainsi que des conditions dans lesquelles il peut régulariser sa situation. L'établissement de départ transfère sur le compte ouvert auprès de l'établissement d'arrivée tout solde positif éventuel du compte, à la date indiquée dans l'accord formel du client. V. – En cas d'ouverture d'un compte auprès d'un établissement situé dans un autre Etat membre de l'Union européenne, l'établissement de départ, teneur du compte de dépôt que le client souhaite clôturer, propose gratuitement, dans les six jours ouvrés qui suivent la demande de clôture du compte, un récapitulatif des opérations automatiques et récurrentes ayant transité sur ce compte au cours des treize derniers mois. L'établissement de départ transfère tout solde positif éventuel du compte, sous réserve de disposer des informations permettant d'identifier l'établissement d'arrivée et le nouveau compte du client. Ce transfert est opéré à la date sollicitée par le client, au plus tôt six jours ouvrés après la réception de la demande de clôture du compte. VI. – L'établissement d'arrivée ou de départ indemnise sans délai le titulaire de compte de tout préjudice subi, résultant directement du non-respect des obligations lui incombant dans le cadre de la procédure de mobilité bancaire prévue au présent article. L'établissement d'arrivée ou de départ est exonéré de cette obligation d'indemnisation en cas de circonstances anormales et imprévisibles échappant à son contrôle, dont les suites auraient été inévitables malgré tous les efforts déployés, ou lorsqu'il est lié par d'autres obligations légales spécifiques. VII. – Le service d'aide à la mobilité bancaire s'applique aux comptes de dépôt ou aux comptes de paiement ouverts auprès de tous les prestataires de services de paiement et détenus par les personnes physiques n'agissant pas pour des besoins professionnels. VIII. – Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.",
            "texteHtml": "<p>I. – La clôture de tout compte de dépôt ou compte sur livret est gratuite.</p><p>II. – Les établissements de crédit mettent à la disposition de leurs clients une documentation relative à la mobilité bancaire, gratuitement et sans condition, sur papier ou sur un autre support durable, dans leurs locaux et sous forme électronique sur leur site internet.</p><p>III. – L'établissement d'arrivée, qui ouvre le nouveau compte de dépôt dans le cadre du changement de domiciliation bancaire, propose au client, gratuitement et sans condition, un service d'aide à la mobilité bancaire permettant un changement automatisé des domiciliations bancaires, vers le nouveau compte, des prélèvements valides et virements récurrents du compte d'origine.</p><p>Si le client souhaite bénéficier de ce service, l'établissement d'arrivée recueille son accord formel pour effectuer en son nom les formalités liées au changement de compte afin que les virements et prélèvements réguliers se présentent sur le nouveau compte, ainsi que les coordonnées bancaires de son établissement de départ.</p><p>Dans un délai de deux jours ouvrés à compter de la réception de l'accord formel du client, l'établissement d'arrivée sollicite de l'établissement de départ le transfert des informations relatives aux mandats de prélèvements valides et aux virements récurrents ayant transité sur ce compte au cours des treize derniers mois, ainsi qu'aux chèques non débités sur les chéquiers utilisés au cours des treize derniers mois.</p><p>L'établissement de départ transfère ces informations à l'établissement d'arrivée dans un délai de cinq jours ouvrés à compter de la réception de la demande qui lui a été faite par l'établissement d'arrivée.</p><p>L'établissement d'arrivée communique, dans un délai de cinq jours ouvrés à compter de la réception des informations demandées à l'établissement de départ, les coordonnées du nouveau compte aux émetteurs de prélèvements valides et de virements récurrents.</p><p>Les émetteurs de prélèvements et de virements disposent d'un délai pour prendre en compte ces modifications et informer le client. Ce délai est défini par décret en Conseil d'Etat.</p><p>L'établissement d'arrivée informe son client de la liste des opérations pour lesquelles le changement de domiciliation a été envoyé à ses créanciers et à ses débiteurs et lui adresse la liste des formules de chèques non débitées transmise par l'établissement de départ. Il informe également le client des conséquences associées à un incident de paiement en cas d'approvisionnement insuffisant de son compte dans l'établissement de départ, s'il fait le choix de ne pas le clôturer.</p><p>L'établissement d'arrivée informe également le client de l'existence d'un service de relations avec la clientèle et de la médiation pour traiter les litiges éventuels liés au changement de domiciliation bancaire.</p><p>IV. – En cas de clôture du compte dans l'établissement de départ, celui-ci informe gratuitement, durant une période de treize mois à compter de la date de clôture du compte, par tout moyen approprié et dans un délai de trois jours ouvrés, le titulaire du compte clôturé ayant bénéficié du service d'aide à la mobilité défini au III :</p><p>1° De la présentation de toute opération de virement ou prélèvement sur compte clos. Cette information est faite au moins une fois par émetteur impliqué ;</p><p>2° De la présentation d'un chèque sur compte clos. L'ancien titulaire du compte clôturé est également informé par l'établissement de départ qu'il a l'obligation de refuser le paiement du chèque et des conséquences de ce refus, ainsi que des conditions dans lesquelles il peut régulariser sa situation.</p><p>L'établissement de départ transfère sur le compte ouvert auprès de l'établissement d'arrivée tout solde positif éventuel du compte, à la date indiquée dans l'accord formel du client.</p><p>V. – En cas d'ouverture d'un compte auprès d'un établissement situé dans un autre Etat membre de l'Union européenne, l'établissement de départ, teneur du compte de dépôt que le client souhaite clôturer, propose gratuitement, dans les six jours ouvrés qui suivent la demande de clôture du compte, un récapitulatif des opérations automatiques et récurrentes ayant transité sur ce compte au cours des treize derniers mois.</p><p>L'établissement de départ transfère tout solde positif éventuel du compte, sous réserve de disposer des informations permettant d'identifier l'établissement d'arrivée et le nouveau compte du client. Ce transfert est opéré à la date sollicitée par le client, au plus tôt six jours ouvrés après la réception de la demande de clôture du compte.</p><p>VI. – L'établissement d'arrivée ou de départ indemnise sans délai le titulaire de compte de tout préjudice subi, résultant directement du non-respect des obligations lui incombant dans le cadre de la procédure de mobilité bancaire prévue au présent article.</p><p>L'établissement d'arrivée ou de départ est exonéré de cette obligation d'indemnisation en cas de circonstances anormales et imprévisibles échappant à son contrôle, dont les suites auraient été inévitables malgré tous les efforts déployés, ou lorsqu'il est lié par d'autres obligations légales spécifiques.</p><p>VII. – Le service d'aide à la mobilité bancaire s'applique aux comptes de dépôt ou aux comptes de paiement ouverts auprès de tous les prestataires de services de paiement et détenus par les personnes physiques n'agissant pas pour des besoins professionnels.</p><p>VIII. – Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.</p>",
            "num": "L312-1-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1486339200000,
            "dateFin": 1522540800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2102744404,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123907",
                        "id": "LEGISCTA000006123907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les opérations de banque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000006139955",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2013-01-30",
                        "titre": "Titre Ier :  Les opérations de banques et les services de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000020866764",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000027007588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comptes et dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154410",
                        "id": "LEGISCTA000006154410",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Droit au compte et relations avec le client",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170365",
                        "id": "LEGISCTA000006170365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Relations des établissements de crédit avec le client",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020861890",
                        "id": "LEGISCTA000020866609",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028742474",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020861890",
            "sectionParentId": "LEGISCTA000020866609",
            "sectionParentTitre": "Sous-section 2 : Relations des établissements de crédit avec le client",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les services &gt; Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique &gt; Chapitre II : Comptes et dépôts &gt; Section 1 : Droit au compte et relations avec le client &gt; Sous-section 2 : Relations des établissements de crédit avec le client",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033679824",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033670697",
                    "textTitle": "Ordonnance n° 2016-1808 du 22 décembre 2016 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000033677222",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-12-23",
                    "dateSignaTexte": "2016-12-22",
                    "dateDebutCible": "2016-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030861842",
                    "textTitle": "DÉCRET n°2015-838 du 8 juillet 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030862808",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-838",
                    "datePubli": 1436486400000,
                    "dateDebut": 1443657600000
                },
                {
                    "textCid": "JORFTEXT000031941379",
                    "textTitle": "Décret n°2016-73 du 29 janvier 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031962238",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-73",
                    "datePubli": 1454198400000,
                    "dateDebut": 1454284800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L743-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L743-2",
                    "articleId": "LEGIARTI000043747544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L752-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L752-2",
                    "articleId": "LEGIARTI000045235771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L753-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000045235867",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L753-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000043747490",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L754-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L754-2",
                    "articleId": "LEGIARTI000045235963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L763-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L763-2",
                    "articleId": "LEGIARTI000043747438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R312-4-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R312-4-4",
                    "articleId": "LEGIARTI000036769242",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028742478",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395187200000,
                    "dateFin": 1486339200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031008870",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1486339200000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033679824",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1486339200000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731544",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L312-1-7",
                "312-1-7"
            ],
            "versionPrecedente": "LEGIARTI000031008870",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028742478",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La clôture de tout compte de dépôt ou compte sur livret est gratuite. Les établissements de crédit mettent à la disposition de leurs clients, gratuitement et sans condition, une documentation relative à la mobilité bancaire. L'établissement d'arrivée, qui ouvre le nouveau compte de dépôt dans le cadre du changement de domiciliation bancaire, propose au client, gratuitement et sans condition, un service d'aide à la mobilité bancaire. Si le client souhaite bénéficier de ce service, l'établissement d'arrivée recueille son accord formel pour effectuer en son nom les formalités liées au changement de compte afin que les virements et prélèvements réguliers se présentent sur le nouveau compte. L'établissement de départ, teneur du compte de dépôt que le client souhaite clôturer, propose sans frais ni pénalités, dans les cinq jours ouvrés qui suivent la demande de clôture du compte, un récapitulatif des opérations automatiques et récurrentes ayant transité sur ce compte au cours des treize derniers mois. L'établissement d'arrivée communique, dans un délai de cinq jours ouvrés à compter de l'ouverture d'un nouveau compte, les coordonnées du nouveau compte bancaire aux émetteurs de prélèvements et de virements réguliers, sur la base des informations fournies par le client. Les émetteurs de prélèvements disposent d'un délai pour prendre en compte ces modifications et informer le client. L'établissement de départ informe également le client de l'existence d'un service de relations avec la clientèle et de la médiation pour traiter les litiges éventuels liés au changement de domiciliation bancaire. En cas de présentation d'un chèque au paiement au cours des treize mois suivant la clôture du compte, l'établissement de crédit de départ informe par tout moyen approprié l'ancien titulaire du compte qu'il a l'obligation de refuser le paiement du chèque et des conséquences de ce refus, ainsi que des conditions dans lesquelles l'ancien titulaire du compte peut régulariser sa situation. Le présent article s'applique aux comptes de dépôt et aux comptes de paiement ouverts auprès de tous les prestataires de services de paiement et détenus par les personnes physiques n'agissant pas pour des besoins professionnels. Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.",
            "texteHtml": "La clôture de tout compte de dépôt ou compte sur livret est gratuite.<br/><br/>  Les établissements de crédit mettent à la disposition de leurs clients, gratuitement et sans condition, une documentation relative à la mobilité bancaire.<br/><br/>  L'établissement d'arrivée, qui ouvre le nouveau compte de dépôt dans le cadre du changement de domiciliation bancaire, propose au client, gratuitement et sans condition, un service d'aide à la mobilité bancaire. Si le client souhaite bénéficier de ce service, l'établissement d'arrivée recueille son accord formel pour effectuer en son nom les formalités liées au changement de compte afin que les virements et prélèvements réguliers se présentent sur le nouveau compte.<br/><br/>  L'établissement de départ, teneur du compte de dépôt que le client souhaite clôturer, propose sans frais ni pénalités, dans les cinq jours ouvrés qui suivent la demande de clôture du compte, un récapitulatif des opérations automatiques et récurrentes ayant transité sur ce compte au cours des treize derniers mois.<br/><br/>  L'établissement d'arrivée communique, dans un délai de cinq jours ouvrés à compter de l'ouverture d'un nouveau compte, les coordonnées du nouveau compte bancaire aux émetteurs de prélèvements et de virements réguliers, sur la base des informations fournies par le client.<br/><br/>  Les émetteurs de prélèvements disposent d'un délai pour prendre en compte ces modifications et informer le client.<br/><br/>  L'établissement de départ informe également le client de l'existence d'un service de relations avec la clientèle et de la médiation pour traiter les litiges éventuels liés au changement de domiciliation bancaire.<br/><br/>  En cas de présentation d'un chèque au paiement au cours des treize mois suivant la clôture du compte, l'établissement de crédit de départ informe par tout moyen approprié l'ancien titulaire du compte qu'il a l'obligation de refuser le paiement du chèque et des conséquences de ce refus, ainsi que des conditions dans lesquelles l'ancien titulaire du compte peut régulariser sa situation.<br/><br/>  Le présent article s'applique aux comptes de dépôt et aux comptes de paiement ouverts auprès de tous les prestataires de services de paiement et détenus par les personnes physiques n'agissant pas pour des besoins professionnels.<br/><br/>  Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.",
            "num": "L312-1-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1395187200000,
            "dateFin": 1486339200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2102744404,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123907",
                        "id": "LEGISCTA000006123907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les opérations de banque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000006139955",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2013-01-30",
                        "titre": "Titre Ier :  Les opérations de banques et les services de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000020866764",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000027007588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comptes et dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154410",
                        "id": "LEGISCTA000006154410",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Droit au compte et relations avec le client",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170365",
                        "id": "LEGISCTA000006170365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Relations des établissements de crédit avec le client",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020861890",
                        "id": "LEGISCTA000020866609",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028742474",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020861890",
            "sectionParentId": "LEGISCTA000020866609",
            "sectionParentTitre": "Sous-section 2 : Relations des établissements de crédit avec le client",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les services &gt; Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique &gt; Chapitre II : Comptes et dépôts &gt; Section 1 : Droit au compte et relations avec le client &gt; Sous-section 2 : Relations des établissements de crédit avec le client",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028742478",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028738036",
                    "textTitle": "LOI n°2014-344\n du 17 mars 2014 - art. 53 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000028739952",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-18",
                    "dateSignaTexte": "2014-03-17",
                    "dateDebutCible": "2014-03-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030861842",
                    "textTitle": "DÉCRET n°2015-838 du 8 juillet 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030862808",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-838",
                    "datePubli": 1436486400000,
                    "dateDebut": 1443657600000
                },
                {
                    "textCid": "JORFTEXT000031941379",
                    "textTitle": "Décret n°2016-73 du 29 janvier 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031962238",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-73",
                    "datePubli": 1454198400000,
                    "dateDebut": 1454284800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L743-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L743-2",
                    "articleId": "LEGIARTI000043747544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L752-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L752-2",
                    "articleId": "LEGIARTI000045235771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L753-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000045235867",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L753-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000043747490",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L754-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L754-2",
                    "articleId": "LEGIARTI000045235963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L763-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L763-2",
                    "articleId": "LEGIARTI000043747438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625270400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R312-4-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R312-4-4",
                    "articleId": "LEGIARTI000036769242",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028742478",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1395187200000,
                    "dateFin": 1486339200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031008870",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1486339200000,
                    "dateFin": 1482537600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033679824",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1486339200000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731544",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L312-1-7",
                "312-1-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}