{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039636242",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'elle est susceptible de fournir des renseignements sur les documents et données présents sur le lieu de la visite ayant un lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite, la personne pour laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics peut, après information sans délai du juge des libertés et de la détention du tribunal judiciaire de Paris, être retenue sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement des opérations. La retenue ne peut excéder quatre heures à compter du début de la visite et le juge des libertés et de la détention peut y mettre fin à tout moment. Lorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du juge des libertés et de la détention. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée. Mention de l'information ou de l'accord exprès du juge des libertés et de la détention est portée au procès-verbal mentionné au premier alinéa du III. II.-La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend : 1° Du fondement légal de son placement en retenue ; 2° De la durée maximale de la mesure ; 3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ; 4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur. Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au juge des libertés et de la détention qui décide, s'il y a lieu, d'y faire droit. Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande. III.-L'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci. Ce procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis au juge des libertés et de la détention, copie en ayant été remise à l'intéressé. La durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.",
            "texteHtml": "<p></p><p>I.-Lorsqu'elle est susceptible de fournir des renseignements sur les documents et données présents sur le lieu de la visite ayant un lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite, la personne pour laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics peut, après information sans délai du juge des libertés et de la détention du tribunal judiciaire de Paris, être retenue sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement des opérations.<br/><br/>\nLa retenue ne peut excéder quatre heures à compter du début de la visite et le juge des libertés et de la détention peut y mettre fin à tout moment.<br/><br/>\nLorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du juge des libertés et de la détention. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée.<br/><br/>\nMention de l'information ou de l'accord exprès du juge des libertés et de la détention est portée au procès-verbal mentionné au premier alinéa du III.<br/><br/>\nII.-La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend :<br/><br/>\n1° Du fondement légal de son placement en retenue ;<br/><br/>\n2° De la durée maximale de la mesure ;<br/><br/>\n3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ;<br/><br/>\n4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur.<br/><br/>\nSi l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au juge des libertés et de la détention qui décide, s'il y a lieu, d'y faire droit.<br/><br/>\nSauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande.<br/><br/>\nIII.-L'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci.<br/><br/>\nCe procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci.<br/><br/>\nLe procès-verbal est transmis au juge des libertés et de la détention, copie en ayant été remise à l'intéressé.<br/><br/>\nLa durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.</p><p></p>",
            "num": "L229-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039636242",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l’ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020. Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 : Article 2 : Sont contraires à la Constitution, les mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme. Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision. En vertu du paragraphe 73, l’abrogation des mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.",
            "notaHtml": "<p>Conformément à l'article 36 de l’ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p><p>Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 :</p><p>Article 2 : Sont contraires à la Constitution, les mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme.</p><p>Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision.</p><p>En vertu du paragraphe 73, l’abrogation des mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935956",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768297",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312757",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039636242",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-4",
                "229-4"
            ],
            "versionPrecedente": "LEGIARTI000038312757",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038312757",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'elle est susceptible de fournir des renseignements sur les documents et données présents sur le lieu de la visite ayant un lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite, la personne pour laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics peut, après information sans délai du juge des libertés et de la détention du tribunal de grande instance de Paris, être retenue sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement des opérations. La retenue ne peut excéder quatre heures à compter du début de la visite et le juge des libertés et de la détention peut y mettre fin à tout moment. Lorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du juge des libertés et de la détention. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée. Mention de l'information ou de l'accord exprès du juge des libertés et de la détention est portée au procès-verbal mentionné au premier alinéa du III. II.-La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend : 1° Du fondement légal de son placement en retenue ; 2° De la durée maximale de la mesure ; 3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ; 4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur. Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au juge des libertés et de la détention qui décide, s'il y a lieu, d'y faire droit. Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande. III.-L'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci. Ce procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis au juge des libertés et de la détention, copie en ayant été remise à l'intéressé. La durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.",
            "texteHtml": "<p></p><p>I.-Lorsqu'elle est susceptible de fournir des renseignements sur les documents et données présents sur le lieu de la visite ayant un lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite, la personne pour laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics peut, après information sans délai du juge des libertés et de la détention du tribunal de grande instance de Paris, être retenue sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement des opérations.<br/><br/>\nLa retenue ne peut excéder quatre heures à compter du début de la visite et le juge des libertés et de la détention peut y mettre fin à tout moment.<br/><br/>\nLorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du juge des libertés et de la détention. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée.<br/><br/>\nMention de l'information ou de l'accord exprès du juge des libertés et de la détention est portée au procès-verbal mentionné au premier alinéa du III.<br/><br/>\nII.-La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend :<br/><br/>\n1° Du fondement légal de son placement en retenue ;<br/><br/>\n2° De la durée maximale de la mesure ;<br/><br/>\n3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ;<br/><br/>\n4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur.<br/><br/>\nSi l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au juge des libertés et de la détention qui décide, s'il y a lieu, d'y faire droit.<br/><br/>\nSauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande.<br/><br/>\nIII.-L'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci.<br/><br/>\nCe procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci.<br/><br/>\nLe procès-verbal est transmis au juge des libertés et de la détention, copie en ayant été remise à l'intéressé.<br/><br/>\nLa durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.</p><p></p>",
            "num": "L229-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1553472000000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038312757",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020. Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 : Article 2 : Sont contraires à la Constitution, les mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme. Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision. En vertu du paragraphe 73, l’abrogation des mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.",
            "notaHtml": "<p>Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020.</p><p>Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 :</p><p>Article 2 : Sont contraires à la Constitution, les mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme.</p><p>Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision.</p><p>En vertu du paragraphe 73, l’abrogation des mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038261631",
                    "textTitle": "LOI n°2019-222 du 23 mars 2019 - art. 66",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "66",
                    "articleId": "LEGIARTI000038262622",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-03-24",
                    "dateSignaTexte": "2019-03-23",
                    "dateDebutCible": "2019-03-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935956",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768297",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312757",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039636242",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-4",
                "229-4"
            ],
            "versionPrecedente": "LEGIARTI000036768297",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036768297",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'elle est susceptible de fournir des renseignements sur les données présents sur le lieu de la visite ayant un lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite, la personne pour laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics peut, après information sans délai du juge des libertés et de la détention du tribunal de grande instance de Paris, être retenue sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement des opérations. La retenue ne peut excéder quatre heures à compter du début de la visite et le juge des libertés et de la détention peut y mettre fin à tout moment. Lorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du juge des libertés et de la détention. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée. Mention de l'information ou de l'accord exprès du juge des libertés et de la détention est portée au procès-verbal mentionné au premier alinéa du III. II.-La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend : 1° Du fondement légal de son placement en retenue ; 2° De la durée maximale de la mesure ; 3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ; 4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur. Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au juge des libertés et de la détention qui décide, s'il y a lieu, d'y faire droit. Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande. III.-L'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci. Ce procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis au juge des libertés et de la détention, copie en ayant été remise à l'intéressé. La durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.",
            "texteHtml": "<p>I.-Lorsqu'elle est susceptible de fournir des renseignements sur les données présents sur le lieu de la visite ayant un lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite, la personne pour laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics peut, après information sans délai du juge des libertés et de la détention du tribunal de grande instance de Paris, être retenue sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement des opérations.<br/><br/>\nLa retenue ne peut excéder quatre heures à compter du début de la visite et le juge des libertés et de la détention peut y mettre fin à tout moment.<br/><br/>\nLorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du juge des libertés et de la détention. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée.<br/><br/>\nMention de l'information ou de l'accord exprès du juge des libertés et de la détention est portée au procès-verbal mentionné au premier alinéa du III.<br/><br/>\nII.-La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend :<br/><br/>\n1° Du fondement légal de son placement en retenue ;<br/><br/>\n2° De la durée maximale de la mesure ;<br/><br/>\n3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ;<br/><br/>\n4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur.<br/><br/>\nSi l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au juge des libertés et de la détention qui décide, s'il y a lieu, d'y faire droit.<br/><br/>\nSauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande.<br/><br/>\nIII.-L'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci.<br/><br/>\nCe procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci.<br/><br/>\nLe procès-verbal est transmis au juge des libertés et de la détention, copie en ayant été remise à l'intéressé.<br/><br/>\nLa durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.</p>",
            "num": "L229-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1522368000000,
            "dateFin": 1553472000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036768297",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020. Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 : Article 2 : Sont contraires à la Constitution, les mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme. Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision. En vertu du paragraphe 73, l’abrogation des mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.",
            "notaHtml": "<p>Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020.</p><p>Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 :</p><p>Article 2 : Sont contraires à la Constitution, les mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme.</p><p>Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision.</p><p>En vertu du paragraphe 73, l’abrogation des mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art. 2, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000036751335",
                    "natureText": "DECISION",
                    "datePubliTexte": "2018-03-30",
                    "dateSignaTexte": "2018-03-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935956",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768297",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312757",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039636242",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-4",
                "229-4"
            ],
            "versionPrecedente": "LEGIARTI000035935956",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035935956",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'elle est susceptible de fournir des renseignements sur les objets, documents et données présents sur le lieu de la visite ayant un lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite, la personne pour laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics peut, après information sans délai du juge des libertés et de la détention du tribunal de grande instance de Paris, être retenue sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement des opérations. La retenue ne peut excéder quatre heures à compter du début de la visite et le juge des libertés et de la détention peut y mettre fin à tout moment. Lorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du juge des libertés et de la détention. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée. Mention de l'information ou de l'accord exprès du juge des libertés et de la détention est portée au procès-verbal mentionné au premier alinéa du III. II.-La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend : 1° Du fondement légal de son placement en retenue ; 2° De la durée maximale de la mesure ; 3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ; 4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur. Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au juge des libertés et de la détention qui décide, s'il y a lieu, d'y faire droit. Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande. III.-L'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci. Ce procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci. Le procès-verbal est transmis au juge des libertés et de la détention, copie en ayant été remise à l'intéressé. La durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.",
            "texteHtml": "<p>I.-Lorsqu'elle est susceptible de fournir des renseignements sur les objets, documents et données présents sur le lieu de la visite ayant un lien avec la finalité de prévention de la commission d'actes de terrorisme ayant justifié la visite, la personne pour laquelle il existe des raisons sérieuses de penser que son comportement constitue une menace d'une particulière gravité pour la sécurité et l'ordre publics peut, après information sans délai du juge des libertés et de la détention du tribunal de grande instance de Paris, être retenue sur place par l'officier de police judiciaire pendant le temps strictement nécessaire au déroulement des opérations.<br/><br/>\n La retenue ne peut excéder quatre heures à compter du début de la visite et le juge des libertés et de la détention peut y mettre fin à tout moment.<br/><br/>\n Lorsqu'il s'agit d'un mineur, la retenue fait l'objet d'un accord exprès du juge des libertés et de la détention. Le mineur doit être assisté de son représentant légal, sauf impossibilité dûment justifiée.<br/><br/>\n Mention de l'information ou de l'accord exprès du juge des libertés et de la détention est portée au procès-verbal mentionné au premier alinéa du III.<br/><br/>\n II.-La personne retenue est immédiatement informée par l'officier de police judiciaire ou, sous le contrôle de celui-ci, par un agent de police judiciaire, dans une langue qu'elle comprend :<br/><br/>\n 1° Du fondement légal de son placement en retenue ;<br/><br/>\n 2° De la durée maximale de la mesure ;<br/><br/>\n 3° Du fait que la retenue dont elle fait l'objet ne peut donner lieu à audition et qu'elle a le droit de garder le silence ;<br/><br/>\n 4° Du fait qu'elle bénéficie du droit de faire prévenir par l'officier de police judiciaire toute personne de son choix ainsi que son employeur.<br/><br/>\n Si l'officier de police judiciaire estime, en raison des nécessités liées à la retenue, ne pas devoir faire droit à cette demande, il en réfère sans délai au juge des libertés et de la détention qui décide, s'il y a lieu, d'y faire droit.<br/><br/>\n Sauf en cas de circonstance insurmontable, qui doit être mentionnée au procès-verbal, les diligences incombant à l'officier de police judiciaire en application du premier alinéa du présent 4° doivent intervenir, au plus tard, dans un délai de deux heures à compter du moment où la personne a formulé sa demande.<br/><br/>\n III.-L'officier de police judiciaire mentionne, dans un procès-verbal, les motifs qui justifient la retenue. Il précise le jour et l'heure à partir desquels la retenue a débuté, le jour et l'heure de la fin de la retenue et la durée de celle-ci.<br/><br/>\n Ce procès-verbal est présenté à la signature de l'intéressé. Si ce dernier refuse de le signer, mention est faite du refus et des motifs de celui-ci.<br/><br/>\n Le procès-verbal est transmis au juge des libertés et de la détention, copie en ayant été remise à l'intéressé.<br/><br/>\n La durée de la retenue s'impute, s'il y a lieu, sur celle de la garde à vue.</p>",
            "num": "L229-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1509408000000,
            "dateFin": 1522368000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORDRE ET SÉCURITÉ PUBLICS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505125",
                        "id": "LEGISCTA000025508388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505215",
                        "id": "LEGISCTA000025508321",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-10-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Visites et saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035935722",
                        "id": "LEGISCTA000035935973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035935940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035935722",
            "sectionParentId": "LEGISCTA000035935973",
            "sectionParentTitre": "Chapitre IX : Visites et saisies",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ORDRE ET SÉCURITÉ PUBLICS &gt; TITRE II : LUTTE CONTRE LE TERRORISME ET LES ATTEINTES  AUX INTÉRÊTS FONDAMENTAUX DE LA NATION &gt; Chapitre IX : Visites et saisies",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035935956",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020. Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 : Article 2 : Sont contraires à la Constitution, les mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme. Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision. En vertu du paragraphe 73, l’abrogation des mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.",
            "notaHtml": "<p>Conformément à l'article 5 II de la loi n° 2017-1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme, le présent article est applicable jusqu'au 31 décembre 2020.</p><p>Conformément à la décision du Conseil constitutionnel n° 2017-695 QPC du 29 mars 2018 :</p><p>Article 2 : Sont contraires à la Constitution, les mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4, dans sa rédaction issue de la loi n° 2017‑1510 du 30 octobre 2017 renforçant la sécurité intérieure et la lutte contre le terrorisme.</p><p>Article 5 : La déclaration d’inconstitutionnalité de l’article 2 prend effet dans les conditions fixées au paragraphe 73 de cette décision.</p><p>En vertu du paragraphe 73, l’abrogation des mots \" objets, documents et \" figurant au premier alinéa du paragraphe I de l’article L. 229-4 intervient à compter de la date de publication de la décision du Conseil constitutionnel, soit à compter du 29 mars 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035932811",
                    "textTitle": "LOI n°2017-1510 du 30 octobre 2017 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000035933803",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-10-31",
                    "dateSignaTexte": "2017-10-30",
                    "dateDebutCible": "2017-11-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036751252",
                    "textTitle": "Décision n°2017-695 QPC du 29 mars 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000036751253",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-695 QPC",
                    "datePubli": 1522368000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035935956",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1509408000000,
                    "dateFin": 1522368000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036768297",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522368000000,
                    "dateFin": 1553472000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038312757",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1553472000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039636242",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L229-4",
                "229-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}