{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933350",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-700. Rapports du commissaire aux comptes sur les comptes annuels et consolidés Introduction 01. Lorsqu'il certifie les comptes en application de l'article L. 823-9 du code de commerce, le commissaire aux comptes établit un rapport à l'organe appelé à statuer sur les comptes dans lequel, en justifiant de ses appréciations, il formule son opinion conformément aux dispositions de l'article R. 823-7 du code précité. 02. Le commissaire aux comptes rend compte, dans le même rapport, de vérifications et informations spécifiques prévues par les textes légaux et réglementaires. 03. Le commissaire aux comptes fournit, s'il s'agit d'une entité d'intérêt public, les autres informations prévues par l'article 10 du règlement (UE) n° 537/2014. 04. Le rapport sur les comptes consolidés est distinct du rapport sur les comptes annuels. 05. La présente norme a pour objet de définir les principes relatifs à l'établissement de ces rapports par le commissaire aux comptes. Certification des comptes 06. En application des dispositions des articles L. 823-9 et R. 823-7 du code de commerce, le commissaire aux comptes déclare : -soit certifier que les comptes annuels ou consolidés sur lesquels porte le rapport sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité ou de l'ensemble constitué par les personnes et entités comprises dans la consolidation à la fin de l'exercice ; -soit assortir la certification de réserves ; -soit refuser la certification des comptes ; -soit être dans l'impossibilité de certifier les comptes. Dans ces trois derniers cas, il précise les motifs de la réserve, du refus ou de l'impossibilité de certifier dans la partie de son rapport relative au fondement de l'opinion. Lorsque le commissaire aux comptes envisage de formuler une certification avec réserve, un refus de certifier ou une impossibilité de certifier, il en communique les motifs aux organes mentionnés à l' article L. 823-16 du code de commerce . 07. Conformément à la faculté qui lui est donnée par l'article R. 823-7 précité, le commissaire aux comptes formule, s'il y a lieu, toute observation utile. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. Les observations sont formulées dans une partie distincte avant la justification des appréciations. Le commissaire aux comptes formule systématiquement une observation lorsque des dispositions légales et réglementaires le prévoient. Cette situation se présente, par exemple, en cas de changement de méthode survenu dans les comptes annuels au cours de l'exercice. Lorsque le commissaire aux comptes envisage de formuler une observation, il en communique les motifs aux organes mentionnés à l'article L. 823-16 du code de commerce. Certification sans réserve 08. Le commissaire aux comptes formule une certification sans réserve lorsque l'audit des comptes qu'il a mis en œuvre lui a permis d'obtenir l'assurance élevée, mais non absolue du fait des limites de l'audit, et qualifiée, par convention, d'assurance raisonnable que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Certification avec réserve 09. Le commissaire aux comptes formule une certification avec réserve pour désaccord : -lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ; -que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ; -et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 10. Lorsque le commissaire aux comptes précise les motifs de la réserve pour désaccord, il quantifie au mieux les incidences sur les comptes des anomalies significatives identifiées et non corrigées ou bien indique les raisons pour lesquelles il ne peut les quantifier. 11. Le commissaire aux comptes formule une certification avec réserve pour limitation : -lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ; -que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ; -et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Refus de certifier 12. Le commissaire aux comptes formule un refus de certifier pour désaccord : -lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ; et que : -soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ; -soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 13. Lorsque le commissaire aux comptes précise les motifs du refus de certifier pour désaccord, il quantifie, lorsque cela est possible, les incidences sur les comptes des anomalies significatives identifiées et non corrigées. Impossibilité de certifier 14. Le commissaire aux comptes formule une impossibilité de certifier : D'une part, lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes, et que : -soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ; -soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. D'autre part, lorsqu'il est dans l'impossibilité d'exprimer une opinion en raison de multiples incertitudes, dont les incidences sur les comptes ne peuvent être clairement circonscrites. Justification des appréciations 15. En application des dispositions de l'article L. 823-9 du code de commerce , le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification. Il met en œuvre à cet effet les principes définis : -soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des personnes et entités qui ne sont pas des entités d'intérêt public ; -soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des entités d'intérêt public. Vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes 16. En application des dispositions des articles L. 823-10, L. 225-235, L. 22-10-71 ou L. 226-10-1 , L. 22-10-78 et L. 441-14 du code de commerce, le commissaire aux comptes procède à des vérifications spécifiques et formule ses conclusions telles que prévues dans la norme concernant les diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes. Le cas échéant, il fait état des informations relatives à l'entité que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote. Autres vérifications ou informations prévues par les textes légaux et réglementaires 17. Le cas échéant, le commissaire aux comptes fait état des autres vérifications ou informations que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les informations requises dans le rapport sur les comptes d'entités d'intérêt public relatives à la date initiale de la désignation du commissaire aux comptes et à la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes. Contenu et forme du rapport 18. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues aux articles R. 822-56 , R. 823-7 , D. 823-7-1 , L. 225-235 , L. 22-10-71 ou L. 226-10-1, L. 22-10-78 et L. 823-10 du code de commerce. Le rapport est rédigé d'une manière claire et non ambiguë. Il comporte : a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; b) L'indication de l'organe auquel le rapport est destiné ; c) Les parties distinctes suivantes, nettement individualisées : -l'opinion, incluant : -l'origine de la désignation du commissaire aux comptes ; -l'identité de la personne ou de l'entité dont les comptes sont certifiés ; -la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ; -la date de clôture et l'exercice auquel les comptes se rapportent ; -les règles et méthodes comptables appliquées pour établir les comptes ; -le fondement de cette opinion, comprenant : -une sous-partie relative au référentiel d'audit incluant les normes d'exercice professionnel conformément auxquelles la mission a été accomplie ; -une sous-partie attestant qu'il n'a pas été fourni de services autres que la certification des comptes interdits visés au code de déontologie et que le commissaire aux comptes est resté indépendant vis-à-vis de l'entité contrôlée au cours de sa mission ; -le cas échéant, les motifs de la réserve, du refus ou de l'impossibilité de certifier les comptes ; -le cas échéant, les incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation ; -le cas échéant, les observations prévues par les textes légaux et réglementaires, ainsi que toute observation utile ; -la justification des appréciations ; -dans le cas d'un rapport sur les comptes annuels, la vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes ; -dans le cas d'un rapport sur les comptes consolidés, la vérification des informations relatives au groupe données dans le rapport de gestion ; -le cas échéant, d'autres vérifications ou informations prévues par les textes légaux et réglementaires ; -le rappel des responsabilités des organes mentionnés à l'article L. 823-16 du code de commerce relatives aux comptes ; -le rappel des responsabilités du commissaire aux comptes relatives à l'audit des comptes incluant l'étendue de la mission et une mention expliquant dans quelle mesure la certification des comptes a été considérée comme permettant de déceler les irrégularités, notamment la fraude ; d) La date du rapport ; e) La signature du commissaire aux comptes, personne physique, ou, lorsque le mandat est confié à une société de commissaires aux comptes, de la personne mentionnée au premier alinéa de l'article L. 822-9 du code de commerce . 19. Le rapport sur les comptes d'entités d'intérêt public comporte en outre les autres informations suivantes, prévues par l'article 10 du règlement (UE) n° 537/2014 : -il indique la date initiale de la désignation du commissaire aux comptes et la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes ; -il confirme que l'opinion d'audit est cohérente avec le contenu du rapport complémentaire prévu au III de l'article L. 823-16 du code de commerce et destiné au comité spécialisé visé à l' article L. 823-19 du code de commerce . Hormis cette exigence, le rapport sur les comptes ne contient pas de références au rapport complémentaire destiné au comité spécialisé ; -il indique les services, autres que la certification des comptes, qui ont été fournis par le commissaire aux comptes à l'entité contrôlée et aux entités qu'elle contrôle au sens de l' article L. 233-3 du code de commerce , et qui n'ont pas été communiqués dans le rapport de gestion ou l'annexe des comptes. Le commissaire aux comptes ne fait pas usage du nom d'une autorité compétente, quelle qu'elle soit, d'une manière qui puisse indiquer ou laisser entendre que cette autorité approuve ou cautionne le rapport sur les comptes.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-700. Rapports du commissaire aux comptes sur les comptes annuels et consolidés<br/><br/>\n Introduction<br/><br/>\n 01. Lorsqu'il certifie les comptes en application de l'article L. 823-9 du code de commerce, le commissaire aux comptes établit un rapport à l'organe appelé à statuer sur les comptes dans lequel, en justifiant de ses appréciations, il formule son opinion conformément aux dispositions de l'article R. 823-7 du code précité.<br/><br/>\n 02. Le commissaire aux comptes rend compte, dans le même rapport, de vérifications et informations spécifiques prévues par les textes légaux et réglementaires.<br/><br/>\n 03. Le commissaire aux comptes fournit, s'il s'agit d'une entité d'intérêt public, les autres informations prévues par l'article 10 du règlement (UE) n° 537/2014.<br/><br/>\n 04. Le rapport sur les comptes consolidés est distinct du rapport sur les comptes annuels.<br/><br/>\n 05. La présente norme a pour objet de définir les principes relatifs à l'établissement de ces rapports par le commissaire aux comptes.<br/><br/>\n Certification des comptes<br/><br/>\n 06. En application des dispositions des articles L. 823-9 et R. 823-7 du code de commerce, le commissaire aux comptes déclare :</p><p><br/>\n-soit certifier que les comptes annuels ou consolidés sur lesquels porte le rapport sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité ou de l'ensemble constitué par les personnes et entités comprises dans la consolidation à la fin de l'exercice ;<br/><br/>\n-soit assortir la certification de réserves ;<br/><br/>\n-soit refuser la certification des comptes ;<br/><br/>\n-soit être dans l'impossibilité de certifier les comptes.</p><p><br/>\n Dans ces trois derniers cas, il précise les motifs de la réserve, du refus ou de l'impossibilité de certifier dans la partie de son rapport relative au fondement de l'opinion.<br/><br/>\n Lorsque le commissaire aux comptes envisage de formuler une certification avec réserve, un refus de certifier ou une impossibilité de certifier, il en communique les motifs aux organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a>.<br/><br/>\n 07. Conformément à la faculté qui lui est donnée par l'article R. 823-7 précité, le commissaire aux comptes formule, s'il y a lieu, toute observation utile.<br/><br/>\n En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants.<br/><br/>\n Les observations sont formulées dans une partie distincte avant la justification des appréciations.<br/><br/>\n Le commissaire aux comptes formule systématiquement une observation lorsque des dispositions légales et réglementaires le prévoient. Cette situation se présente, par exemple, en cas de changement de méthode survenu dans les comptes annuels au cours de l'exercice.<br/><br/>\n Lorsque le commissaire aux comptes envisage de formuler une observation, il en communique les motifs aux organes mentionnés à l'article L. 823-16 du code de commerce.<br/><br/>\n Certification sans réserve<br/><br/>\n 08. Le commissaire aux comptes formule une certification sans réserve lorsque l'audit des comptes qu'il a mis en œuvre lui a permis d'obtenir l'assurance élevée, mais non absolue du fait des limites de l'audit, et qualifiée, par convention, d'assurance raisonnable que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives.<br/><br/>\n Certification avec réserve<br/><br/>\n 09. Le commissaire aux comptes formule une certification avec réserve pour désaccord :</p><p><br/>\n-lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;<br/><br/>\n-que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ;<br/><br/>\n-et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p><br/>\n 10. Lorsque le commissaire aux comptes précise les motifs de la réserve pour désaccord, il quantifie au mieux les incidences sur les comptes des anomalies significatives identifiées et non corrigées ou bien indique les raisons pour lesquelles il ne peut les quantifier.<br/><br/>\n 11. Le commissaire aux comptes formule une certification avec réserve pour limitation :</p><p><br/>\n-lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ;<br/><br/>\n-que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ;<br/><br/>\n-et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p><br/>\n Refus de certifier<br/><br/>\n 12. Le commissaire aux comptes formule un refus de certifier pour désaccord :</p><p><br/>\n-lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;</p><p><br/>\net que :</p><p><br/>\n-soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ;<br/><br/>\n-soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p><br/>\n 13. Lorsque le commissaire aux comptes précise les motifs du refus de certifier pour désaccord, il quantifie, lorsque cela est possible, les incidences sur les comptes des anomalies significatives identifiées et non corrigées.<br/><br/>\n Impossibilité de certifier<br/><br/>\n 14. Le commissaire aux comptes formule une impossibilité de certifier :<br/><br/>\n D'une part, lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes, et que :</p><p><br/>\n-soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ;<br/><br/>\n-soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p><br/>\n D'autre part, lorsqu'il est dans l'impossibilité d'exprimer une opinion en raison de multiples incertitudes, dont les incidences sur les comptes ne peuvent être clairement circonscrites.<br/><br/>\n Justification des appréciations<br/><br/>\n 15. En application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242832&dateTexte=&categorieLien=cid'>dispositions de l'article L. 823-9 du code de commerce</a>, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification. Il met en œuvre à cet effet les principes définis :</p><p><br/>\n-soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des personnes et entités qui ne sont pas des entités d'intérêt public ;<br/><br/>\n-soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des entités d'intérêt public.</p><p><br/>\n Vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes<br/><br/>\n 16. En application des dispositions des articles L. 823-10, L. 225-235, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338735&dateTexte=&categorieLien=cid'>L. 22-10-71</a> ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019121192&dateTexte=&categorieLien=cid'>L. 226-10-1</a>, L. 22-10-78 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000038411648&dateTexte=&categorieLien=cid'>L. 441-14</a> du code de commerce, le commissaire aux comptes procède à des vérifications spécifiques et formule ses conclusions telles que prévues dans la norme concernant les diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes.<br/><br/>\n Le cas échéant, il fait état des informations relatives à l'entité que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote.<br/><br/>\n Autres vérifications ou informations prévues par les textes légaux et réglementaires<br/><br/>\n 17. Le cas échéant, le commissaire aux comptes fait état des autres vérifications ou informations que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les informations requises dans le rapport sur les comptes d'entités d'intérêt public relatives à la date initiale de la désignation du commissaire aux comptes et à la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes.<br/><br/>\n Contenu et forme du rapport<br/><br/>\n 18. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270926&dateTexte=&categorieLien=cid'>R. 822-56</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271025&dateTexte=&categorieLien=cid'>R. 823-7</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000020053831&dateTexte=&categorieLien=cid'>D. 823-7-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226253&dateTexte=&categorieLien=cid'>L. 225-235</a>, L. 22-10-71 ou L. 226-10-1, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338784&dateTexte=&categorieLien=cid'>L. 22-10-78</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242833&dateTexte=&categorieLien=cid'>L. 823-10</a> du code de commerce.<br/><br/>\n Le rapport est rédigé d'une manière claire et non ambiguë. Il comporte :<br/><br/>\n a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ;<br/><br/>\n b) L'indication de l'organe auquel le rapport est destiné ;<br/><br/>\n c) Les parties distinctes suivantes, nettement individualisées :</p><p><br/>\n-l'opinion, incluant :<br/><br/>\n-l'origine de la désignation du commissaire aux comptes ;<br/><br/>\n-l'identité de la personne ou de l'entité dont les comptes sont certifiés ;<br/><br/>\n-la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ;<br/><br/>\n-la date de clôture et l'exercice auquel les comptes se rapportent ;<br/><br/>\n-les règles et méthodes comptables appliquées pour établir les comptes ;<br/><br/>\n-le fondement de cette opinion, comprenant :<br/><br/>\n-une sous-partie relative au référentiel d'audit incluant les normes d'exercice professionnel conformément auxquelles la mission a été accomplie ;<br/><br/>\n-une sous-partie attestant qu'il n'a pas été fourni de services autres que la certification des comptes interdits visés au code de déontologie et que le commissaire aux comptes est resté indépendant vis-à-vis de l'entité contrôlée au cours de sa mission ;<br/><br/>\n-le cas échéant, les motifs de la réserve, du refus ou de l'impossibilité de certifier les comptes ;<br/><br/>\n-le cas échéant, les incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation ;<br/><br/>\n-le cas échéant, les observations prévues par les textes légaux et réglementaires, ainsi que toute observation utile ;<br/><br/>\n-la justification des appréciations ;<br/><br/>\n-dans le cas d'un rapport sur les comptes annuels, la vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes ;<br/><br/>\n-dans le cas d'un rapport sur les comptes consolidés, la vérification des informations relatives au groupe données dans le rapport de gestion ;<br/><br/>\n-le cas échéant, d'autres vérifications ou informations prévues par les textes légaux et réglementaires ;<br/><br/>\n-le rappel des responsabilités des organes mentionnés à l'article L. 823-16 du code de commerce relatives aux comptes ;<br/><br/>\n-le rappel des responsabilités du commissaire aux comptes relatives à l'audit des comptes incluant l'étendue de la mission et une mention expliquant dans quelle mesure la certification des comptes a été considérée comme permettant de déceler les irrégularités, notamment la fraude ;</p><p><br/>\n d) La date du rapport ;<br/><br/>\n e) La signature du commissaire aux comptes, personne physique, ou, lorsque le mandat est confié à une société de commissaires aux comptes, de la personne mentionnée au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242708&dateTexte=&categorieLien=cid'>premier alinéa de l'article L. 822-9 du code de commerce</a>.<br/><br/>\n 19. Le rapport sur les comptes d'entités d'intérêt public comporte en outre les autres informations suivantes, prévues par l'article 10 du règlement (UE) n° 537/2014 :</p><p><br/>\n-il indique la date initiale de la désignation du commissaire aux comptes et la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes ;<br/><br/>\n-il confirme que l'opinion d'audit est cohérente avec le contenu du rapport complémentaire prévu au III de l'article L. 823-16 du code de commerce et destiné au comité spécialisé visé à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019900383&dateTexte=&categorieLien=cid'>article L. 823-19 du code de commerce</a>. Hormis cette exigence, le rapport sur les comptes ne contient pas de références au rapport complémentaire destiné au comité spécialisé ;<br/><br/>\n-il indique les services, autres que la certification des comptes, qui ont été fournis par le commissaire aux comptes à l'entité contrôlée et aux entités qu'elle contrôle au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>article L. 233-3 du code de commerce</a>, et qui n'ont pas été communiqués dans le rapport de gestion ou l'annexe des comptes.</p><p><br/>\n Le commissaire aux comptes ne fait pas usage du nom d'une autorité compétente, quelle qu'elle soit, d'une manière qui puisse indiquer ou laisser entendre que cette autorité approuve ou cautionne le rapport sur les comptes.</p>",
            "num": "A823-26",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 7 : De l'élaboration des rapports de certification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163238",
                        "id": "LEGISCTA000020163395",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163240",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163238",
            "sectionParentId": "LEGISCTA000020163395",
            "sectionParentTitre": "Paragraphe 7 : De l'élaboration des rapports de certification",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 7 : De l'élaboration des rapports de certification",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047933350",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000047932555",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034850797",
                    "textTitle": "Arrêté du 26 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034852808",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1496534400000,
                    "dateDebut": 1496620800000
                },
                {
                    "textCid": "JORFTEXT000043285825",
                    "textTitle": "Décret n°2021-310 du 24 mars 2021 - art. 11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043940711",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-310",
                    "datePubli": 1616630400000,
                    "dateDebut": 1629244800000
                },
                {
                    "textCid": "JORFTEXT000043285825",
                    "textTitle": "Décret n°2021-310 du 24 mars 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044209663",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-310",
                    "datePubli": 1616630400000,
                    "dateDebut": 1634342400000
                },
                {
                    "textCid": "JORFTEXT000043518603",
                    "textTitle": "Décret n°2021-625 du 20 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043519888",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-625",
                    "datePubli": 1621555200000,
                    "dateDebut": 1621555200000
                },
                {
                    "textCid": "JORFTEXT000044287295",
                    "textTitle": "Décret n°2021-1430 du 3 novembre 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044288260",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1430",
                    "datePubli": 1635984000000,
                    "dateDebut": 1636070400000
                },
                {
                    "textCid": "JORFTEXT000044287342",
                    "textTitle": "Décret n°2021-1431 du 3 novembre 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044288422",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1431",
                    "datePubli": 1635984000000,
                    "dateDebut": 1636070400000
                },
                {
                    "textCid": "JORFTEXT000044505677",
                    "textTitle": "Décret n°2021-1664 du 16 décembre 2021 - art. 6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000044507819",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1664",
                    "datePubli": 1639699200000,
                    "dateDebut": 1639785600000
                },
                {
                    "textCid": "JORFTEXT000045113785",
                    "textTitle": "Décret n°2022-111 du 2 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045203764",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-111",
                    "datePubli": 1643846400000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045197797",
                    "textTitle": "Décret n°2022-221 du 21 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045202438",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-221",
                    "datePubli": 1645488000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045197838",
                    "textTitle": "Décret n°2022-222 du 21 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045202604",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-222",
                    "datePubli": 1645488000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045340677",
                    "textTitle": "Décret n°2022-349 du 12 mars 2022 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000045340710",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-349",
                    "datePubli": 1647129600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D823-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D823-7-1",
                    "articleId": "LEGIARTI000020053831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1448841600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-71",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-71",
                    "articleId": "LEGIARTI000042338735",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-78",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-78",
                    "articleId": "LEGIARTI000042338784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-235",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L226-10-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L226-10-1",
                    "articleId": "LEGIARTI000019121192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1449273600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-14",
                    "articleId": "LEGIARTI000038411648",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1556236800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-9",
                    "articleId": "LEGIARTI000006242708",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-10",
                    "articleId": "LEGIARTI000006242833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1500681600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-19",
                    "articleId": "LEGIARTI000019900383",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000006242832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R822-56",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-56",
                    "articleId": "LEGIARTI000006270926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-7",
                    "articleId": "LEGIARTI000006271025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000276302",
                    "textTitle": "Arrêté du 18 juillet 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001693234",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163393",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1496620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034860172",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1496620800000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475893",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933350",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-26",
                "823-26"
            ],
            "versionPrecedente": "LEGIARTI000037475893",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037475893",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP 700. RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS Introduction 1. Lorsqu'il certifie les comptes en application de l' article L. 823-9 du code de commerce , le commissaire aux comptes établit un rapport à l'organe appelé à statuer sur les comptes dans lequel, en justifiant de ses appréciations, il formule son opinion conformément aux dispositions de l'article R. 823-7 du code précité. 2. Le commissaire aux comptes rend compte, dans le même rapport, de vérifications et informations spécifiques prévues par les textes légaux et réglementaires. 3. Le commissaire aux comptes fournit, s'il s'agit d'une entité d'intérêt public, les autres informations prévues par l'article 10 du règlement (UE) n° 537/2014. 4. Le rapport sur les comptes consolidés est distinct du rapport sur les comptes annuels. 5. La présente norme a pour objet de définir les principes relatifs à l'établissement de ces rapports par le commissaire aux comptes. Certification des comptes 6. En application des dispositions des articles L. 823-9 et R. 823-7 du code de commerce, le commissaire aux comptes déclare : - soit certifier que les comptes annuels ou consolidés sur lesquels porte le rapport sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité ou de l'ensemble constitué par les personnes et entités comprises dans la consolidation à la fin de l'exercice ; - soit assortir la certification de réserves ; - soit refuser la certification des comptes ; - soit être dans l'impossibilité de certifier les comptes. Dans ces trois derniers cas, il précise les motifs de la réserve, du refus ou de l'impossibilité de certifier dans la partie de son rapport relative au fondement de l'opinion. Lorsque le commissaire aux comptes envisage de formuler une certification avec réserve, un refus de certifier ou une impossibilité de certifier, il en communique les motifs aux organes mentionnés à l' article L. 823-16 du code de commerce . 7. Conformément à la faculté qui lui est donnée par l'article R. 823-7 précité, le commissaire aux comptes formule, s'il y a lieu, toute observation utile. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. Les observations sont formulées dans une partie distincte avant la justification des appréciations. Le commissaire aux comptes formule systématiquement une observation lorsque des dispositions légales et réglementaires le prévoient. Cette situation se présente, par exemple, en cas de changement de méthodes comptables survenu dans les comptes annuels au cours de l'exercice. Lorsque le commissaire aux comptes envisage de formuler une observation, il en communique les motifs aux organes mentionnés à l'article L. 823-16 du code de commerce. Certification sans réserve 8. Le commissaire aux comptes formule une certification sans réserve lorsque l'audit des comptes qu'il a mis en œuvre lui a permis d'obtenir l'assurance élevée, mais non absolue du fait des limites de l'audit, et qualifiée, par convention, d'assurance raisonnable que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Certification avec réserve 9. Le commissaire aux comptes formule une certification avec réserve pour désaccord : - lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ; - que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ; - et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 10. Lorsque le commissaire aux comptes précise les motifs de la réserve pour désaccord, il quantifie au mieux les incidences sur les comptes des anomalies significatives identifiées et non corrigées ou bien indique les raisons pour lesquelles il ne peut les quantifier. 11. Le commissaire aux comptes formule une certification avec réserve pour limitation : - lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ; - que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ; - et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Refus de certifier 12. Le commissaire aux comptes formule un refus de certifier pour désaccord : - lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ; - et que : - soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ; - soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 13. Lorsque le commissaire aux comptes précise les motifs du refus de certifier pour désaccord, il quantifie, lorsque cela est possible, les incidences sur les comptes des anomalies significatives identifiées et non corrigées. Impossibilité de certifier 14. Le commissaire aux comptes formule une impossibilité de certifier : D'une part, lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes, et que : - soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ; - soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. D'autre part, lorsqu'il est dans l'impossibilité d'exprimer une opinion en raison de multiples incertitudes, dont les incidences sur les comptes ne peuvent être clairement circonscrites. Justification des appréciations 15. En application des dispositions de l'article L. 823-9 du code de commerce, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification. Il met en œuvre à cet effet les principes définis : - soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des personnes et entités qui ne sont pas des entités d'intérêt public ; - soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des entités d'intérêt public. Vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes 16. En application des dispositions des articles L. 823-10 , L. 225-235 ou L. 226-10-1 , et L. 441-6-1 du code de commerce, le commissaire aux comptes procède à des vérifications spécifiques et formule ses conclusions telles que prévues dans la norme concernant les diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes. Le cas échéant, il fait état des informations relatives à l'entité que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote. Autres vérifications ou informations prévues par les textes légaux et réglementaires 17. Le cas échéant, le commissaire aux comptes fait état des autres vérifications ou informations que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les informations requises dans le rapport sur les comptes d'entités d'intérêt public relatives à la date initiale de la désignation du commissaire aux comptes et à la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes. Contenu et forme du rapport 18. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues aux articles R. 822-56 , R. 823-7, D. 823-7-1 , L. 225-235 ou L. 226-10-1 et L. 823-10 du code de commerce. Le rapport est rédigé d'une manière claire et non ambiguë. Il comporte : a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; b) L'indication de l'organe auquel le rapport est destiné ; c) Les parties distinctes suivantes, nettement individualisées : - l'opinion, incluant : - l'origine de la désignation du commissaire aux comptes ; - l'identité de la personne ou de l'entité dont les comptes sont certifiés ; - la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ; - la date de clôture et l'exercice auquel les comptes se rapportent ; - les règles et méthodes comptables appliquées pour établir les comptes ; - le fondement de cette opinion, comprenant : - une sous-partie relative au référentiel d'audit incluant les normes d'exercice professionnel conformément auxquelles la mission a été accomplie ; - une sous-partie attestant qu'il n'a pas été fourni de services autres que la certification des comptes interdits visés au code de déontologie et que le commissaire aux comptes est resté indépendant vis-à-vis de l'entité contrôlée au cours de sa mission ; - le cas échéant, les motifs de la réserve, du refus ou de l'impossibilité de certifier les comptes ; - le cas échéant, les incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation ; - le cas échéant, les observations prévues par les textes légaux et réglementaires, ainsi que toute observation utile ; - la justification des appréciations ; - dans le cas d'un rapport sur les comptes annuels, la vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes ; - dans le cas d'un rapport sur les comptes consolidés, la vérification des informations relatives au groupe données dans le rapport de gestion ; - le cas échéant, d'autres vérifications ou informations prévues par les textes légaux et réglementaires ; - le rappel des responsabilités des organes mentionnés à l'article L. 823-16 du code de commerce relatives aux comptes ; - le rappel des responsabilités du commissaire aux comptes relatives à l'audit des comptes incluant l'étendue de la mission et une mention expliquant dans quelle mesure la certification des comptes a été considérée comme permettant de déceler les irrégularités, notamment la fraude ; d) La date du rapport ; e) La signature du commissaire aux comptes, personne physique, ou, lorsque le mandat est confié à une société de commissaires aux comptes, de la personne mentionnée au premier alinéa de l'article L. 822-9 du code de commerce . 19. Le rapport sur les comptes d'entités d'intérêt public comporte en outre les autres informations suivantes, prévues par l'article 10 du règlement (UE) n° 537/2014 : - il indique la date initiale de la désignation du commissaire aux comptes et la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes ; - il confirme que l'opinion d'audit est cohérente avec le contenu du rapport complémentaire prévu au III de l'article L. 823-16 du code de commerce et destiné au comité spécialisé visé à l' article L. 823-19 du code de commerce . Hormis cette exigence, le rapport sur les comptes ne contient pas de références au rapport complémentaire destiné au comité spécialisé ; - il indique les services, autres que la certification des comptes, qui ont été fournis par le commissaire aux comptes à l'entité contrôlée et aux entités qu'elle contrôle au sens de l' article L. 233-3 du code de commerce , et qui n'ont pas été communiqués dans le rapport de gestion ou l'annexe des comptes. - le commissaire aux comptes ne fait pas usage du nom d'une autorité compétente, quelle qu'elle soit, d'une manière qui puisse indiquer ou laisser entendre que cette autorité approuve ou cautionne le rapport sur les comptes.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p></p><p> NEP 700. RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS</p><p> Introduction</p><p></p><p> 1. Lorsqu'il certifie les comptes en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242832&dateTexte=&categorieLien=cid'>article L. 823-9 du code de commerce</a>, le commissaire aux comptes établit un rapport à l'organe appelé à statuer sur les comptes dans lequel, en justifiant de ses appréciations, il formule son opinion conformément aux dispositions de l'article R. 823-7 du code précité.</p><p> 2. Le commissaire aux comptes rend compte, dans le même rapport, de vérifications et informations spécifiques prévues par les textes légaux et réglementaires.</p><p> 3. Le commissaire aux comptes fournit, s'il s'agit d'une entité d'intérêt public, les autres informations prévues par l'article 10 du règlement (UE) n° 537/2014.</p><p> 4. Le rapport sur les comptes consolidés est distinct du rapport sur les comptes annuels.</p><p> 5. La présente norme a pour objet de définir les principes relatifs à l'établissement de ces rapports par le commissaire aux comptes.</p><p></p><p> Certification des comptes</p><p></p><p> 6. En application des dispositions des articles L. 823-9 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271025&dateTexte=&categorieLien=cid'>R. 823-7</a> du code de commerce, le commissaire aux comptes déclare :</p><p></p><p> - soit certifier que les comptes annuels ou consolidés sur lesquels porte le rapport sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité ou de l'ensemble constitué par les personnes et entités comprises dans la consolidation à la fin de l'exercice ;</p><p> - soit assortir la certification de réserves ;</p><p> - soit refuser la certification des comptes ;</p><p> - soit être dans l'impossibilité de certifier les comptes.</p><p></p><p> Dans ces trois derniers cas, il précise les motifs de la réserve, du refus ou de l'impossibilité de certifier dans la partie de son rapport relative au fondement de l'opinion.</p><p> Lorsque le commissaire aux comptes envisage de formuler une certification avec réserve, un refus de certifier ou une impossibilité de certifier, il en communique les motifs aux organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a>.</p><p> 7. Conformément à la faculté qui lui est donnée par l'article R. 823-7 précité, le commissaire aux comptes formule, s'il y a lieu, toute observation utile.</p><p> En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants.</p><p> Les observations sont formulées dans une partie distincte avant la justification des appréciations.</p><p> Le commissaire aux comptes formule systématiquement une observation lorsque des dispositions légales et réglementaires le prévoient. Cette situation se présente, par exemple, en cas de changement de méthodes comptables survenu dans les comptes annuels au cours de l'exercice.</p><p> Lorsque le commissaire aux comptes envisage de formuler une observation, il en communique les motifs aux organes mentionnés à l'article L. 823-16 du code de commerce.</p><p></p><p> Certification sans réserve</p><p></p><p> 8. Le commissaire aux comptes formule une certification sans réserve lorsque l'audit des comptes qu'il a mis en œuvre lui a permis d'obtenir l'assurance élevée, mais non absolue du fait des limites de l'audit, et qualifiée, par convention, d'assurance raisonnable que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives.</p><p></p><p> Certification avec réserve</p><p></p><p> 9. Le commissaire aux comptes formule une certification avec réserve pour désaccord :</p><p></p><p> - lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;</p><p> - que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ;</p><p> - et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p></p><p> 10. Lorsque le commissaire aux comptes précise les motifs de la réserve pour désaccord, il quantifie au mieux les incidences sur les comptes des anomalies significatives identifiées et non corrigées ou bien indique les raisons pour lesquelles il ne peut les quantifier.</p><p> 11. Le commissaire aux comptes formule une certification avec réserve pour limitation :</p><p></p><p> - lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ;</p><p> - que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ;</p><p> - et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p></p><p> Refus de certifier</p><p></p><p> 12. Le commissaire aux comptes formule un refus de certifier pour désaccord :</p><p></p><p> - lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;</p><p> - et que :</p><p> - soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ;</p><p> - soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p></p><p> 13. Lorsque le commissaire aux comptes précise les motifs du refus de certifier pour désaccord, il quantifie, lorsque cela est possible, les incidences sur les comptes des anomalies significatives identifiées et non corrigées.</p><p></p><p> Impossibilité de certifier</p><p></p><p> 14. Le commissaire aux comptes formule une impossibilité de certifier :</p><p> D'une part, lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes, et que :</p><p></p><p> - soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ;</p><p> - soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p></p><p> D'autre part, lorsqu'il est dans l'impossibilité d'exprimer une opinion en raison de multiples incertitudes, dont les incidences sur les comptes ne peuvent être clairement circonscrites.</p><p></p><p> Justification des appréciations</p><p></p><p> 15. En application des dispositions de l'article L. 823-9 du code de commerce, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification. Il met en œuvre à cet effet les principes définis :</p><p></p><p> - soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des personnes et entités qui ne sont pas des entités d'intérêt public ;</p><p> - soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des entités d'intérêt public.</p><p></p><p> Vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes</p><p></p><p> 16. En application des dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242833&dateTexte=&categorieLien=cid'>L. 823-10</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226253&dateTexte=&categorieLien=cid'>L. 225-235</a> ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019121192&dateTexte=&categorieLien=cid'>L. 226-10-1</a>, et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019286035&dateTexte=&categorieLien=cid'>L. 441-6-1</a> du code de commerce, le commissaire aux comptes procède à des vérifications spécifiques et formule ses conclusions telles que prévues dans la norme concernant les diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes.</p><p> Le cas échéant, il fait état des informations relatives à l'entité que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote.</p><p></p><p> Autres vérifications ou informations prévues par les textes légaux et réglementaires</p><p></p><p> 17. Le cas échéant, le commissaire aux comptes fait état des autres vérifications ou informations que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les informations requises dans le rapport sur les comptes d'entités d'intérêt public relatives à la date initiale de la désignation du commissaire aux comptes et à la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes.</p><p></p><p> Contenu et forme du rapport</p><p></p><p> 18. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270926&dateTexte=&categorieLien=cid'>R. 822-56</a>, R. 823-7, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000020053831&dateTexte=&categorieLien=cid'>D. 823-7-1</a>, L. 225-235 ou L. 226-10-1 et L. 823-10 du code de commerce.</p><p> Le rapport est rédigé d'une manière claire et non ambiguë. Il comporte :</p><p> a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ;</p><p> b) L'indication de l'organe auquel le rapport est destiné ;</p><p> c) Les parties distinctes suivantes, nettement individualisées :</p><p></p><p> - l'opinion, incluant :</p><p> - l'origine de la désignation du commissaire aux comptes ;</p><p> - l'identité de la personne ou de l'entité dont les comptes sont certifiés ;</p><p> - la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ;</p><p> - la date de clôture et l'exercice auquel les comptes se rapportent ;</p><p> - les règles et méthodes comptables appliquées pour établir les comptes ;</p><p> - le fondement de cette opinion, comprenant :</p><p> - une sous-partie relative au référentiel d'audit incluant les normes d'exercice professionnel conformément auxquelles la mission a été accomplie ;</p><p> - une sous-partie attestant qu'il n'a pas été fourni de services autres que la certification des comptes interdits visés au code de déontologie et que le commissaire aux comptes est resté indépendant vis-à-vis de l'entité contrôlée au cours de sa mission ;</p><p> - le cas échéant, les motifs de la réserve, du refus ou de l'impossibilité de certifier les comptes ;</p><p> - le cas échéant, les incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation ;</p><p> - le cas échéant, les observations prévues par les textes légaux et réglementaires, ainsi que toute observation utile ;</p><p> - la justification des appréciations ;</p><p> - dans le cas d'un rapport sur les comptes annuels, la vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes ;</p><p> - dans le cas d'un rapport sur les comptes consolidés, la vérification des informations relatives au groupe données dans le rapport de gestion ;</p><p> - le cas échéant, d'autres vérifications ou informations prévues par les textes légaux et réglementaires ;</p><p> - le rappel des responsabilités des organes mentionnés à l'article L. 823-16 du code de commerce relatives aux comptes ;</p><p> - le rappel des responsabilités du commissaire aux comptes relatives à l'audit des comptes incluant l'étendue de la mission et une mention expliquant dans quelle mesure la certification des comptes a été considérée comme permettant de déceler les irrégularités, notamment la fraude ;</p><p></p><p> d) La date du rapport ;</p><p> e) La signature du commissaire aux comptes, personne physique, ou, lorsque le mandat est confié à une société de commissaires aux comptes, de la personne mentionnée au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242708&dateTexte=&categorieLien=cid'>premier alinéa de l'article L. 822-9 du code de commerce</a>.</p><p> 19. Le rapport sur les comptes d'entités d'intérêt public comporte en outre les autres informations suivantes, prévues par l'article 10 du règlement (UE) n° 537/2014 :</p><p></p><p> - il indique la date initiale de la désignation du commissaire aux comptes et la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes ;</p><p> - il confirme que l'opinion d'audit est cohérente avec le contenu du rapport complémentaire prévu au III de l'article L. 823-16 du code de commerce et destiné au comité spécialisé visé à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019900383&dateTexte=&categorieLien=cid'>article L. 823-19 du code de commerce</a>. Hormis cette exigence, le rapport sur les comptes ne contient pas de références au rapport complémentaire destiné au comité spécialisé ;</p><p> - il indique les services, autres que la certification des comptes, qui ont été fournis par le commissaire aux comptes à l'entité contrôlée et aux entités qu'elle contrôle au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>article L. 233-3 du code de commerce</a>, et qui n'ont pas été communiqués dans le rapport de gestion ou l'annexe des comptes.</p><p> - le commissaire aux comptes ne fait pas usage du nom d'une autorité compétente, quelle qu'elle soit, d'une manière qui puisse indiquer ou laisser entendre que cette autorité approuve ou cautionne le rapport sur les comptes.</p>",
            "num": "A823-26",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1538956800000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 7 : De l'élaboration des rapports de certification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163238",
                        "id": "LEGISCTA000020163395",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163240",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163238",
            "sectionParentId": "LEGISCTA000020163395",
            "sectionParentTitre": "Paragraphe 7 : De l'élaboration des rapports de certification",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 7 : De l'élaboration des rapports de certification",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037475893",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037470762",
                    "textTitle": "Arrêté du 1er octobre 2018 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037472604",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-10-07",
                    "dateSignaTexte": "2018-10-01",
                    "dateDebutCible": "2018-10-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034850797",
                    "textTitle": "Arrêté du 26 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034852808",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1496534400000,
                    "dateDebut": 1496620800000
                },
                {
                    "textCid": "JORFTEXT000043285825",
                    "textTitle": "Décret n°2021-310 du 24 mars 2021 - art. 11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043940711",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-310",
                    "datePubli": 1616630400000,
                    "dateDebut": 1629244800000
                },
                {
                    "textCid": "JORFTEXT000043285825",
                    "textTitle": "Décret n°2021-310 du 24 mars 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044209663",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-310",
                    "datePubli": 1616630400000,
                    "dateDebut": 1634342400000
                },
                {
                    "textCid": "JORFTEXT000043518603",
                    "textTitle": "Décret n°2021-625 du 20 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043519888",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-625",
                    "datePubli": 1621555200000,
                    "dateDebut": 1621555200000
                },
                {
                    "textCid": "JORFTEXT000044287295",
                    "textTitle": "Décret n°2021-1430 du 3 novembre 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044288260",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1430",
                    "datePubli": 1635984000000,
                    "dateDebut": 1636070400000
                },
                {
                    "textCid": "JORFTEXT000044287342",
                    "textTitle": "Décret n°2021-1431 du 3 novembre 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044288422",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1431",
                    "datePubli": 1635984000000,
                    "dateDebut": 1636070400000
                },
                {
                    "textCid": "JORFTEXT000044505677",
                    "textTitle": "Décret n°2021-1664 du 16 décembre 2021 - art. 6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000044507819",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1664",
                    "datePubli": 1639699200000,
                    "dateDebut": 1639785600000
                },
                {
                    "textCid": "JORFTEXT000045113785",
                    "textTitle": "Décret n°2022-111 du 2 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045203764",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-111",
                    "datePubli": 1643846400000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045197797",
                    "textTitle": "Décret n°2022-221 du 21 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045202438",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-221",
                    "datePubli": 1645488000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045197838",
                    "textTitle": "Décret n°2022-222 du 21 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045202604",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-222",
                    "datePubli": 1645488000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045340677",
                    "textTitle": "Décret n°2022-349 du 12 mars 2022 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000045340710",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-349",
                    "datePubli": 1647129600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D823-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D823-7-1",
                    "articleId": "LEGIARTI000020053831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1448841600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-235",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L226-10-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L226-10-1",
                    "articleId": "LEGIARTI000019121192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1449273600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6-1",
                    "articleId": "LEGIARTI000019286035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1217980800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-9",
                    "articleId": "LEGIARTI000006242708",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-10",
                    "articleId": "LEGIARTI000006242833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1500681600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-19",
                    "articleId": "LEGIARTI000019900383",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000006242832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R822-56",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-56",
                    "articleId": "LEGIARTI000006270926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-7",
                    "articleId": "LEGIARTI000006271025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000276302",
                    "textTitle": "Arrêté du 18 juillet 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001693234",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163393",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1496620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034860172",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1496620800000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475893",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933350",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-26",
                "823-26"
            ],
            "versionPrecedente": "LEGIARTI000034860172",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000034860172",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-700. RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS Introduction 1. Lorsqu'il certifie les comptes en application de l'article L. 823-9 du code de commerce, le commissaire aux comptes établit un rapport à l'organe appelé à statuer sur les comptes dans lequel, en justifiant de ses appréciations, il formule son opinion conformément aux dispositions de l'article R. 823-7 du code précité. 2. Le commissaire aux comptes rend compte, dans le même rapport, de vérifications et informations spécifiques prévues par les textes légaux et réglementaires. 3. Le commissaire aux comptes fournit, s'il s'agit d'une entité d'intérêt public, les autres informations prévues par l'article 10 du règlement (UE) n° 537/2014. 4. Le rapport sur les comptes consolidés est distinct du rapport sur les comptes annuels. 5. La présente norme a pour objet de définir les principes relatifs à l'établissement de ces rapports par le commissaire aux comptes. Certification des comptes 6. En application des dispositions des articles L. 823-9 et R. 823-7 du code de commerce, le commissaire aux comptes déclare : – soit certifier que les comptes annuels ou consolidés sur lesquels porte le rapport sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité ou de l'ensemble constitué par les personnes et entités comprises dans la consolidation à la fin de l'exercice ; – soit assortir la certification de réserves ; – soit refuser la certification des comptes ; – soit être dans l'impossibilité de certifier les comptes. Dans ces trois derniers cas, il précise les motifs de la réserve, du refus ou de l'impossibilité de certifier dans la partie de son rapport relative au fondement de l'opinion. Lorsque le commissaire aux comptes envisage de formuler une certification avec réserve, un refus de certifier ou une impossibilité de certifier, il en communique les motifs aux organes mentionnés à l'article L. 823-16 du code de commerce. 7. Conformément à la faculté qui lui est donnée par l'article R. 823-7 précité, le commissaire aux comptes formule, s'il y a lieu, toute observation utile. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. Les observations sont formulées dans une partie distincte avant la justification des appréciations. Le commissaire aux comptes formule systématiquement une observation lorsque des dispositions légales et réglementaires le prévoient. Cette situation se présente, par exemple, en cas de changement de méthodes comptables survenu dans les comptes annuels au cours de l'exercice. Lorsque le commissaire aux comptes envisage de formuler une observation, il en communique les motifs aux organes mentionnés à l'article L. 823-16 du code de commerce. Certification sans réserve 8. Le commissaire aux comptes formule une certification sans réserve lorsque l'audit des comptes qu'il a mis en œuvre lui a permis d'obtenir l'assurance élevée, mais non absolue du fait des limites de l'audit, et qualifiée, par convention, d'assurance raisonnable que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Certification avec réserve 9. Le commissaire aux comptes formule une certification avec réserve pour désaccord : -lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ; – que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ; – et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 10. Lorsque le commissaire aux comptes précise les motifs de la réserve pour désaccord, il quantifie au mieux les incidences sur les comptes des anomalies significatives identifiées et non corrigées ou bien indique les raisons pour lesquelles il ne peut les quantifier. 11. Le commissaire aux comptes formule une certification avec réserve pour limitation : – lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ; – que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ; – et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Refus de certifier 12. Le commissaire aux comptes formule un refus de certifier pour désaccord : – lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ; et que : – soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ; – soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 13. Lorsque le commissaire aux comptes précise les motifs du refus de certifier pour désaccord, il quantifie, lorsque cela est possible, les incidences sur les comptes des anomalies significatives identifiées et non corrigées. Impossibilité de certifier 14. Le commissaire aux comptes formule une impossibilité de certifier : D'une part, lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes, et que : – soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ; – soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. D'autre part, lorsqu'il est dans l'impossibilité d'exprimer une opinion en raison de multiples incertitudes, dont les incidences sur les comptes ne peuvent être clairement circonscrites. Justification des appréciations 15. En application des dispositions de l'article L. 823-9 du code de commerce, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification. Il met en œuvre à cet effet les principes définis : – soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des personnes et entités qui ne sont pas des entités d'intérêt public ; – soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des entités d'intérêt public. Vérification du rapport de gestion et des documents adressés aux membres de l'organe appelé à statuer sur les comptes 16. Dans le rapport sur les comptes annuels, cette partie comporte les éléments suivants : a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ; b) Les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes et, le cas échéant, dans les autres documents adressés à l'organe appelé à statuer sur les comptes sur la situation financière et les comptes annuels ; c) L'attestation, le cas échéant, de l'exactitude et de la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies dans le rapport de gestion en application des trois premiers alinéas de l'article L. 225-102-1 du code de commerce ; d) Le cas échéant, les vérifications ou informations relatives à l'entité que les textes légaux et réglementaires font obligation au commissaire aux comptes de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote. 17. Dans le rapport sur les comptes consolidés, cette partie concerne uniquement la vérification spécifique portant sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion. Elle comporte deux paragraphes distincts : a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué la vérification spécifique prévue par les textes légaux et réglementaires ; b) La conclusion issue de cette vérification exprimée sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion. Autres vérifications ou informations prévues par les textes légaux et réglementaires 18. Cette partie du rapport comporte, le cas échéant, les autres vérifications ou informations que les textes légaux et réglementaires font obligation au commissaire aux comptes de mentionner dans son rapport, telles que les informations requises dans le rapport sur les comptes d'entités d'intérêt public relatives à la date initiale de la désignation du commissaire aux comptes et à la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes. Contenu et forme du rapport 19. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues aux articles R. 822-56 et R. 823-7 du code de commerce. Le rapport est rédigé d'une manière claire et non ambiguë. Il comporte : a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; b) L'indication de l'organe auquel le rapport est destiné ; c) Les parties distinctes suivantes, nettement individualisées : – l'opinion, incluant : – l'origine de la désignation du commissaire aux comptes ; – l'identité de la personne ou de l'entité dont les comptes sont certifiés ; – la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ; – la date de clôture et l'exercice auquel les comptes se rapportent ; – les règles et méthodes comptables appliquées pour établir les comptes ; – le fondement de cette opinion, comprenant : – une sous-partie relative au référentiel d'audit incluant les normes d'exercice professionnel conformément auxquelles la mission a été accomplie ; – une sous-partie attestant qu'il n'a pas été fourni de services autres que la certification des comptes interdits visés au code de déontologie et que le commissaire aux comptes est resté indépendant vis-à-vis de l'entité contrôlée au cours de sa mission ; – le cas échéant, les motifs de la réserve, du refus ou de l'impossibilité de certifier les comptes ; – le cas échéant, les incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation ; – le cas échéant, les observations prévues par les textes légaux et réglementaires, ainsi que toute observation utile ; – la justification des appréciations ; – dans le cas d'un rapport sur les comptes annuels, la vérification du rapport de gestion et des documents adressés aux membres de l'organe appelé à statuer sur les comptes à l'occasion de la réunion de cet organe ; – dans le cas d'un rapport sur les comptes consolidés, la vérification des informations relatives au groupe données dans le rapport de gestion ; – le cas échéant, d'autres vérifications ou informations prévues par les textes légaux et réglementaires ; – le rappel des responsabilités des organes mentionnés à l'article L. 823-16 du code de commerce relatives aux comptes ; – le rappel des responsabilités du commissaire aux comptes relatives à l'audit des comptes incluant l'étendue de la mission et une mention expliquant dans quelle mesure la certification des comptes a été considérée comme permettant de déceler les irrégularités, notamment la fraude ; d) La date du rapport ; e) La signature du commissaire aux comptes, personne physique, ou, lorsque le mandat est confié à une société de commissaires aux comptes, de la personne mentionnée au premier alinéa de l'article L. 822-9 du code de commerce. 20. Le rapport sur les comptes d'entités d'intérêt public comporte en outre les autres informations suivantes, prévues par l'article 10 du règlement (UE) n° 537/2014 : – il indique la date initiale de la désignation du commissaire aux comptes et la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes ; – il confirme que l'opinion d'audit est cohérente avec le contenu du rapport complémentaire prévu au III de l'article L. 823-16 du code de commerce et destiné au comité spécialisé visé à l'article L. 823-19 du code de commerce. Hormis cette exigence, le rapport sur les comptes ne contient pas de références au rapport complémentaire destiné au comité spécialisé ; – il indique les services, autres que la certification des comptes, qui ont été fournis par le commissaire aux comptes à l'entité contrôlée et aux entités qu'elle contrôle au sens de l'article L. 233-3 du code de commerce, et qui n'ont pas été communiqués dans le rapport de gestion ou l'annexe des comptes. Le commissaire aux comptes ne fait pas usage du nom d'une autorité compétente, quelle qu'elle soit, d'une manière qui puisse indiquer ou laisser entendre que cette autorité approuve ou cautionne le rapport sur les comptes.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p>NEP-700. RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS</p><p>Introduction</p><p>1. Lorsqu'il certifie les comptes en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242832&dateTexte=&categorieLien=cid'>L. 823-9 </a>du code de commerce, le commissaire aux comptes établit un rapport à l'organe appelé à statuer sur les comptes dans lequel, en justifiant de ses appréciations, il formule son opinion conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271025&dateTexte=&categorieLien=cid'>R. 823-7 </a>du code précité.</p><p>2. Le commissaire aux comptes rend compte, dans le même rapport, de vérifications et informations spécifiques prévues par les textes légaux et réglementaires.</p><p>3. Le commissaire aux comptes fournit, s'il s'agit d'une entité d'intérêt public, les autres informations prévues par l'article 10 du règlement (UE) n° 537/2014.</p><p>4. Le rapport sur les comptes consolidés est distinct du rapport sur les comptes annuels.</p><p>5. La présente norme a pour objet de définir les principes relatifs à l'établissement de ces rapports par le commissaire aux comptes.</p><p>Certification des comptes</p><p>6. En application des dispositions des articles L. 823-9 et R. 823-7 du code de commerce, le commissaire aux comptes déclare :</p><p>– soit certifier que les comptes annuels ou consolidés sur lesquels porte le rapport sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité ou de l'ensemble constitué par les personnes et entités comprises dans la consolidation à la fin de l'exercice ;</p><p>– soit assortir la certification de réserves ;</p><p>– soit refuser la certification des comptes ;</p><p>– soit être dans l'impossibilité de certifier les comptes.</p><p>Dans ces trois derniers cas, il précise les motifs de la réserve, du refus ou de l'impossibilité de certifier dans la partie de son rapport relative au fondement de l'opinion.</p><p>Lorsque le commissaire aux comptes envisage de formuler une certification avec réserve, un refus de certifier ou une impossibilité de certifier, il en communique les motifs aux organes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>L. 823-16 </a>du code de commerce.</p><p>7. Conformément à la faculté qui lui est donnée par l'article R. 823-7 précité, le commissaire aux comptes formule, s'il y a lieu, toute observation utile.</p><p>En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants.</p><p>Les observations sont formulées dans une partie distincte avant la justification des appréciations.</p><p>Le commissaire aux comptes formule systématiquement une observation lorsque des dispositions légales et réglementaires le prévoient. Cette situation se présente, par exemple, en cas de changement de méthodes comptables survenu dans les comptes annuels au cours de l'exercice.</p><p>Lorsque le commissaire aux comptes envisage de formuler une observation, il en communique les motifs aux organes mentionnés à l'article L. 823-16 du code de commerce.</p><p>Certification sans réserve</p><p>8. Le commissaire aux comptes formule une certification sans réserve lorsque l'audit des comptes qu'il a mis en œuvre lui a permis d'obtenir l'assurance élevée, mais non absolue du fait des limites de l'audit, et qualifiée, par convention, d'assurance raisonnable que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives.</p><p>Certification avec réserve</p><p>9. Le commissaire aux comptes formule une certification avec réserve pour désaccord :</p><p>-lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;</p><p>– que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ;</p><p>– et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p>10. Lorsque le commissaire aux comptes précise les motifs de la réserve pour désaccord, il quantifie au mieux les incidences sur les comptes des anomalies significatives identifiées et non corrigées ou bien indique les raisons pour lesquelles il ne peut les quantifier.</p><p>11. Le commissaire aux comptes formule une certification avec réserve pour limitation :</p><p>– lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ;</p><p>– que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ;</p><p>– et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p>Refus de certifier</p><p>12. Le commissaire aux comptes formule un refus de certifier pour désaccord :</p><p>– lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;</p><p>et que :</p><p>– soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ;</p><p>– soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p>13. Lorsque le commissaire aux comptes précise les motifs du refus de certifier pour désaccord, il quantifie, lorsque cela est possible, les incidences sur les comptes des anomalies significatives identifiées et non corrigées.</p><p>Impossibilité de certifier</p><p>14. Le commissaire aux comptes formule une impossibilité de certifier :</p><p>D'une part, lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes, et que :</p><p>– soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ;</p><p>– soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p>D'autre part, lorsqu'il est dans l'impossibilité d'exprimer une opinion en raison de multiples incertitudes, dont les incidences sur les comptes ne peuvent être clairement circonscrites.</p><p>Justification des appréciations</p><p>15. En application des dispositions de l'article L. 823-9 du code de commerce, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification. Il met en œuvre à cet effet les principes définis :</p><p>– soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des personnes et entités qui ne sont pas des entités d'intérêt public ;</p><p>– soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des entités d'intérêt public.</p><p>Vérification du rapport de gestion et des documents adressés aux membres de l'organe appelé à statuer sur les comptes</p><p>16. Dans le rapport sur les comptes annuels, cette partie comporte les éléments suivants :</p><p>a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ;</p><p>b) Les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes et, le cas échéant, dans les autres documents adressés à l'organe appelé à statuer sur les comptes sur la situation financière et les comptes annuels ;</p><p>c) L'attestation, le cas échéant, de l'exactitude et de la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies dans le rapport de gestion en application des trois premiers alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>L. 225-102-1 </a>du code de commerce ;</p><p>d) Le cas échéant, les vérifications ou informations relatives à l'entité que les textes légaux et réglementaires font obligation au commissaire aux comptes de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote.</p><p>17. Dans le rapport sur les comptes consolidés, cette partie concerne uniquement la vérification spécifique portant sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion.</p><p>Elle comporte deux paragraphes distincts :</p><p>a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué la vérification spécifique prévue par les textes légaux et réglementaires ;</p><p>b) La conclusion issue de cette vérification exprimée sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion.</p><p>Autres vérifications ou informations prévues par les textes légaux et réglementaires</p><p>18. Cette partie du rapport comporte, le cas échéant, les autres vérifications ou informations que les textes légaux et réglementaires font obligation au commissaire aux comptes de mentionner dans son rapport, telles que les informations requises dans le rapport sur les comptes d'entités d'intérêt public relatives à la date initiale de la désignation du commissaire aux comptes et à la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes.</p><p>Contenu et forme du rapport</p><p>19. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270926&dateTexte=&categorieLien=cid'>R. 822-56 </a>et R. 823-7 du code de commerce.</p><p>Le rapport est rédigé d'une manière claire et non ambiguë. Il comporte :</p><p>a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ;</p><p>b) L'indication de l'organe auquel le rapport est destiné ;</p><p>c) Les parties distinctes suivantes, nettement individualisées :</p><p>– l'opinion, incluant :</p><p>– l'origine de la désignation du commissaire aux comptes ;</p><p>– l'identité de la personne ou de l'entité dont les comptes sont certifiés ;</p><p>– la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ;</p><p>– la date de clôture et l'exercice auquel les comptes se rapportent ;</p><p>– les règles et méthodes comptables appliquées pour établir les comptes ;</p><p>– le fondement de cette opinion, comprenant :</p><p>– une sous-partie relative au référentiel d'audit incluant les normes d'exercice professionnel conformément auxquelles la mission a été accomplie ;</p><p>– une sous-partie attestant qu'il n'a pas été fourni de services autres que la certification des comptes interdits visés au code de déontologie et que le commissaire aux comptes est resté indépendant vis-à-vis de l'entité contrôlée au cours de sa mission ;</p><p>– le cas échéant, les motifs de la réserve, du refus ou de l'impossibilité de certifier les comptes ;</p><p>– le cas échéant, les incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation ;</p><p>– le cas échéant, les observations prévues par les textes légaux et réglementaires, ainsi que toute observation utile ;</p><p>– la justification des appréciations ;</p><p>– dans le cas d'un rapport sur les comptes annuels, la vérification du rapport de gestion et des documents adressés aux membres de l'organe appelé à statuer sur les comptes à l'occasion de la réunion de cet organe ;</p><p>– dans le cas d'un rapport sur les comptes consolidés, la vérification des informations relatives au groupe données dans le rapport de gestion ;</p><p>– le cas échéant, d'autres vérifications ou informations prévues par les textes légaux et réglementaires ;</p><p>– le rappel des responsabilités des organes mentionnés à l'article L. 823-16 du code de commerce relatives aux comptes ;</p><p>– le rappel des responsabilités du commissaire aux comptes relatives à l'audit des comptes incluant l'étendue de la mission et une mention expliquant dans quelle mesure la certification des comptes a été considérée comme permettant de déceler les irrégularités, notamment la fraude ;</p><p>d) La date du rapport ;</p><p>e) La signature du commissaire aux comptes, personne physique, ou, lorsque le mandat est confié à une société de commissaires aux comptes, de la personne mentionnée au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242708&dateTexte=&categorieLien=cid'>L. 822-9 </a>du code de commerce.</p><p>20. Le rapport sur les comptes d'entités d'intérêt public comporte en outre les autres informations suivantes, prévues par l'article 10 du règlement (UE) n° 537/2014 :</p><p>– il indique la date initiale de la désignation du commissaire aux comptes et la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes ;</p><p>– il confirme que l'opinion d'audit est cohérente avec le contenu du rapport complémentaire prévu au III de l'article L. 823-16 du code de commerce et destiné au comité spécialisé visé à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019900383&dateTexte=&categorieLien=cid'>L. 823-19 </a>du code de commerce. Hormis cette exigence, le rapport sur les comptes ne contient pas de références au rapport complémentaire destiné au comité spécialisé ;</p><p>– il indique les services, autres que la certification des comptes, qui ont été fournis par le commissaire aux comptes à l'entité contrôlée et aux entités qu'elle contrôle au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>L. 233-3</a> du code de commerce, et qui n'ont pas été communiqués dans le rapport de gestion ou l'annexe des comptes.</p><p>Le commissaire aux comptes ne fait pas usage du nom d'une autorité compétente, quelle qu'elle soit, d'une manière qui puisse indiquer ou laisser entendre que cette autorité approuve ou cautionne le rapport sur les comptes.</p>",
            "num": "A823-26",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1496620800000,
            "dateFin": 1538956800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 7 : De l'élaboration des rapports de certification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163238",
                        "id": "LEGISCTA000020163395",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163240",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163238",
            "sectionParentId": "LEGISCTA000020163395",
            "sectionParentTitre": "Paragraphe 7 : De l'élaboration des rapports de certification",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 7 : De l'élaboration des rapports de certification",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000034860172",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions de l'article 3 de l'arrêté du 26 mai 2017, les dispositions de l'article A. 823-26 du code de commerce dans leur rédaction antérieure à celle dudit arrêté demeurent applicables aux rapports de certification des comptes des entités d'intérêt public pour les exercices ouverts avant le 17 juin 2016 ainsi qu'aux rapports de certification des comptes des personnes et entités qui ne sont pas des entités d'intérêt public pour les exercices ouverts avant le 30 juillet 2016.",
            "notaHtml": "<p>Conformément aux dispositions de l'article 3 de l'arrêté du 26 mai 2017, les dispositions de l'article A. 823-26 du code de commerce dans leur rédaction antérieure à celle dudit arrêté demeurent applicables aux rapports de certification des comptes des entités d'intérêt public pour les exercices ouverts avant le 17 juin 2016 ainsi qu'aux rapports de certification des comptes des personnes et entités qui ne sont pas des entités d'intérêt public pour les exercices ouverts avant le 30 juillet 2016.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034850797",
                    "textTitle": "Arrêté du 26 mai 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000034852802",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2017-06-04",
                    "dateSignaTexte": "2017-05-26",
                    "dateDebutCible": "2017-06-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034850797",
                    "textTitle": "Arrêté du 26 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034852808",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1496534400000,
                    "dateDebut": 1496620800000
                },
                {
                    "textCid": "JORFTEXT000043285825",
                    "textTitle": "Décret n°2021-310 du 24 mars 2021 - art. 11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043940711",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-310",
                    "datePubli": 1616630400000,
                    "dateDebut": 1629244800000
                },
                {
                    "textCid": "JORFTEXT000043285825",
                    "textTitle": "Décret n°2021-310 du 24 mars 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044209663",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-310",
                    "datePubli": 1616630400000,
                    "dateDebut": 1634342400000
                },
                {
                    "textCid": "JORFTEXT000043518603",
                    "textTitle": "Décret n°2021-625 du 20 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043519888",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-625",
                    "datePubli": 1621555200000,
                    "dateDebut": 1621555200000
                },
                {
                    "textCid": "JORFTEXT000044287295",
                    "textTitle": "Décret n°2021-1430 du 3 novembre 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044288260",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1430",
                    "datePubli": 1635984000000,
                    "dateDebut": 1636070400000
                },
                {
                    "textCid": "JORFTEXT000044287342",
                    "textTitle": "Décret n°2021-1431 du 3 novembre 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044288422",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1431",
                    "datePubli": 1635984000000,
                    "dateDebut": 1636070400000
                },
                {
                    "textCid": "JORFTEXT000044505677",
                    "textTitle": "Décret n°2021-1664 du 16 décembre 2021 - art. 6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000044507819",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1664",
                    "datePubli": 1639699200000,
                    "dateDebut": 1639785600000
                },
                {
                    "textCid": "JORFTEXT000045113785",
                    "textTitle": "Décret n°2022-111 du 2 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045203764",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-111",
                    "datePubli": 1643846400000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045197797",
                    "textTitle": "Décret n°2022-221 du 21 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045202438",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-221",
                    "datePubli": 1645488000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045197838",
                    "textTitle": "Décret n°2022-222 du 21 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045202604",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-222",
                    "datePubli": 1645488000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045340677",
                    "textTitle": "Décret n°2022-349 du 12 mars 2022 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000045340710",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-349",
                    "datePubli": 1647129600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1449273600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-9",
                    "articleId": "LEGIARTI000006242708",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-19",
                    "articleId": "LEGIARTI000019900383",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000006242832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R822-56",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-56",
                    "articleId": "LEGIARTI000006270926",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-7",
                    "articleId": "LEGIARTI000006271025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000276302",
                    "textTitle": "Arrêté du 18 juillet 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001693234",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163393",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1496620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034860172",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1496620800000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475893",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933350",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-26",
                "823-26"
            ],
            "versionPrecedente": "LEGIARTI000020163393",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163393",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative au rapport du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AU RAPPORT DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS Introduction 1. Lorsqu'il certifie les comptes en application de l'article L. 823-9, le commissaire aux comptes établit un rapport à l'organe appelé à statuer sur les comptes dans lequel, en justifiant de ses appréciations, il formule son opinion conformément aux dispositions de l'article R. 823-7. 2. Le commissaire aux comptes rend compte, dans le même rapport, des vérifications et informations spécifiques prévues par les textes légaux et réglementaires. 3. Le rapport sur les comptes consolidés est distinct du rapport sur les comptes annuels. 4. La présente norme a pour objet de définir les principes relatifs à l'établissement de ces rapports par le commissaire aux comptes. Contenu des rapports 5. Les rapports comportent trois parties distinctes relatives : ― à la certification des comptes ; ― à la justification des appréciations ; ― aux vérifications et informations spécifiques prévues par les textes légaux et réglementaires. Certification des comptes 6. En application des dispositions des articles L. 823-9 et R. 823-7, le commissaire aux comptes déclare : ― soit certifier que les comptes annuels sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité à la fin de cet exercice ou, pour les comptes consolidés, du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation ; ― soit assortir la certification de réserves ; ― soit refuser la certification des comptes. Dans ces deux derniers cas, il précise les motifs de la réserve ou du refus. 7. Conformément à la faculté qui lui est donnée par l'article R. 823-7 précité, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles lorsqu'il certifie les comptes sans réserve ou lorsqu'il assortit la certification de réserves. 8. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. 9. Les observations sont formulées dans un paragraphe distinct après l'expression de l'opinion. 10. Le commissaire aux comptes formule systématiquement une observation : ― en cas d'incertitude sur la continuité de l'exploitation ; ― en cas de changement de méthodes comptables survenu dans les comptes au cours de l'exercice. Certification sans réserve 11. Le commissaire aux comptes formule une certification sans réserve lorsque l'audit des comptes qu'il a mis en œuvre lui a permis d'obtenir l'assurance élevée, mais non absolue du fait des limites de l'audit, et qualifiée par convention d'assurance raisonnable que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Certification avec réserve 12. Le commissaire aux comptes formule une certification avec réserve pour désaccord : ― lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ; ― que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ; ― et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 13. Lorsque le commissaire aux comptes précise les motifs de la réserve pour désaccord, il quantifie au mieux les incidences sur les comptes des anomalies significatives identifiées et non corrigées ou bien indique les raisons pour lesquelles il ne peut les quantifier. 14. Le commissaire aux comptes formule une certification avec réserve pour limitation : ― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ; ― que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ; ― et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Refus de certifier 15. Le commissaire aux comptes formule un refus de certifier pour désaccord : ― lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées, et que : ― soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ; ― soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 16. Lorsque le commissaire aux comptes précise les motifs du refus de certifier pour désaccord, il quantifie, lorsque cela est possible, les incidences sur les comptes des anomalies significatives identifiées et non corrigées. 17. Le commissaire aux comptes formule un refus de certifier pour limitation : ― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes, et que : ― soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ; ― soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. 18. Le commissaire aux comptes formule un refus de certifier pour incertitudes lorsqu'il est dans l'impossibilité d'exprimer une opinion en raison de multiples incertitudes dont les incidences sur les comptes ne peuvent être clairement circonscrites. Justification des appréciations 19. En application des dispositions de l'article L. 823-9, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification. Il met en œuvre à cet effet les principes définis dans la norme d'exercice professionnel relative à la justification des appréciations. 20. La justification des appréciations figure dans la deuxième partie du rapport, après celle relative à la certification. Vérifications et informations spécifiques 21. Dans le rapport sur les comptes annuels, la troisième partie comporte les éléments suivants : a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ; b) Les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur : ― la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes et, le cas échéant, dans les autres documents adressés à l'organe appelé à statuer sur les comptes sur la situation financière et les comptes annuels ; ― le cas échéant, la sincérité des informations données dans le rapport de gestion en application des trois premiers alinéas de l'article L. 225-102-1 ; c) Le cas échéant, les informations que les textes légaux et réglementaires font obligation au commissaire aux comptes de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote. 22. Dans le rapport sur les comptes consolidés, cette troisième partie concerne uniquement la vérification spécifique portant sur la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe. Elle comporte deux paragraphes distincts : a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué la vérification spécifique prévue par les textes légaux et réglementaires ; b) La conclusion issue de cette vérification exprimée sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe. Forme du rapport 23. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues à l'article R. 822-93 . Le rapport comporte : a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; b) L'indication de l'organe auquel le rapport est destiné ; c) Une introduction qui : ― précise : ― l'origine de sa nomination ; ― l'exercice sur lequel porte le rapport ; ― la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ; ― l'entité dont les comptes sont certifiés ; ― présente les trois parties du rapport ; et ― rappelle les rôles respectifs de l'organe compétent de l'entité pour arrêter les comptes et du commissaire aux comptes ; d) Trois parties distinctes nettement individualisées relatives : ― à la certification des comptes ; ― à la justification des appréciations ; ― aux vérifications et informations spécifiques prévues par les textes légaux et réglementaires ; e) La date du rapport ; f) Le cas échéant, la signature sociale de la société de commissaire aux comptes ; g) La signature du commissaire aux comptes exerçant à titre individuel ou, le cas échéant, de celui ou de ceux des commissaires aux comptes associés, actionnaires ou dirigeants de la société de commissaires aux comptes qui ont participé à l'établissement du rapport.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative au rapport du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p></p><p></p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE AU RAPPORT DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS</p><p></p><p></p><p>Introduction </p><p>1. Lorsqu'il certifie les comptes en application de l'article L. 823-9, le commissaire aux comptes établit un rapport à l'organe appelé à statuer sur les comptes dans lequel, en justifiant de ses appréciations, il formule son opinion conformément aux dispositions de l'article R. 823-7.</p><p>2. Le commissaire aux comptes rend compte, dans le même rapport, des vérifications et informations spécifiques prévues par les textes légaux et réglementaires. </p><p>3. Le rapport sur les comptes consolidés est distinct du rapport sur les comptes annuels.</p><p> 4. La présente norme a pour objet de définir les principes relatifs à l'établissement de ces rapports par le commissaire aux comptes. </p><p>Contenu des rapports </p><p>5. Les rapports comportent trois parties distinctes relatives : </p><p>― à la certification des comptes ; </p><p>― à la justification des appréciations ; </p><p>― aux vérifications et informations spécifiques prévues par les textes légaux et réglementaires. </p><p>Certification des comptes </p><p>6. En application des dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242832&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L823-9 (V)'>L. 823-9 </a>et R. 823-7, le commissaire aux comptes déclare : </p><p>― soit certifier que les comptes annuels sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité à la fin de cet exercice ou, pour les comptes consolidés, du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation ; </p><p>― soit assortir la certification de réserves ; </p><p>― soit refuser la certification des comptes. </p><p>Dans ces deux derniers cas, il précise les motifs de la réserve ou du refus. </p><p>7. Conformément à la faculté qui lui est donnée par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271025&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R823-7 (V)'>R. 823-7 </a>précité, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles lorsqu'il certifie les comptes sans réserve ou lorsqu'il assortit la certification de réserves.</p><p> 8. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. </p><p>9. Les observations sont formulées dans un paragraphe distinct après l'expression de l'opinion. </p><p>10. Le commissaire aux comptes formule systématiquement une observation : </p><p>― en cas d'incertitude sur la continuité de l'exploitation ; </p><p>― en cas de changement de méthodes comptables survenu dans les comptes au cours de l'exercice. </p><p>Certification sans réserve </p><p>11. Le commissaire aux comptes formule une certification sans réserve lorsque l'audit des comptes qu'il a mis en œuvre lui a permis d'obtenir l'assurance élevée, mais non absolue du fait des limites de l'audit, et qualifiée par convention d'assurance raisonnable que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. </p><p>Certification avec réserve </p><p>12. Le commissaire aux comptes formule une certification avec réserve pour désaccord : </p><p>― lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;</p><p> ― que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ; </p><p>― et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. </p><p>13. Lorsque le commissaire aux comptes précise les motifs de la réserve pour désaccord, il quantifie au mieux les incidences sur les comptes des anomalies significatives identifiées et non corrigées ou bien indique les raisons pour lesquelles il ne peut les quantifier. </p><p>14. Le commissaire aux comptes formule une certification avec réserve pour limitation : </p><p>― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ; </p><p>― que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ; </p><p>― et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. </p><p>Refus de certifier </p><p>15. Le commissaire aux comptes formule un refus de certifier pour désaccord : </p><p>― lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées, <br/>et que : </p><p>― soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ; </p><p>― soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. </p><p>16. Lorsque le commissaire aux comptes précise les motifs du refus de certifier pour désaccord, il quantifie, lorsque cela est possible, les incidences sur les comptes des anomalies significatives identifiées et non corrigées. </p><p>17. Le commissaire aux comptes formule un refus de certifier pour limitation : </p><p>― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes, <br/>et que : </p><p>― soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ; </p><p>― soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. </p><p>18. Le commissaire aux comptes formule un refus de certifier pour incertitudes lorsqu'il est dans l'impossibilité d'exprimer une opinion en raison de multiples incertitudes dont les incidences sur les comptes ne peuvent être clairement circonscrites. </p><p></p><p></p><p>Justification des appréciations </p><p>19. En application des dispositions de l'article L. 823-9, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification. Il met en œuvre à cet effet les principes définis dans la norme d'exercice professionnel relative à la justification des appréciations. </p><p>20. La justification des appréciations figure dans la deuxième partie du rapport, après celle relative à la certification. </p><p>Vérifications et informations spécifiques </p><p>21. Dans le rapport sur les comptes annuels, la troisième partie comporte les éléments suivants :</p><p> a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ; </p><p>b) Les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur : </p><p>― la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes et, le cas échéant, dans les autres documents adressés à l'organe appelé à statuer sur les comptes sur la situation financière et les comptes annuels ; </p><p>― le cas échéant, la sincérité des informations données dans le rapport de gestion en application des trois premiers alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-102-1 (V)'>L. 225-102-1 </a>; </p><p>c) Le cas échéant, les informations que les textes légaux et réglementaires font obligation au commissaire aux comptes de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote. </p><p>22. Dans le rapport sur les comptes consolidés, cette troisième partie concerne uniquement la vérification spécifique portant sur la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe. <br/>Elle comporte deux paragraphes distincts : </p><p>a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué la vérification spécifique prévue par les textes légaux et réglementaires ; </p><p>b) La conclusion issue de cette vérification exprimée sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe. </p><p>Forme du rapport </p><p>23. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270963&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R822-93 (V)'>R. 822-93</a>. <br/>Le rapport comporte : </p><p>a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; </p><p>b) L'indication de l'organe auquel le rapport est destiné ; </p><p>c) Une introduction qui : </p><p>― précise : </p><p>― l'origine de sa nomination ;</p><p> ― l'exercice sur lequel porte le rapport ; </p><p>― la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ; </p><p>― l'entité dont les comptes sont certifiés ; </p><p>― présente les trois parties du rapport ; et </p><p>― rappelle les rôles respectifs de l'organe compétent de l'entité pour arrêter les comptes et du commissaire aux comptes ; </p><p>d) Trois parties distinctes nettement individualisées relatives : </p><p>― à la certification des comptes ; </p><p>― à la justification des appréciations ; </p><p>― aux vérifications et informations spécifiques prévues par les textes légaux et réglementaires ;</p><p> e) La date du rapport ; </p><p>f) Le cas échéant, la signature sociale de la société de commissaire aux comptes ; </p><p>g) La signature du commissaire aux comptes exerçant à titre individuel ou, le cas échéant, de celui ou de ceux des commissaires aux comptes associés, actionnaires ou dirigeants de la société de commissaires aux comptes qui ont participé à l'établissement du rapport.</p><p></p>",
            "num": "A823-26",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1496620800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 7 : De l'élaboration des rapports de certification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163238",
                        "id": "LEGISCTA000020163395",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163240",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163238",
            "sectionParentId": "LEGISCTA000020163395",
            "sectionParentTitre": "Paragraphe 7 : De l'élaboration des rapports de certification",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 7 : De l'élaboration des rapports de certification",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163393",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034850797",
                    "textTitle": "Arrêté du 26 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034852808",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1496534400000,
                    "dateDebut": 1496620800000
                },
                {
                    "textCid": "JORFTEXT000043285825",
                    "textTitle": "Décret n°2021-310 du 24 mars 2021 - art. 11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000043940711",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-310",
                    "datePubli": 1616630400000,
                    "dateDebut": 1629244800000
                },
                {
                    "textCid": "JORFTEXT000043285825",
                    "textTitle": "Décret n°2021-310 du 24 mars 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044209663",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-310",
                    "datePubli": 1616630400000,
                    "dateDebut": 1634342400000
                },
                {
                    "textCid": "JORFTEXT000043518603",
                    "textTitle": "Décret n°2021-625 du 20 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043519888",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-625",
                    "datePubli": 1621555200000,
                    "dateDebut": 1621555200000
                },
                {
                    "textCid": "JORFTEXT000044287295",
                    "textTitle": "Décret n°2021-1430 du 3 novembre 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044288260",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1430",
                    "datePubli": 1635984000000,
                    "dateDebut": 1636070400000
                },
                {
                    "textCid": "JORFTEXT000044287342",
                    "textTitle": "Décret n°2021-1431 du 3 novembre 2021 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000044288422",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1431",
                    "datePubli": 1635984000000,
                    "dateDebut": 1636070400000
                },
                {
                    "textCid": "JORFTEXT000044505677",
                    "textTitle": "Décret n°2021-1664 du 16 décembre 2021 - art. 6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000044507819",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1664",
                    "datePubli": 1639699200000,
                    "dateDebut": 1639785600000
                },
                {
                    "textCid": "JORFTEXT000045113785",
                    "textTitle": "Décret n°2022-111 du 2 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045203764",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-111",
                    "datePubli": 1643846400000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045197797",
                    "textTitle": "Décret n°2022-221 du 21 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045202438",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-221",
                    "datePubli": 1645488000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045197838",
                    "textTitle": "Décret n°2022-222 du 21 février 2022 - art. 5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045202604",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-222",
                    "datePubli": 1645488000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000045340677",
                    "textTitle": "Décret n°2022-349 du 12 mars 2022 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000045340710",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-349",
                    "datePubli": 1647129600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-102-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L823-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000006242832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R822-93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R822-93",
                    "articleId": "LEGIARTI000006270963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R823-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-7",
                    "articleId": "LEGIARTI000006271025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000276302",
                    "textTitle": "Arrêté du 18 juillet 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001693234",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163393",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1496620800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034860172",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1496620800000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475893",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933350",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-26",
                "823-26"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}