{
    "cid": "LEGIARTI000029968745",
    "num": "R342-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132258",
                        "id": "LEGISCTA000006132258",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2015-01-01",
                        "titre": "Titre IV : Reversement de l'aide de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018978574",
                        "id": "LEGISCTA000018978574",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Reversement de l'aide de l'Etat et sanctions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018978574",
                        "id": "LEGISCTA000029991551",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Agence nationale de contrôle du logement social",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029968735",
                        "id": "LEGISCTA000029991576",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Règles d'organisation et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029968737",
                        "id": "LEGISCTA000029991575",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000029968745",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L342-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L342-15",
                    "articleId": "LEGIARTI000028782158",
                    "natureText": "CODE",
                    "date": 1599861863449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R342-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R342-1",
                    "articleId": "LEGIARTI000029968739",
                    "natureText": "CODE",
                    "date": 1599861863449,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029958974",
                    "textTitle": "DÉCRET n°2014-1596 du 23 décembre 2014 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029967176",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-26",
                    "dateSignaTexte": "2014-12-23",
                    "dateDebutCible": "2014-12-27"
                }
            ],
            "num": "R342-4",
            "origine": "LEGI",
            "texte": "Le conseil d'administration se réunit au moins une fois par trimestre sur convocation de son président. Il est également réuni de plein droit, sur convocation du président, à la demande d'au moins un tiers de ses membres ou d'au moins un des représentants mentionnés au 1° du R. 342-1 . L'ordre du jour est arrêté par le président. La convocation comportant l'ordre du jour et les documents nécessaires à l'examen des points qui y sont inscrits sont transmis aux administrateurs dix jours au moins avant la date de la réunion du conseil. En cas d'urgence, notamment dans le cas prévu à l'article L. 342-15 , le délai de transmission de la convocation peut être réduit à cinq jours et le délai de transmission des documents nécessaires à l'examen des points qui y sont inscrits peut être réduit à deux jours. Un administrateur peut, en cas d'empêchement, donner mandat à un autre administrateur pour le représenter. Un administrateur ne peut disposer que d'un seul mandat de représentation. Le conseil d'administration ne délibère valablement que si au moins quatre de ses membres, dont au moins deux administrateurs mentionnés au 1° de l'article R. 342-1, sont présents, représentés ou participent à la séance par un moyen de visioconférence ou de communication électronique. Dans ce dernier cas, l'identification des administrateurs concernés et leur participation effective à une délibération collégiale doivent être assurées par une transmission continue et simultanée des débats, et la confidentialité de leurs votes être garantie lorsque le scrutin est secret. Si le quorum n'est pas atteint, le conseil est convoqué avec le même ordre du jour dans un délai maximal de quinze jours. Il délibère alors sans condition de quorum. Les délibérations sont prises à la majorité des suffrages exprimés dans les conditions prévues au quatrième alinéa. En cas de partage égal des voix, celle du président est prépondérante. Les membres du conseil d'administration sont tenus au secret des délibérations. Le directeur général et toute personne invitée par le président du conseil en raison de sa compétence dans les domaines relevant des missions de l'agence peuvent participer avec voix consultative aux réunions du conseil d'administration.",
            "texteHtml": "<div align='left'>Le conseil d'administration se réunit au moins une fois par trimestre sur convocation de son président. Il est également réuni de plein droit, sur convocation du président, à la demande d'au moins un tiers de ses membres ou d'au moins un des représentants mentionnés au 1° du <a href='/article/LEGIARTI000029968739' title='Code de la construction et de l'habitation. - art. R342-1 (V)'>R. 342-1</a>. <br/><br/>L'ordre du jour est arrêté par le président. La convocation comportant l'ordre du jour et les documents nécessaires à l'examen des points qui y sont inscrits sont transmis aux administrateurs dix jours au moins avant la date de la réunion du conseil. <br/><br/>En cas d'urgence, notamment dans le cas prévu à <a href='/article/LEGIARTI000028782158' title='Code de la construction et de l'habitation. - art. L342-15 (V)'>l'article L. 342-15</a>, le délai de transmission de la convocation peut être réduit à cinq jours et le délai de transmission des documents nécessaires à l'examen des points qui y sont inscrits peut être réduit à deux jours. <br/><br/>Un administrateur peut, en cas d'empêchement, donner mandat à un autre administrateur pour le représenter. Un administrateur ne peut disposer que d'un seul mandat de représentation. <br/><br/>Le conseil d'administration ne délibère valablement que si au moins quatre de ses membres, dont au moins deux administrateurs mentionnés au 1° de l'article R. 342-1, sont présents, représentés ou participent à la séance par un moyen de visioconférence ou de communication électronique. Dans ce dernier cas, l'identification des administrateurs concernés et leur participation effective à une délibération collégiale doivent être assurées par une transmission continue et simultanée des débats, et la confidentialité de leurs votes être garantie lorsque le scrutin est secret. <br/><br/>Si le quorum n'est pas atteint, le conseil est convoqué avec le même ordre du jour dans un délai maximal de quinze jours. Il délibère alors sans condition de quorum. <br/><br/>Les délibérations sont prises à la majorité des suffrages exprimés dans les conditions prévues au quatrième alinéa. En cas de partage égal des voix, celle du président est prépondérante. <br/><br/>Les membres du conseil d'administration sont tenus au secret des délibérations. <br/><br/>Le directeur général et toute personne invitée par le président du conseil en raison de sa compétence dans les domaines relevant des missions de l'agence peuvent participer avec voix consultative aux réunions du conseil d'administration.<br/><br/><br/></div>",
            "type": "AUTONOME",
            "dateDebut": "2015-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}