{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006745967",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsqu'à l'occasion de la procédure prévue à l'article L. 951-10, l'Autorité de contrôle instituée par l'article L. 951-1 estime qu'une institution de prévoyance ou une union d'institutions de prévoyance n'est plus en mesure de faire face à ses engagements envers ses membres participants et bénéficiaires, elle décide de recourir au fonds paritaire de garantie après avoir consulté par écrit le président et le vice-président de celui-ci. S'il conteste la décision de l'Autorité, le président ou le vice-président du fonds peut, dans un délai de quinze jours à compter de celle-ci, saisir le ministre chargé de la sécurité sociale. Celui-ci peut alors, dans l'intérêt des membres participants et des bénéficiaires et dans un délai de quinze jours, demander à l'Autorité une nouvelle délibération après avoir recueilli l'avis écrit d'un collège arbitral dont la composition est fixée par décret en Conseil d'Etat. La décision de l'Autorité de recourir au fonds paritaire de garantie est immédiatement notifiée à l'institution ou l'union concernée. En cas de mise en oeuvre de la procédure décrite à l'alinéa précédent, seule la nouvelle délibération de l'Autorité est notifiée à l'institution ou à l'union. II. - Dès cette notification, l'Autorité lance un appel d'offres en vue du transfert du portefeuille de bulletins d'adhésion à un règlement ou de contrats de cette institution ou union dans des conditions prévues au 6° de l'article L. 951-10. Cet appel d'offres est communiqué au fonds paritaire de garantie. III. - L'Autorité retient les offres qui lui paraissent le mieux préserver l'intérêt des membres participants et bénéficiaires de bulletins d'adhésion à un règlement ou de contrats, eu égard notamment à la solvabilité des organismes candidats, institutions relevant du titre III livre IX du présent code, unions ou mutuelles régies par le code de la mutualité ou entreprises d'assurance régies par le code des assurances, et aux taux de réduction des engagements qu'ils proposent. La décision de l'Autorité qui prononce le transfert du portefeuille des bulletins d'adhésion ou de contrats au profit des institutions, unions, mutuelles ou entreprises d'assurance qu'elle a désignées et qui mentionne, le cas échéant, le taux de réduction pour chaque type de bulletins d'adhésion à un règlement ou de contrats transférés est publiée au Journal officiel. Cette décision libère l'institution ou l'union cédante de tout engagement envers les membres participants et bénéficiaires, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés en vertu des dispositions du présent article. Lorsque la procédure du transfert de portefeuille n'a pas abouti, l'Autorité de contrôle en informe le fonds paritaire de garantie. IV. - Les engagements et les actifs transférés font l'objet d'une comptabilité distincte. Les excédents éventuels dus à une sous-estimation des actifs ou à une surestimation des engagements dans le bilan de transfert, reviennent aux membres participants et bénéficiaires de prestations, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés. V. - Le transfert de tout ou partie du portefeuille ou le constat de l'échec de la procédure de transfert emporte retrait, par l'Autorité de contrôle, de tous les agréments administratifs de l'institution ou de l'union défaillante. Le fonds paritaire de garantie accomplit, jusqu'à la nomination du liquidateur, les actes nécessaires à la gestion de la partie du portefeuille de bulletins d'adhésion à un règlement ou de contrats qui n'a pas été transférée. L'administrateur provisoire nommé, le cas échéant, par l'Autorité de contrôle peut accomplir les actes de gestion pour le compte du fonds paritaire de garantie.",
            "texteHtml": "<p></p>   I. - Lorsqu'à l'occasion de la procédure prévue à l'article L. 951-10, l'Autorité de contrôle instituée par l'article L. 951-1 estime qu'une institution de prévoyance ou une union d'institutions de prévoyance n'est plus en mesure de faire face à ses engagements envers ses membres participants et bénéficiaires, elle décide de recourir au fonds paritaire de garantie après avoir consulté par écrit le président et le vice-président de celui-ci. S'il conteste la décision de l'Autorité, le président ou le vice-président du fonds peut, dans un délai de quinze jours à compter de celle-ci, saisir le ministre chargé de la sécurité sociale. Celui-ci peut alors, dans l'intérêt des membres participants et des bénéficiaires et dans un délai de quinze jours, demander à l'Autorité une nouvelle délibération après avoir recueilli l'avis écrit d'un collège arbitral dont la composition est fixée par décret en Conseil d'Etat.<p></p><p></p>   La décision de l'Autorité de recourir au fonds paritaire de garantie est immédiatement notifiée à l'institution ou l'union concernée. En cas de mise en oeuvre de la procédure décrite à l'alinéa précédent, seule la nouvelle délibération de l'Autorité est notifiée à l'institution ou à l'union.<p></p><p></p>   II. - Dès cette notification, l'Autorité lance un appel d'offres en vue du transfert du portefeuille de bulletins d'adhésion à un règlement ou de contrats de cette institution ou union dans des conditions prévues au 6° de l'article L. 951-10. Cet appel d'offres est communiqué au fonds paritaire de garantie.<p></p><p></p><p></p>   III. - L'Autorité retient les offres qui lui paraissent le mieux préserver l'intérêt des membres participants et bénéficiaires de bulletins d'adhésion à un règlement ou de contrats, eu égard notamment à la solvabilité des organismes candidats, institutions relevant du titre III livre IX du présent code, unions ou mutuelles régies par le code de la mutualité ou entreprises d'assurance régies par le code des assurances, et aux taux de réduction des engagements qu'ils proposent.<p></p><p></p>   La décision de l'Autorité qui prononce le transfert du portefeuille des bulletins d'adhésion ou de contrats au profit des institutions, unions, mutuelles ou entreprises d'assurance qu'elle a désignées et qui mentionne, le cas échéant, le taux de réduction pour chaque type de bulletins d'adhésion à un règlement ou de contrats transférés est publiée au Journal officiel. Cette décision libère l'institution ou l'union cédante de tout engagement envers les membres participants et bénéficiaires, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés en vertu des dispositions du présent article.<p></p><p></p>   Lorsque la procédure du transfert de portefeuille n'a pas abouti, l'Autorité de contrôle en informe le fonds paritaire de garantie.<p></p><p></p>   IV. - Les engagements et les actifs transférés font l'objet d'une comptabilité distincte. Les excédents éventuels dus à une sous-estimation des actifs ou à une surestimation des engagements dans le bilan de transfert, reviennent aux membres participants et bénéficiaires de prestations, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés.<p></p><p></p><p></p>   V. - Le transfert de tout ou partie du portefeuille ou le constat de l'échec de la procédure de transfert emporte retrait, par l'Autorité de contrôle, de tous les agréments administratifs de l'institution ou de l'union défaillante. Le fonds paritaire de garantie accomplit, jusqu'à la nomination du liquidateur, les actes nécessaires à la gestion de la partie du portefeuille de bulletins d'adhésion à un règlement ou de contrats qui n'a pas été transférée. L'administrateur provisoire nommé, le cas échéant, par l'Autorité de contrôle peut accomplir les actes de gestion pour le compte du fonds paritaire de garantie.<p></p><p></p>",
            "num": "L951-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1151107200000,
            "dateFin": 1264204800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-24",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire et supplémentaire des salariés et non salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126923",
                        "id": "LEGISCTA000006126923",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-24",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Contrôle des institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141709",
                        "id": "LEGISCTA000006141709",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006745965",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006141709",
            "sectionParentId": "LEGISCTA000006141709",
            "sectionParentTitre": "Titre V : Contrôle des institutions",
            "fullSectionsTitre": "Partie législative &gt; Livre IX : Dispositions relatives à la protection sociale complémentaire et supplémentaire des salariés et non salariés et aux institutions à caractère paritaire &gt; Titre V : Contrôle des institutions",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006745967",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000456741",
                    "textTitle": "Ordonnance n°2006-344 du 23 mars 2006 - art. 3 () JORF 24 mars 2006 en vigueur le 24 juin 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006250150",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2006-03-24",
                    "dateSignaTexte": "2006-03-23",
                    "dateDebutCible": "2006-03-24"
                },
                {
                    "textCid": "JORFTEXT000021719945",
                    "textTitle": "Ordonnance n°2010-76\n du 21 janvier 2010 - art. 12",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000021721309",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-01-22",
                    "dateSignaTexte": "2010-01-21",
                    "dateDebutCible": "2010-01-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019058065",
                    "textTitle": "Arrêté du 10 juin 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019058070",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1214265600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L931-37",
                    "articleId": "LEGIARTI000021740269",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006745883",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-10",
                    "articleId": "LEGIARTI000006745934",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-12",
                    "articleId": "LEGIARTI000006755145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1112918400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-3",
                    "articleId": "LEGIARTI000027898677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-7",
                    "articleId": "LEGIARTI000041921981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590624000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006745965",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006745966",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1151107200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006745967",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1151107200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L951-15",
                "951-15"
            ],
            "versionPrecedente": "LEGIARTI000006745966",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006745966",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsqu'à l'occasion de la procédure prévue à l'article L. 951-10, l'Autorité de contrôle instituée par l'article L. 951-1 estime qu'une institution de prévoyance ou une union d'institutions de prévoyance n'est plus en mesure de faire face à ses engagements envers ses membres participants et bénéficiaires, elle décide de recourir au fonds paritaire de garantie après avoir consulté par écrit le président et le vice-président de celui-ci. S'il conteste la décision de l'Autorité, le président ou le vice-président du fonds peut, dans un délai de quinze jours à compter de celle-ci, saisir le ministre chargé de la sécurité sociale. Celui-ci peut alors, dans l'intérêt des membres participants et des bénéficiaires et dans un délai de quinze jours, demander à l'Autorité une nouvelle délibération après avoir recueilli l'avis écrit d'un collège arbitral dont la composition est fixée par décret en Conseil d'Etat. La décision de l'Autorité de recourir au fonds paritaire de garantie est immédiatement notifiée à l'institution ou l'union concernée. En cas de mise en oeuvre de la procédure décrite à l'alinéa précédent, seule la nouvelle délibération de l'Autorité est notifiée à l'institution ou à l'union. II. - Dès cette notification, l'Autorité lance un appel d'offres en vue du transfert du portefeuille de bulletins d'adhésion à un règlement ou de contrats de cette institution ou union dans des conditions prévues au 6° de l'article L. 951-10. Cet appel d'offres est communiqué au fonds paritaire de garantie. III. - L'Autorité retient les offres qui lui paraissent le mieux préserver l'intérêt des membres participants et bénéficiaires de bulletins d'adhésion à un règlement ou de contrats, eu égard notamment à la solvabilité des organismes candidats, institutions relevant du titre III livre IX du présent code, unions ou mutuelles régies par le code de la mutualité ou entreprises d'assurance régies par le code des assurances, et aux taux de réduction des engagements qu'ils proposent. La décision de l'Autorité qui prononce le transfert du portefeuille des bulletins d'adhésion ou de contrats au profit des institutions, unions, mutuelles ou entreprises d'assurance qu'elle a désignées et qui mentionne, le cas échéant, le taux de réduction pour chaque type de bulletins d'adhésion à un règlement ou de contrats transférés est publiée au Journal officiel. Cette décision libère l'institution ou l'union cédante de tout engagement envers les membres participants et bénéficiaires, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés en vertu des dispositions du présent article. Lorsque la procédure du transfert de portefeuille n'a pas abouti, l'Autorité de contrôle en informe le fonds paritaire de garantie. IV. - Les engagements et les actifs transférés font l'objet d'une comptabilité distincte. Les excédents éventuels dus à une sous-estimation des actifs ou à une surestimation des engagements dans le bilan de transfert, reviennent aux membres participants et bénéficiaires de prestations, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés. V. - Le transfert de tout ou partie du portefeuille ou le constat de l'échec de la procédure de transfert emporte retrait, par l'Autorité de contrôle, de tous les agréments administratifs de l'institution ou de l'union défaillante. Le fonds paritaire de garantie accomplit, jusqu'à la nomination du liquidateur, les actes nécessaires à la gestion de la partie du portefeuille de bulletins d'adhésion à un règlement ou de contrats qui n'a pas été transférée. L'administrateur provisoire nommé, le cas échéant, par l'Autorité de contrôle peut accomplir les actes de gestion pour le compte du fonds paritaire de garantie.",
            "texteHtml": "<p></p>   I. - Lorsqu'à l'occasion de la procédure prévue à l'article L. 951-10, l'Autorité de contrôle instituée par l'article L. 951-1 estime qu'une institution de prévoyance ou une union d'institutions de prévoyance n'est plus en mesure de faire face à ses engagements envers ses membres participants et bénéficiaires, elle décide de recourir au fonds paritaire de garantie après avoir consulté par écrit le président et le vice-président de celui-ci. S'il conteste la décision de l'Autorité, le président ou le vice-président du fonds peut, dans un délai de quinze jours à compter de celle-ci, saisir le ministre chargé de la sécurité sociale. Celui-ci peut alors, dans l'intérêt des membres participants et des bénéficiaires et dans un délai de quinze jours, demander à l'Autorité une nouvelle délibération après avoir recueilli l'avis écrit d'un collège arbitral dont la composition est fixée par décret en Conseil d'Etat.<p></p><p></p>   La décision de l'Autorité de recourir au fonds paritaire de garantie est immédiatement notifiée à l'institution ou l'union concernée. En cas de mise en oeuvre de la procédure décrite à l'alinéa précédent, seule la nouvelle délibération de l'Autorité est notifiée à l'institution ou à l'union.<p></p><p></p>   II. - Dès cette notification, l'Autorité lance un appel d'offres en vue du transfert du portefeuille de bulletins d'adhésion à un règlement ou de contrats de cette institution ou union dans des conditions prévues au 6° de l'article L. 951-10. Cet appel d'offres est communiqué au fonds paritaire de garantie.<p></p><p></p><p></p>   III. - L'Autorité retient les offres qui lui paraissent le mieux préserver l'intérêt des membres participants et bénéficiaires de bulletins d'adhésion à un règlement ou de contrats, eu égard notamment à la solvabilité des organismes candidats, institutions relevant du titre III livre IX du présent code, unions ou mutuelles régies par le code de la mutualité ou entreprises d'assurance régies par le code des assurances, et aux taux de réduction des engagements qu'ils proposent.<p></p><p></p>   La décision de l'Autorité qui prononce le transfert du portefeuille des bulletins d'adhésion ou de contrats au profit des institutions, unions, mutuelles ou entreprises d'assurance qu'elle a désignées et qui mentionne, le cas échéant, le taux de réduction pour chaque type de bulletins d'adhésion à un règlement ou de contrats transférés est publiée au Journal officiel. Cette décision libère l'institution ou l'union cédante de tout engagement envers les membres participants et bénéficiaires, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés en vertu des dispositions du présent article.<p></p><p></p>   Lorsque la procédure du transfert de portefeuille n'a pas abouti, l'Autorité de contrôle en informe le fonds paritaire de garantie.<p></p><p></p>   IV. - Les engagements et les actifs transférés font l'objet d'une comptabilité distincte. Les excédents éventuels dus à une sous-estimation des actifs ou à une surestimation des engagements dans le bilan de transfert, reviennent aux membres participants et bénéficiaires de prestations, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés.<p></p><p></p><p></p>   V. - Le transfert de tout ou partie du portefeuille ou le constat de l'échec de la procédure de transfert emporte retrait, par l'Autorité de contrôle, de tous les agréments administratifs de l'institution ou de l'union défaillante. Le fonds paritaire de garantie accomplit, jusqu'à la nomination du liquidateur, les actes nécessaires à la gestion de la partie du portefeuille de bulletins d'adhésion à un règlement ou de contrats qui n'a pas été transférée. L'administrateur provisoire nommé, le cas échéant, par l'Autorité de contrôle peut accomplir les actes de gestion pour le compte du fonds paritaire de garantie.<p></p><p></p>",
            "num": "L951-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1134691200000,
            "dateFin": 1151107200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2834634,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-08-10",
                        "fin": "2006-12-31",
                        "titre": "Livre 9 : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126919",
                        "id": "LEGISCTA000006126919",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-10",
                        "fin": "2006-06-24",
                        "titre": "Titre 5 : Contrôle des institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141706",
                        "id": "LEGISCTA000006141706",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006745965",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006141706",
            "sectionParentId": "LEGISCTA000006141706",
            "sectionParentTitre": "Titre 5 : Contrôle des institutions",
            "fullSectionsTitre": "Partie législative &gt; Livre 9 : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006745966",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000634104",
                    "textTitle": "Loi n°2005-1564 du 15 décembre 2005 - art. 14 (V) JORF 16 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006842397",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-16",
                    "dateSignaTexte": "2005-12-15",
                    "dateDebutCible": "2005-12-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019058065",
                    "textTitle": "Arrêté du 10 juin 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019058070",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1214265600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L931-37",
                    "articleId": "LEGIARTI000021740269",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006745883",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-10",
                    "articleId": "LEGIARTI000006745934",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-12",
                    "articleId": "LEGIARTI000006755145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1112918400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-3",
                    "articleId": "LEGIARTI000027898677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-7",
                    "articleId": "LEGIARTI000041921981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590624000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006745965",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006745966",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1151107200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006745967",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1151107200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L951-15",
                "951-15"
            ],
            "versionPrecedente": "LEGIARTI000006745965",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006745965",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsqu'à l'occasion de la procédure prévue à l'article L. 951-10, la commission de contrôle instituée par l'article L. 951-1 estime qu'une institution de prévoyance ou une union d'institutions de prévoyance n'est plus en mesure de faire face à ses engagements envers ses membres participants et bénéficiaires, elle décide de recourir au fonds paritaire de garantie après avoir consulté par écrit le président et le vice-président de celui-ci. S'il conteste la décision de la commission, le président ou le vice-président du fonds peut, dans un délai de quinze jours à compter de celle-ci, saisir le ministre chargé de la sécurité sociale. Celui-ci peut alors, dans l'intérêt des membres participants et des bénéficiaires et dans un délai de quinze jours, demander à la commission une nouvelle délibération après avoir recueilli l'avis écrit d'un collège arbitral dont la composition est fixée par décret en Conseil d'Etat. La décision de la commission de recourir au fonds paritaire de garantie est immédiatement notifiée à l'institution ou l'union concernée. En cas de mise en oeuvre de la procédure décrite à l'alinéa précédent, seule la nouvelle délibération de la commission est notifiée à l'institution ou à l'union. II. - Dès cette notification, la commission lance un appel d'offres en vue du transfert du portefeuille de bulletins d'adhésion à un règlement ou de contrats de cette institution ou union dans des conditions prévues au 6° de l'article L. 951-10. Cet appel d'offres est communiqué au fonds paritaire de garantie. III. - La commission retient les offres qui lui paraissent le mieux préserver l'intérêt des membres participants et bénéficiaires de bulletins d'adhésion à un règlement ou de contrats, eu égard notamment à la solvabilité des organismes candidats, institutions relevant du titre III livre IX du présent code, unions ou mutuelles régies par le code de la mutualité ou entreprises d'assurance régies par le code des assurances, et aux taux de réduction des engagements qu'ils proposent. La décision de la commission qui prononce le transfert du portefeuille des bulletins d'adhésion ou de contrats au profit des institutions, unions, mutuelles ou entreprises d'assurance qu'elle a désignées et qui mentionne, le cas échéant, le taux de réduction pour chaque type de bulletins d'adhésion à un règlement ou de contrats transférés est publiée au Journal officiel. Cette décision libère l'institution ou l'union cédante de tout engagement envers les membres participants et bénéficiaires, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés en vertu des dispositions du présent article. Lorsque la procédure du transfert de portefeuille n'a pas abouti, la commission de contrôle en informe le fonds paritaire de garantie. IV. - Les engagements et les actifs transférés font l'objet d'une comptabilité distincte. Les excédents éventuels dus à une sous-estimation des actifs ou à une surestimation des engagements dans le bilan de transfert, reviennent aux membres participants et bénéficiaires de prestations, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés. V. - Le transfert de tout ou partie du portefeuille ou le constat de l'échec de la procédure de transfert emporte retrait, par la commission de contrôle, de tous les agréments administratifs de l'institution ou de l'union défaillante. Le fonds paritaire de garantie accomplit, jusqu'à la nomination du liquidateur, les actes nécessaires à la gestion de la partie du portefeuille de bulletins d'adhésion à un règlement ou de contrats qui n'a pas été transférée. L'administrateur provisoire nommé, le cas échéant, par la commission de contrôle peut accomplir les actes de gestion pour le compte du fonds paritaire de garantie.",
            "texteHtml": "<p></p>   I. - Lorsqu'à l'occasion de la procédure prévue à l'article L. 951-10, la commission de contrôle instituée par l'article L. 951-1 estime qu'une institution de prévoyance ou une union d'institutions de prévoyance n'est plus en mesure de faire face à ses engagements envers ses membres participants et bénéficiaires, elle décide de recourir au fonds paritaire de garantie après avoir consulté par écrit le président et le vice-président de celui-ci. S'il conteste la décision de la commission, le président ou le vice-président du fonds peut, dans un délai de quinze jours à compter de celle-ci, saisir le ministre chargé de la sécurité sociale. Celui-ci peut alors, dans l'intérêt des membres participants et des bénéficiaires et dans un délai de quinze jours, demander à la commission une nouvelle délibération après avoir recueilli l'avis écrit d'un collège arbitral dont la composition est fixée par décret en Conseil d'Etat.<p></p><p></p>   La décision de la commission de recourir au fonds paritaire de garantie est immédiatement notifiée à l'institution ou l'union concernée. En cas de mise en oeuvre de la procédure décrite à l'alinéa précédent, seule la nouvelle délibération de la commission est notifiée à l'institution ou à l'union.<p></p><p></p>   II. - Dès cette notification, la commission lance un appel d'offres en vue du transfert du portefeuille de bulletins d'adhésion à un règlement ou de contrats de cette institution ou union dans des conditions prévues au 6° de l'article L. 951-10. Cet appel d'offres est communiqué au fonds paritaire de garantie.<p></p><p></p><p></p>   III. - La commission retient les offres qui lui paraissent le mieux préserver l'intérêt des membres participants et bénéficiaires de bulletins d'adhésion à un règlement ou de contrats, eu égard notamment à la solvabilité des organismes candidats, institutions relevant du titre III livre IX du présent code, unions ou mutuelles régies par le code de la mutualité ou entreprises d'assurance régies par le code des assurances, et aux taux de réduction des engagements qu'ils proposent.<p></p><p></p>   La décision de la commission qui prononce le transfert du portefeuille des bulletins d'adhésion ou de contrats au profit des institutions, unions, mutuelles ou entreprises d'assurance qu'elle a désignées et qui mentionne, le cas échéant, le taux de réduction pour chaque type de bulletins d'adhésion à un règlement ou de contrats transférés est publiée au Journal officiel. Cette décision libère l'institution ou l'union cédante de tout engagement envers les membres participants et bénéficiaires, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés en vertu des dispositions du présent article.<p></p><p></p>   Lorsque la procédure du transfert de portefeuille n'a pas abouti, la commission de contrôle en informe le fonds paritaire de garantie.<p></p><p></p>   IV. - Les engagements et les actifs transférés font l'objet d'une comptabilité distincte. Les excédents éventuels dus à une sous-estimation des actifs ou à une surestimation des engagements dans le bilan de transfert, reviennent aux membres participants et bénéficiaires de prestations, dont les bulletins d'adhésion à un règlement ou contrats ont été transférés.<p></p><p></p><p></p>   V. - Le transfert de tout ou partie du portefeuille ou le constat de l'échec de la procédure de transfert emporte retrait, par la commission de contrôle, de tous les agréments administratifs de l'institution ou de l'union défaillante. Le fonds paritaire de garantie accomplit, jusqu'à la nomination du liquidateur, les actes nécessaires à la gestion de la partie du portefeuille de bulletins d'adhésion à un règlement ou de contrats qui n'a pas été transférée. L'administrateur provisoire nommé, le cas échéant, par la commission de contrôle peut accomplir les actes de gestion pour le compte du fonds paritaire de garantie.<p></p><p></p>",
            "num": "L951-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 987897600000,
            "dateFin": 1134691200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2791685,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-08-10",
                        "fin": "2006-12-31",
                        "titre": "Livre 9 : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126919",
                        "id": "LEGISCTA000006126919",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-10",
                        "fin": "2006-06-24",
                        "titre": "Titre 5 : Contrôle des institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141706",
                        "id": "LEGISCTA000006141706",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006745965",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006141706",
            "sectionParentId": "LEGISCTA000006141706",
            "sectionParentTitre": "Titre 5 : Contrôle des institutions",
            "fullSectionsTitre": "Partie législative &gt; Livre 9 : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire &gt; Titre 5 : Contrôle des institutions",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006745965",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19 art. 7 IV JORF 22 avril 2001",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019058065",
                    "textTitle": "Arrêté du 10 juin 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019058070",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1214265600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L931-37",
                    "articleId": "LEGIARTI000021740269",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006745883",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-10",
                    "articleId": "LEGIARTI000006745934",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-12",
                    "articleId": "LEGIARTI000006755145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1112918400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-3",
                    "articleId": "LEGIARTI000027898677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-12-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-12-7",
                    "articleId": "LEGIARTI000041921981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1590624000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006745965",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006745966",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1151107200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006745967",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1151107200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L951-15",
                "951-15"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}