{
    "cid": "LEGIARTI000042906093",
    "num": "R124-7-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IER : L'ORGANISATION GÉNÉRALE DU SECTEUR DE L'ÉNERGIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747287",
                        "id": "LEGISCTA000031747287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LES OBLIGATIONS DE SERVICE PUBLIC ET LA PROTECTION DES CONSOMMATEURS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747441",
                        "id": "LEGISCTA000031747441",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-05-09",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La protection des consommateurs en situation de précarité énergétique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032497832",
                        "id": "LEGISCTA000032497832",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Le chèque énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033503439",
                        "id": "LEGISCTA000033514621",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000042906106",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1407",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1407",
                    "articleId": "LEGIARTI000006306079",
                    "natureText": "CODE",
                    "date": 1610498542695,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042837914",
                    "textTitle": "Décret n°2020-1763 du 30 décembre 2020 - art. 8",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000042904015",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-31",
                    "dateSignaTexte": "2020-12-30",
                    "dateDebutCible": "2021-01-01"
                }
            ],
            "num": "R124-7-2",
            "origine": "LEGI",
            "texte": "I.-Lorsque la situation d'un ménage, au regard de l'administration fiscale, est corrigée et que cette correction permet au ménage de satisfaire les critères d'éligibilité prévus à l'article R. 124-1 ou lui donne droit à un montant d'aide plus élevé, l'Agence de services et de paiement, sur réclamation de ce ménage et au vu des justificatifs d'imposition, selon le cas, émet un chèque énergie ou émet un chèque énergie complémentaire ou échange le chèque initialement reçu par le ménage contre un nouveau chèque, de telle sorte que le ménage bénéficie du montant auquel sa situation modifiée le rend éligible. Lorsqu'un ménage n'a pas reçu de chèque en raison de son absence du fichier des bénéficiaires, elle-même liée à la remise de sa déclaration de revenus à l'administration fiscale hors des délais légaux ou à l'absence de déclaration, l'Agence de services et de paiement instruit son dossier sur la base des éléments qui lui sont fournis et, si les critères sont réunis, accorde le bénéfice du chèque énergie. Une information écrite est adressée au ménage lui rappelant la nécessité de remplir ses obligations fiscales dans les délais légaux et lui indiquant qu'une réclamation pour le même motif ne sera pas recevable les années suivantes. La réclamation déposée par le même ménage pour le même motif les années suivantes est rejetée par l'Agence de services et de paiement. Pour être recevable, la réclamation doit être formulée avant le 31 décembre de l'année suivant l'année au titre de laquelle le chèque énergie a été émis ou aurait dû être émis. Au-delà de cette date, les réclamations en cours de traitement sont, en l'absence de réaction du ménage dans les trois mois suivant la date de la dernière communication adressée par l'Agence de services et de paiement, clôturées définitivement. II.-Par dérogation aux dispositions de l'article R. 124-1, les ménages qui obtiennent, entre le 2 janvier et le 31 décembre de l'année d'imposition, la disposition ou la jouissance d'un local imposable à la taxe d'habitation prévue à l' article 1407 du code général des impôts , et qui satisfont à la condition de revenu mentionnée au premier alinéa de l'article R. 124-1 peuvent, à l'exception des ménages mentionnés aux dispositions de l'article D. 124-4-1, avant le 31 mai de l'année suivant l'année d'imposition, demander à l'Agence de services et de paiement le bénéfice d'un chèque énergie au titre de ce logement pour cette même année. Ces ménages fournissent, à l'appui de leur demande : 1° Une copie de l'avis d'imposition à l'impôt sur le revenu de chaque contribuable du ménage occupant le logement à cette date, pour l'avant-dernière année précédant celle au titre de laquelle le ménage demande le bénéfice du chèque énergie ; 2° Tout élément permettant d'établir la composition du ménage ; 3° Une copie d'un justificatif d'identité des personnes occupant le logement ; 4° Tout élément permettant de justifier que, préalablement à leur emménagement dans le local assujetti à la taxe d'habitation, ils n'occupaient pas un logement assujetti à la taxe d'habitation ; 5° Un justificatif attestant qu'ils ont la disposition ou la jouissance du local, mentionnant la date d'entrée et, le cas échéant, la date de sortie du local, notamment un contrat de location ou un acte de vente, ainsi qu'un justificatif de domicile ; 6° Tout document permettant d'attester que leur logement est assujetti à la taxe d'habitation. III.-L'Agence de services et de paiement peut demander aux ménages, après réception des éléments mentionnés au I et au II, tout document de nature à vérifier leur actualité et leur authenticité. Le cas échéant, elle attribue au ménage un chèque énergie dont la valeur est calculée au prorata de la durée d'occupation du local.",
            "texteHtml": "<p>I.-Lorsque la situation d'un ménage, au regard de l'administration fiscale, est corrigée et que cette correction permet au ménage de satisfaire les critères d'éligibilité prévus à l'article R. 124-1 ou lui donne droit à un montant d'aide plus élevé, l'Agence de services et de paiement, sur réclamation de ce ménage et au vu des justificatifs d'imposition, selon le cas, émet un chèque énergie ou émet un chèque énergie complémentaire ou échange le chèque initialement reçu par le ménage contre un nouveau chèque, de telle sorte que le ménage bénéficie du montant auquel sa situation modifiée le rend éligible.<br/><br/>\nLorsqu'un ménage n'a pas reçu de chèque en raison de son absence du fichier des bénéficiaires, elle-même liée à la remise de sa déclaration de revenus à l'administration fiscale hors des délais légaux ou à l'absence de déclaration, l'Agence de services et de paiement instruit son dossier sur la base des éléments qui lui sont fournis et, si les critères sont réunis, accorde le bénéfice du chèque énergie. Une information écrite est adressée au ménage lui rappelant la nécessité de remplir ses obligations fiscales dans les délais légaux et lui indiquant qu'une réclamation pour le même motif ne sera pas recevable les années suivantes. La réclamation déposée par le même ménage pour le même motif les années suivantes est rejetée par l'Agence de services et de paiement.<br/><br/>\nPour être recevable, la réclamation doit être formulée avant le 31 décembre de l'année suivant l'année au titre de laquelle le chèque énergie a été émis ou aurait dû être émis. Au-delà de cette date, les réclamations en cours de traitement sont, en l'absence de réaction du ménage dans les trois mois suivant la date de la dernière communication adressée par l'Agence de services et de paiement, clôturées définitivement.<br/><br/>\nII.-Par dérogation aux dispositions de l'article R. 124-1, les ménages qui obtiennent, entre le 2 janvier et le 31 décembre de l'année d'imposition, la disposition ou la jouissance d'un local imposable à la taxe d'habitation prévue à l'<a href='/article/LEGIARTI000006306079'>article 1407 du code général des impôts</a>, et qui satisfont à la condition de revenu mentionnée au premier alinéa de l'article R. 124-1 peuvent, à l'exception des ménages mentionnés aux dispositions de l'article D. 124-4-1, avant le 31 mai de l'année suivant l'année d'imposition, demander à l'Agence de services et de paiement le bénéfice d'un chèque énergie au titre de ce logement pour cette même année.<br/><br/>\nCes ménages fournissent, à l'appui de leur demande :<br/><br/>\n1° Une copie de l'avis d'imposition à l'impôt sur le revenu de chaque contribuable du ménage occupant le logement à cette date, pour l'avant-dernière année précédant celle au titre de laquelle le ménage demande le bénéfice du chèque énergie ;<br/><br/>\n2° Tout élément permettant d'établir la composition du ménage ;<br/><br/>\n3° Une copie d'un justificatif d'identité des personnes occupant le logement ;<br/><br/>\n4° Tout élément permettant de justifier que, préalablement à leur emménagement dans le local assujetti à la taxe d'habitation, ils n'occupaient pas un logement assujetti à la taxe d'habitation ;<br/><br/>\n5° Un justificatif attestant qu'ils ont la disposition ou la jouissance du local, mentionnant la date d'entrée et, le cas échéant, la date de sortie du local, notamment un contrat de location ou un acte de vente, ainsi qu'un justificatif de domicile ;<br/><br/>\n6° Tout document permettant d'attester que leur logement est assujetti à la taxe d'habitation.<br/><br/>\nIII.-L'Agence de services et de paiement peut demander aux ménages, après réception des éléments mentionnés au I et au II, tout document de nature à vérifier leur actualité et leur authenticité. Le cas échéant, elle attribue au ménage un chèque énergie dont la valeur est calculée au prorata de la durée d'occupation du local.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}