{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036263860",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux communications avec les organes mentionnés à l' article L. 823-16 du code de commerce , homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP - 260. COMMUNICATIONS AVEC LES ORGANES MENTIONNES A L'ARTICLE L. 823-16 DU CODE DE COMMERCE Introduction 1. Lors de l'audit des comptes mis en œuvre dans le cadre de la certification des comptes, le commissaire aux comptes communique, conformément aux dispositions de l'article L. 823-16, avec l'organe collégial chargé de l'administration ou l'organe chargé de la direction et l'organe de surveillance, ainsi que, le cas échéant, le comité spécialisé. 2. Les communications avec les organes mentionnés à l'article L. 823-16 permettent au commissaire aux comptes de porter à leur connaissance les éléments importants relatifs à sa mission et à l'élaboration des comptes. Elles permettent également au commissaire aux comptes de s'entretenir avec ces organes en vue de recueillir des informations qui concourent à sa connaissance de l'entité et de son environnement. 3. La présente norme a pour objet de préciser : - les éléments sur lesquels portent les communications avec les organes mentionnés à l'article L. 823-16 ; - les modalités de ces communications ; - les incidences sur la mission du commissaire aux comptes des échanges avec les organes mentionnés à l'article L. 823-16. Eléments sur lesquels portent les communications 4. Le commissaire aux comptes porte à la connaissance des organes mentionnés à l'article L.823-16 le programme général de travail mis en œuvre ainsi que les différents sondages auxquels il a procédé. Dans ce cadre, il communique aux organes mentionnés à l'article L. 823-16 : - l'étendue des travaux d'audit et le calendrier prévus ; - les risques inhérents élevés identifiés comme nécessitant une démarche d'audit particulière ; - les difficultés importantes rencontrées lors de son audit des comptes susceptibles d'affecter le bon déroulement de ses travaux ; - ses commentaires éventuels sur les pratiques comptables de l'entité susceptibles d'avoir une incidence significative sur les comptes, notamment les politiques comptables, les estimations comptables et les informations fournies en annexe ; - le cas échéant, les événements ou circonstances identifiés susceptibles de mettre en cause la continuité d'exploitation conformément aux dispositions de la norme relative à la continuité d'exploitation ; - les autres éléments apparus au cours de l'audit qui, selon son jugement professionnel, sont importants pour ces organes dans le cadre de leur fonction, notamment de surveillance du processus d'élaboration des comptes. Il en est notamment ainsi des faiblesses significatives du contrôle interne que le commissaire aux comptes communique en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne. Dans le cadre de ces communications, le commissaire aux comptes précise les éléments pour lesquels il a demandé des déclarations écrites au représentant légal de l'entité. Le commissaire aux comptes communique également aux organes mentionnés à l'article L. 823-16 : - les modifications qui lui paraissent devoir être apportées aux comptes devant être arrêtés ou aux autres documents comptables, en faisant toutes observations utiles sur les méthodes d'évaluation utilisées pour leur établissement ; - les irrégularités et les inexactitudes qu'il aurait découvertes ; - les conclusions auxquelles conduisent les observations et rectifications ci-dessus sur les résultats de la période comparés à ceux de la période précédente ; - les motifs de l'observation, de la certification avec réserve, du refus de certifier ou de l'impossibilité de certifier qu'il envisage, le cas échéant, de formuler dans son rapport sur les comptes annuels ou consolidés. 5. Lorsque le commissaire aux comptes intervient auprès d'une entité d'intérêt public : - il communique aux organes mentionnés à l'article L. 823-16 du code de commerce les risques d'anomalies significatives qu'il considère comme des points clés de l'audit ; - en cas de soupçons ou de bonnes raisons de soupçonner que des irrégularités, y compris des fraudes concernant les comptes annuels ou consolidés, peuvent être commises ou ont été commises, il en informe la direction ou, lorsque l'information de la direction n'apparaît pas souhaitable ou est restée sans suite pertinente, les organes mentionnés à l'article L. 823-16 du code de commerce. Il leur demande que des investigations soient menées sur les éléments relevés et que des mesures appropriées soient prises pour traiter ces irrégularités et éviter qu'elles ne se répètent. Lorsque ces investigations ne sont pas menées, le commissaire aux comptes en informe les autorités chargées d'enquêter sur de telles irrégularités. 6. En outre, lorsque le commissaire aux comptes intervient auprès d'entités soumises aux dispositions de l'article L. 823-19 ou qui se sont volontairement dotées d'un comité spécialisé au sens dudit article, il : - examine avec ce comité spécialisé les risques pesant sur son indépendance et les mesures de sauvegarde prises pour atténuer ces risques ; - porte à sa connaissance les faiblesses significatives du contrôle interne, en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne. Il communique chaque année au comité spécialisé : - une déclaration d'indépendance ; - une actualisation des informations mentionnées à l'article L. 820-3 détaillant les prestations fournies par les membres du réseau auquel il est affilié ainsi que les services autres que la certification des comptes qu'il a lui-même fournis. 7. Lorsque le commissaire aux comptes communique des informations au comité spécialisé, il détermine s'il les communique également aux autres organes mentionnés à l'article L. 823-16. Modalités des communications 8. Le commissaire aux comptes précise aux organes mentionnés à l'article L. 823-16 quels seront la forme et le contenu prévus des éléments qui leur seront communiqués ainsi que le calendrier de cette communication. 9. Indépendamment du calendrier prévu, le commissaire aux comptes procède à ces communications au moment qu'il juge approprié selon l'importance du sujet et les actions éventuelles à entreprendre par les organes concernés. 10. Le commissaire aux comptes communique par écrit : - les éléments importants relatifs à son audit lorsqu'il considère qu'une communication orale ne serait pas appropriée ou lorsque des dispositions légales ou réglementaires le prévoient spécifiquement ; - les éléments relatifs à son indépendance définis au paragraphe 6. 11. Lorsque le commissaire aux comptes intervient auprès d'entités soumises aux dispositions de l'article L. 823-19, il remet au comité spécialisé au sens dudit article, ou à l'organe qui en exerce les fonctions, un rapport complémentaire comprenant les informations requises à l'article 11 du règlement (UE) N° 537/2014 du 16 avril 2014. Incidences sur la mission des échanges avec les organes mentionnés à l'article L. 823-16 12. Le commissaire aux comptes apprécie si les échanges avec les organes mentionnés à l'article L. 823-16 ont été satisfaisants pour les besoins de l'audit. Dans la négative, le commissaire aux comptes : - en apprécie l'incidence, le cas échéant, sur son évaluation du risque d'anomalies significatives ainsi que sur sa capacité à recueillir des éléments suffisants et appropriés ; et - prend les mesures adaptées. Documentation 13. Le commissaire aux comptes fait figurer dans son dossier : - la formalisation des échanges verbaux avec les organes mentionnés à l'article L. 823-16 et la date de ces échanges ; - une copie des communications écrites.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a>, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP - 260. COMMUNICATIONS AVEC LES ORGANES MENTIONNES A L'ARTICLE L. 823-16 DU CODE DE COMMERCE<br/><br/>\n Introduction<br/><br/>\n 1. Lors de l'audit des comptes mis en œuvre dans le cadre de la certification des comptes, le commissaire aux comptes communique, conformément aux dispositions de l'article L. 823-16, avec l'organe collégial chargé de l'administration ou l'organe chargé de la direction et l'organe de surveillance, ainsi que, le cas échéant, le comité spécialisé.<br/><br/>\n 2. Les communications avec les organes mentionnés à l'article L. 823-16 permettent au commissaire aux comptes de porter à leur connaissance les éléments importants relatifs à sa mission et à l'élaboration des comptes. Elles permettent également au commissaire aux comptes de s'entretenir avec ces organes en vue de recueillir des informations qui concourent à sa connaissance de l'entité et de son environnement.<br/><br/>\n 3. La présente norme a pour objet de préciser :</p><p><br/>\n - les éléments sur lesquels portent les communications avec les organes mentionnés à l'article L. 823-16 ;<br/><br/>\n - les modalités de ces communications ;<br/><br/>\n - les incidences sur la mission du commissaire aux comptes des échanges avec les organes mentionnés à l'article L. 823-16.</p><p><br/>\n Eléments sur lesquels portent les communications<br/><br/>\n 4. Le commissaire aux comptes porte à la connaissance des organes mentionnés à l'article L.823-16 le programme général de travail mis en œuvre ainsi que les différents sondages auxquels il a procédé.<br/><br/>\n Dans ce cadre, il communique aux organes mentionnés à l'article L. 823-16 :</p><p><br/>\n - l'étendue des travaux d'audit et le calendrier prévus ;<br/><br/>\n - les risques inhérents élevés identifiés comme nécessitant une démarche d'audit particulière ;<br/><br/>\n - les difficultés importantes rencontrées lors de son audit des comptes susceptibles d'affecter le bon déroulement de ses travaux ;<br/><br/>\n - ses commentaires éventuels sur les pratiques comptables de l'entité susceptibles d'avoir une incidence significative sur les comptes, notamment les politiques comptables, les estimations comptables et les informations fournies en annexe ;<br/><br/>\n - le cas échéant, les événements ou circonstances identifiés susceptibles de mettre en cause la continuité d'exploitation conformément aux dispositions de la norme relative à la continuité d'exploitation ;<br/><br/>\n - les autres éléments apparus au cours de l'audit qui, selon son jugement professionnel, sont importants pour ces organes dans le cadre de leur fonction, notamment de surveillance du processus d'élaboration des comptes. Il en est notamment ainsi des faiblesses significatives du contrôle interne que le commissaire aux comptes communique en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne.</p><p><br/>\n Dans le cadre de ces communications, le commissaire aux comptes précise les éléments pour lesquels il a demandé des déclarations écrites au représentant légal de l'entité.<br/><br/>\n Le commissaire aux comptes communique également aux organes mentionnés à l'article L. 823-16 :</p><p><br/>\n - les modifications qui lui paraissent devoir être apportées aux comptes devant être arrêtés ou aux autres documents comptables, en faisant toutes observations utiles sur les méthodes d'évaluation utilisées pour leur établissement ;<br/><br/>\n - les irrégularités et les inexactitudes qu'il aurait découvertes ;<br/><br/>\n - les conclusions auxquelles conduisent les observations et rectifications ci-dessus sur les résultats de la période comparés à ceux de la période précédente ;<br/><br/>\n - les motifs de l'observation, de la certification avec réserve, du refus de certifier ou de l'impossibilité de certifier qu'il envisage, le cas échéant, de formuler dans son rapport sur les comptes annuels ou consolidés.</p><p><br/>\n 5. Lorsque le commissaire aux comptes intervient auprès d'une entité d'intérêt public :</p><p><br/>\n - il communique aux organes mentionnés à l'article L. 823-16 du code de commerce les risques d'anomalies significatives qu'il considère comme des points clés de l'audit ;<br/><br/>\n - en cas de soupçons ou de bonnes raisons de soupçonner que des irrégularités, y compris des fraudes concernant les comptes annuels ou consolidés, peuvent être commises ou ont été commises, il en informe la direction ou, lorsque l'information de la direction n'apparaît pas souhaitable ou est restée sans suite pertinente, les organes mentionnés à l'article L. 823-16 du code de commerce. Il leur demande que des investigations soient menées sur les éléments relevés et que des mesures appropriées soient prises pour traiter ces irrégularités et éviter qu'elles ne se répètent.</p><p><br/>\n Lorsque ces investigations ne sont pas menées, le commissaire aux comptes en informe les autorités chargées d'enquêter sur de telles irrégularités.<br/><br/>\n 6. En outre, lorsque le commissaire aux comptes intervient auprès d'entités soumises aux dispositions de l'article L. 823-19 ou qui se sont volontairement dotées d'un comité spécialisé au sens dudit article, il :</p><p><br/>\n - examine avec ce comité spécialisé les risques pesant sur son indépendance et les mesures de sauvegarde prises pour atténuer ces risques ;<br/><br/>\n - porte à sa connaissance les faiblesses significatives du contrôle interne, en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne.</p><p><br/>\n Il communique chaque année au comité spécialisé :</p><p><br/>\n - une déclaration d'indépendance ;<br/><br/>\n - une actualisation des informations mentionnées à l'article L. 820-3 détaillant les prestations fournies par les membres du réseau auquel il est affilié ainsi que les services autres que la certification des comptes qu'il a lui-même fournis.</p><p><br/>\n 7. Lorsque le commissaire aux comptes communique des informations au comité spécialisé, il détermine s'il les communique également aux autres organes mentionnés à l'article L. 823-16.<br/><br/>\n Modalités des communications<br/><br/>\n 8. Le commissaire aux comptes précise aux organes mentionnés à l'article L. 823-16 quels seront la forme et le contenu prévus des éléments qui leur seront communiqués ainsi que le calendrier de cette communication.<br/><br/>\n 9. Indépendamment du calendrier prévu, le commissaire aux comptes procède à ces communications au moment qu'il juge approprié selon l'importance du sujet et les actions éventuelles à entreprendre par les organes concernés.<br/><br/>\n 10. Le commissaire aux comptes communique par écrit :</p><p><br/>\n - les éléments importants relatifs à son audit lorsqu'il considère qu'une communication orale ne serait pas appropriée ou lorsque des dispositions légales ou réglementaires le prévoient spécifiquement ;<br/><br/>\n - les éléments relatifs à son indépendance définis au paragraphe 6.</p><p><br/>\n 11. Lorsque le commissaire aux comptes intervient auprès d'entités soumises aux dispositions de l'article L. 823-19, il remet au comité spécialisé au sens dudit article, ou à l'organe qui en exerce les fonctions, un rapport complémentaire comprenant les informations requises à l'article 11 du règlement (UE) N° 537/2014 du 16 avril 2014.<br/><br/>\n Incidences sur la mission des échanges avec les organes mentionnés à l'article L. 823-16<br/><br/>\n 12. Le commissaire aux comptes apprécie si les échanges avec les organes mentionnés à l'article L. 823-16 ont été satisfaisants pour les besoins de l'audit.<br/><br/>\n Dans la négative, le commissaire aux comptes :</p><p><br/>\n - en apprécie l'incidence, le cas échéant, sur son évaluation du risque d'anomalies significatives ainsi que sur sa capacité à recueillir des éléments suffisants et appropriés ; et<br/><br/>\n - prend les mesures adaptées.</p><p><br/>\n Documentation<br/><br/>\n 13. Le commissaire aux comptes fait figurer dans son dossier :</p><p><br/>\n - la formalisation des échanges verbaux avec les organes mentionnés à l'article L. 823-16 et la date de ces échanges ;<br/><br/>\n - une copie des communications écrites.</p>",
            "num": "A823-5-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514073600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1946157055,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024429042",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036263860",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036249546",
                    "textTitle": "Arrêté du 18 décembre 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036253808",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2017-12-23",
                    "dateSignaTexte": "2017-12-18",
                    "dateDebutCible": "2017-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024429053",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1514073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036263860",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1514073600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-5-1",
                "823-5-1"
            ],
            "versionPrecedente": "LEGIARTI000024429053",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024429053",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 , homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : COMMUNICATIONS AVEC LES ORGANES MENTIONNÉS À L'ARTICLE L. 823-16 Introduction 1. Lors de l'audit des comptes mis en œuvre dans le cadre de la certification des comptes, le commissaire aux comptes communique, conformément aux dispositions de l'article L. 823-16, avec l'organe collégial chargé de l'administration ou l'organe chargé de la direction et l'organe de surveillance, ainsi que, le cas échéant, le comité spécialisé. 2. Les communications avec les organes mentionnés à l'article L. 823-16 permettent au commissaire aux comptes de porter à leur connaissance les éléments importants relatifs à sa mission et à l'élaboration des comptes. Elles permettent également au commissaire aux comptes de s'entretenir avec ces organes en vue de recueillir des informations qui concourent à sa connaissance de l'entité et de son environnement. 3. La présente norme a pour objet de préciser : ― les éléments sur lesquels portent les communications avec les organes mentionnés à l'article L. 823-16 ; ― les modalités de ces communications ; ― les incidences sur la mission du commissaire aux comptes des échanges avec les organes mentionnés à l'article L. 823-16. Eléments sur lesquels portent les communications 4. Le commissaire aux comptes porte à la connaissance des organes mentionnés à l'article L. 823-16 le programme général de travail mis en œuvre ainsi que les différents sondages auxquels il a procédé. Dans ce cadre, il communique aux organes mentionnés à l'article L. 823-16 : ― au début de la mission, l'étendue des travaux d'audit et le calendrier prévus ; ― au cours de la mission : ― les difficultés importantes rencontrées lors de son audit des comptes susceptibles d'affecter le bon déroulement de ses travaux ; ― ses commentaires éventuels sur les pratiques comptables de l'entité susceptibles d'avoir une incidence significative sur les comptes, notamment les politiques comptables, les estimations comptables et les informations fournies en annexe ; ― les autres éléments apparus au cours de l'audit qui, selon son jugement professionnel, sont importants pour ces organes dans le cadre de leur fonction, notamment de surveillance du processus d'élaboration des comptes. Il en est notamment ainsi des faiblesses significatives du contrôle interne que le commissaire aux comptes communique en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne. Dans le cadre de ces communications, le commissaire aux comptes précise les éléments pour lesquels il a demandé des déclarations écrites au représentant légal de l'entité. Le commissaire aux comptes communique également aux organes mentionnés à l'article L. 823-16 : ― les modifications qui lui paraissent devoir être apportées aux comptes devant être arrêtés ou aux autres documents comptables, en faisant toutes observations utiles sur les méthodes d'évaluation utilisées pour leur établissement ; ― les irrégularités et les inexactitudes qu'il aurait découvertes ; ― les conclusions auxquelles conduisent les observations et rectifications ci-dessus sur les résultats de la période comparés à ceux de la période précédente. 5. En outre, lorsque le commissaire aux comptes intervient auprès d'entités soumises aux dispositions de l'article L. 823-19 ou qui se sont volontairement dotées d'un comité spécialisé au sens dudit article, il : ― examine avec ce comité spécialisé les risques pesant sur son indépendance et les mesures de sauvegarde prises pour atténuer ces risques ; ― porte à sa connaissance les faiblesses significatives du contrôle interne, en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne ; ― lui communique chaque année : ― une déclaration d'indépendance ; ― une actualisation des informations mentionnées à l'article L. 820-3 détaillant les prestations fournies par les membres du réseau auquel il est affilié ainsi que les prestations accomplies au titre des diligences directement liées à la mission. 6. Lorsque le commissaire aux comptes communique des informations au comité spécialisé, il détermine s'il les communique également aux autres organes mentionnés à l'article L. 823-16. Modalités des communications 7. Le commissaire aux comptes précise aux organes mentionnés à l'article L. 823-16 quels seront la forme, le calendrier et le contenu prévus des éléments qui leur seront communiqués. 8. Indépendamment du calendrier prévu, le commissaire aux comptes procède à ces communications au moment qu'il juge approprié selon l'importance du sujet et les actions éventuelles à entreprendre par les organes concernés. 9. Le commissaire aux comptes communique par écrit : ― les éléments importants relatifs à son audit lorsqu'il considère qu'une communication orale ne serait pas appropriée ou lorsque des dispositions légales ou réglementaires le prévoient spécifiquement ; ― les éléments relatifs à son indépendance définis au paragraphe 05. Incidences sur la mission des échanges avec les organes mentionnés à l'article L. 823-16 10. En fonction des éléments collectés lors des échanges avec les organes mentionnés à l'article L. 823-16, le commissaire aux comptes apprécie, tout au long de sa mission, si son évaluation du risque d'anomalies significatives au niveau des comptes pris dans leur ensemble et au niveau des assertions reste appropriée. Documentation 11. Le commissaire aux comptes fait figurer dans son dossier : ― la formalisation des échanges oraux avec les organes mentionnés à l'article L. 823-16 et la date de ces échanges ; ― une copie des communications écrites.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux communications avec les organes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>l'article L. 823-16</a>, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='left'>COMMUNICATIONS AVEC LES ORGANES MENTIONNÉS À L'ARTICLE L. 823-16 </p><p>Introduction </p><p>1. Lors de l'audit des comptes mis en œuvre dans le cadre de la certification des comptes, le commissaire aux comptes communique, conformément aux dispositions de l'article L. 823-16, avec l'organe collégial chargé de l'administration ou l'organe chargé de la direction et l'organe de surveillance, ainsi que, le cas échéant, le comité spécialisé. </p><p>2. Les communications avec les organes mentionnés à l'article L. 823-16 permettent au commissaire aux comptes de porter à leur connaissance les éléments importants relatifs à sa mission et à l'élaboration des comptes. Elles permettent également au commissaire aux comptes de s'entretenir avec ces organes en vue de recueillir des informations qui concourent à sa connaissance de l'entité et de son environnement. </p><p>3. La présente norme a pour objet de préciser : </p><p>― les éléments sur lesquels portent les communications avec les organes mentionnés à l'article L. 823-16 ; </p><p>― les modalités de ces communications ; </p><p>― les incidences sur la mission du commissaire aux comptes des échanges avec les organes mentionnés à l'article L. 823-16. </p><p>Eléments sur lesquels portent les communications </p><p>4. Le commissaire aux comptes porte à la connaissance des organes mentionnés à l'article L. 823-16 le programme général de travail mis en œuvre ainsi que les différents sondages auxquels il a procédé. </p><p>Dans ce cadre, il communique aux organes mentionnés à l'article L. 823-16 : </p><p>― au début de la mission, l'étendue des travaux d'audit et le calendrier prévus ; </p><p>― au cours de la mission : </p><p>― les difficultés importantes rencontrées lors de son audit des comptes susceptibles d'affecter le bon déroulement de ses travaux ; <br/>― ses commentaires éventuels sur les pratiques comptables de l'entité susceptibles d'avoir une incidence significative sur les comptes, notamment les politiques comptables, les estimations comptables et les informations fournies en annexe ; </p><p>― les autres éléments apparus au cours de l'audit qui, selon son jugement professionnel, sont importants pour ces organes dans le cadre de leur fonction, notamment de surveillance du processus d'élaboration des comptes. Il en est notamment ainsi des faiblesses significatives du contrôle interne que le commissaire aux comptes communique en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne. </p><p>Dans le cadre de ces communications, le commissaire aux comptes précise les éléments pour lesquels il a demandé des déclarations écrites au représentant légal de l'entité. </p><p>Le commissaire aux comptes communique également aux organes mentionnés à l'article L. 823-16 : </p><p>― les modifications qui lui paraissent devoir être apportées aux comptes devant être arrêtés ou aux autres documents comptables, en faisant toutes observations utiles sur les méthodes d'évaluation utilisées pour leur établissement ; </p><p>― les irrégularités et les inexactitudes qu'il aurait découvertes ; </p><p>― les conclusions auxquelles conduisent les observations et rectifications ci-dessus sur les résultats de la période comparés à ceux de la période précédente. </p><p>5. En outre, lorsque le commissaire aux comptes intervient auprès d'entités soumises aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019900383&dateTexte=&categorieLien=cid' title='Code de commerce - art. L823-19 (V)'>l'article L. 823-19</a> ou qui se sont volontairement dotées d'un comité spécialisé au sens dudit article, il : </p><p>― examine avec ce comité spécialisé les risques pesant sur son indépendance et les mesures de sauvegarde prises pour atténuer ces risques ; </p><p>― porte à sa connaissance les faiblesses significatives du contrôle interne, en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne ; </p><p>― lui communique chaque année : </p><p>― une déclaration d'indépendance ; </p><p>― une actualisation des informations mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242393&dateTexte=&categorieLien=cid'>l'article L. 820-3 </a>détaillant les prestations fournies par les membres du réseau auquel il est affilié ainsi que les prestations accomplies au titre des diligences directement liées à la mission. </p><p>6. Lorsque le commissaire aux comptes communique des informations au comité spécialisé, il détermine s'il les communique également aux autres organes mentionnés à l'article L. 823-16. </p><p>Modalités des communications </p><p>7. Le commissaire aux comptes précise aux organes mentionnés à l'article L. 823-16 quels seront la forme, le calendrier et le contenu prévus des éléments qui leur seront communiqués. </p><p>8. Indépendamment du calendrier prévu, le commissaire aux comptes procède à ces communications au moment qu'il juge approprié selon l'importance du sujet et les actions éventuelles à entreprendre par les organes concernés. </p><p>9. Le commissaire aux comptes communique par écrit : </p><p>― les éléments importants relatifs à son audit lorsqu'il considère qu'une communication orale ne serait pas appropriée ou lorsque des dispositions légales ou réglementaires le prévoient spécifiquement ; </p><p>― les éléments relatifs à son indépendance définis au paragraphe 05. </p><p>Incidences sur la mission des échanges avec les organes mentionnés à l'article L. 823-16 </p><p>10. En fonction des éléments collectés lors des échanges avec les organes mentionnés à l'article L. 823-16, le commissaire aux comptes apprécie, tout au long de sa mission, si son évaluation du risque d'anomalies significatives au niveau des comptes pris dans leur ensemble et au niveau des assertions reste appropriée. </p><p>Documentation </p><p>11. Le commissaire aux comptes fait figurer dans son dossier : </p><p>― la formalisation des échanges oraux avec les organes mentionnés à l'article L. 823-16 et la date de ces échanges ;</p><p><br/>― une copie des communications écrites.</p>",
            "num": "A823-5-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1312416000000,
            "dateFin": 1514073600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1946157055,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024429042",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024429053",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424804",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024429028",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L820-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L820-3",
                    "articleId": "LEGIARTI000006242393",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 989971200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-19",
                    "articleId": "LEGIARTI000019900383",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1287878400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024429053",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1514073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036263860",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1514073600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-5-1",
                "823-5-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}