{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000030420804",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les déclarations de souscription et de dénouement mentionnées au I de l'article 1649 ter du code général des impôts comportent les indications suivantes : 1° Le nom ou la raison sociale et la domiciliation de l'organisme ; 2° La nature du contrat ou placement ; 3° La date de souscription du contrat ou placement ; 4° La référence du contrat ou placement, ou son numéro de police ; 5° Les noms, prénoms, date et lieu de naissance, et domicile du ou des souscripteurs personnes physiques ainsi que la raison sociale, l'adresse du siège et le numéro SIREN ou RNA du ou des souscripteurs personnes morales ; 6° Les nom, prénoms, date et lieu de naissance, et domicile du ou des assurés ; 7° En cas de dénouement du contrat ou placement, la date et la cause de ce dénouement ; 8° En cas de décès du souscripteur n'entraînant pas le dénouement du contrat, la date du décès ainsi que les noms, prénoms, date et lieu de naissance, et domicile du ou des ayants droit. II. – En cas de dénouement du contrat ou placement par décès de l'assuré, les éléments mentionnés aux articles 292 B ou 306-0 F sont également déclarés ainsi que : 1° Les noms, prénoms, date et lieu de naissance, et domicile du ou des bénéficiaires personnes physiques ; 2° La raison sociale, l'adresse du siège et le numéro SIREN ou RNA du ou des bénéficiaires personnes morales ; 3° Le montant des sommes, rentes ou valeurs quelconques devant être versées à chacun des bénéficiaires ; 4° En cas de démembrement de la clause bénéficiaire, la qualité de nu-propriétaire ou d'usufruitier des bénéficiaires concernés et la part leur revenant dans les sommes, rentes ou valeurs quelconques devant être versées. III. – En cas de versement à la Caisse des dépôts et consignations de sommes en application des articles L. 132-27-2 du code des assurances et L. 223-25-4 du code de la mutualité, la date et le montant des sommes ainsi versées sont également déclarés. IV. – Les déclarations mentionnées au II de l'article 1649 ter du code général des impôts comportent les indications mentionnées aux 1° à 5° du présent I. V. – Les déclarations prévues aux I et II de l'article 1649 ter du code général des impôts s'effectuent de manière dématérialisée. Les déclarations mentionnées au I de l'article précité s'effectuent, selon le cas, dans les soixante jours suivant la souscription ou le dénouement du contrat, ou en cas de dénouement du contrat par décès de l'assuré, dans les soixante jours de la date de prise de connaissance du décès de l'assuré. La déclaration mentionnée au II de ce même article s'effectue au plus tard le 15 juin de l'année. Ces déclarations font l'objet d'un traitement informatisé dénommé \" gestion du fichier des contrats de capitalisation et d'assurance-vie \" qui recense, sur support informatique, les contrats et placements mentionnés à l'article 1649 ter du code général des impôts et porte à la connaissance des services autorisés à consulter ce fichier, pour chaque contrat ou placement, les éléments mentionnés à l'article précité et aux I à IV. VI. – En cas de modification des éléments mentionnés aux I à IV, une nouvelle déclaration comportant les éléments modifiés est effectuée dans les conditions prévues au V, dans les soixante jours de la prise de connaissance de ces modifications par les personnes morales mentionnées au I de l'article 1649 ter du code général des impôts. VII. – Si les éléments mentionnés au II ne peuvent pas être déclarés dans les soixante jours de la date de prise de connaissance du décès de l'assuré, une nouvelle déclaration comportant les nouveaux éléments est effectuée, dans les conditions prévues au V, dans les soixante jours de la prise de connaissance de ces nouveaux éléments par les personnes morales mentionnées au I de l'article 1649 ter du code général des impôts. Si les éléments mentionnés au 8° du I ne peuvent pas être déclarés dans les soixante jours de la date de prise de connaissance du décès du souscripteur, une nouvelle déclaration doit être effectuée dans les mêmes conditions que celles prévues au premier alinéa du présent VII. VIII. – Pour les contrats souscrits avant le 1er janvier 1998 et placés sous le régime fiscal de l'anonymat, le contrat est déclaré conformément aux dispositions du présent article lorsque le souscripteur ou le bénéficiaire opte pour la levée de l'anonymat. IX. – Les déclarations mentionnées à l'article 1649 ter du code général des impôts sont conservées jusqu'à la fin de la trentième année suivant celle du dépôt de la déclaration de dénouement. En cas de versement prévu au III et par exception à l'alinéa précédant, les déclarations sont conservées jusqu'à la fin de la vingtième année suivant celle de ce versement.",
            "texteHtml": "<p>I. – Les déclarations de souscription et de dénouement mentionnées au I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000028440055&dateTexte=&categorieLien=cid'>l'article 1649 ter </a>du code général des impôts comportent les indications suivantes :</p><p>1° Le nom ou la raison sociale et la domiciliation de l'organisme ;</p><p>2° La nature du contrat ou placement ;</p><p>3° La date de souscription du contrat ou placement ;</p><p>4° La référence du contrat ou placement, ou son numéro de police ;</p><p>5° Les noms, prénoms, date et lieu de naissance, et domicile du ou des souscripteurs personnes physiques ainsi que la raison sociale, l'adresse du siège et le numéro SIREN ou RNA du ou des souscripteurs personnes morales ;</p><p>6° Les nom, prénoms, date et lieu de naissance, et domicile du ou des assurés ;</p><p>7° En cas de dénouement du contrat ou placement, la date et la cause de ce dénouement ;</p><p>8° En cas de décès du souscripteur n'entraînant pas le dénouement du contrat, la date du décès ainsi que les noms, prénoms, date et lieu de naissance, et domicile du ou des ayants droit.</p><p>II. – En cas de dénouement du contrat ou placement par décès de l'assuré, les éléments mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294759&dateTexte=&categorieLien=cid'>articles 292 B </a>ou 306-0 F sont également déclarés ainsi que :</p><p>1° Les noms, prénoms, date et lieu de naissance, et domicile du ou des bénéficiaires personnes physiques ;</p><p>2° La raison sociale, l'adresse du siège et le numéro SIREN ou RNA du ou des bénéficiaires personnes morales ;</p><p>3° Le montant des sommes, rentes ou valeurs quelconques devant être versées à chacun des bénéficiaires ;</p><p>4° En cas de démembrement de la clause bénéficiaire, la qualité de nu-propriétaire ou d'usufruitier des bénéficiaires concernés et la part leur revenant dans les sommes, rentes ou valeurs quelconques devant être versées.</p><p>III. – En cas de versement à la Caisse des dépôts et consignations de sommes en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000029096769&dateTexte=&categorieLien=cid'>articles L. 132-27-2 </a>du code des assurances et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000029096963&dateTexte=&categorieLien=cid'>L. 223-25-4</a> du code de la mutualité, la date et le montant des sommes ainsi versées sont également déclarés.</p><p>IV. – Les déclarations mentionnées au II de l'article 1649 ter du code général des impôts comportent les indications mentionnées aux 1° à 5° du présent I.</p><p>V. – Les déclarations prévues aux I et II de l'article 1649 ter du code général des impôts s'effectuent de manière dématérialisée. Les déclarations mentionnées au I de l'article précité s'effectuent, selon le cas, dans les soixante jours suivant la souscription ou le dénouement du contrat, ou en cas de dénouement du contrat par décès de l'assuré, dans les soixante jours de la date de prise de connaissance du décès de l'assuré. La déclaration mentionnée au II de ce même article s'effectue au plus tard le 15 juin de l'année.</p><p>Ces déclarations font l'objet d'un traitement informatisé dénommé \" gestion du fichier des contrats de capitalisation et d'assurance-vie \" qui recense, sur support informatique, les contrats et placements mentionnés à l'article 1649 ter du code général des impôts et porte à la connaissance des services autorisés à consulter ce fichier, pour chaque contrat ou placement, les éléments mentionnés à l'article précité et aux I à IV.</p><p>VI. – En cas de modification des éléments mentionnés aux I à IV, une nouvelle déclaration comportant les éléments modifiés est effectuée dans les conditions prévues au V, dans les soixante jours de la prise de connaissance de ces modifications par les personnes morales mentionnées au I de l'article 1649 ter du code général des impôts.</p><p>VII. – Si les éléments mentionnés au II ne peuvent pas être déclarés dans les soixante jours de la date de prise de connaissance du décès de l'assuré, une nouvelle déclaration comportant les nouveaux éléments est effectuée, dans les conditions prévues au V, dans les soixante jours de la prise de connaissance de ces nouveaux éléments par les personnes morales mentionnées au I de l'article 1649 ter du code général des impôts.</p><p>Si les éléments mentionnés au 8° du I ne peuvent pas être déclarés dans les soixante jours de la date de prise de connaissance du décès du souscripteur, une nouvelle déclaration doit être effectuée dans les mêmes conditions que celles prévues au premier alinéa du présent VII.</p><p>VIII. – Pour les contrats souscrits avant le 1er janvier 1998 et placés sous le régime fiscal de l'anonymat, le contrat est déclaré conformément aux dispositions du présent article lorsque le souscripteur ou le bénéficiaire opte pour la levée de l'anonymat.</p><p>IX. – Les déclarations mentionnées à l'article 1649 ter du code général des impôts sont conservées jusqu'à la fin de la trentième année suivant celle du dépôt de la déclaration de dénouement.</p><p>En cas de versement prévu au III et par exception à l'alinéa précédant, les déclarations sont conservées jusqu'à la fin de la vingtième année suivant celle de ce versement.</p><p></p><p></p>",
            "num": "370 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1451606400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073763298,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-01-04",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114395",
                        "id": "LEGISCTA000006114395",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-08-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Obligations des contribuables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133677",
                        "id": "LEGISCTA000006133677",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "1993-08-18",
                        "titre": "Section I bis : Façonniers.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146706",
                        "id": "LEGISCTA000006146706",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section I bis : Obligations déclaratives des entreprises d'assurance et organismes assimilés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146706",
                        "id": "LEGISCTA000030422585",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030420780",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146706",
            "sectionParentId": "LEGISCTA000030422585",
            "sectionParentTitre": "Section I bis : Obligations déclaratives des entreprises d'assurance et organismes assimilés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Chapitre premier : Obligations des contribuables &gt; Section I bis : Obligations déclaratives des entreprises d'assurance et organismes assimilés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030420804",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030419454",
                    "textTitle": "DÉCRET n°2015-362 du 30 mars 2015 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030420600",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-03-31",
                    "dateSignaTexte": "2015-03-30",
                    "dateDebutCible": "2015-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 306-0 F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "306-0 F",
                    "articleId": "LEGIARTI000030422587",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 292 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "292 B",
                    "articleId": "LEGIARTI000006294759",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1649 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1649 ter",
                    "articleId": "LEGIARTI000028440055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L132-27-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L132-27-2",
                    "articleId": "LEGIARTI000029096769",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-25-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-25-4",
                    "articleId": "LEGIARTI000029096963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030420804",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "370 C",
                "370"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}