{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036428046",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui appartiennent à un foyer fiscal dont le revenu fiscal de référence de l'avant-dernière année, tel que défini au 1° du IV de l'article 1417, est égal ou supérieur aux montants mentionnés au dernier alinéa du I de l'article 125 A et qui bénéficient de revenus ou produits énumérés au même I ou de produits et gains mentionnés au 2 du II de l'article 125-0 A sont assujetties au prélèvement prévu au I de l'article 125 A, aux taux fixés, selon les cas, au III bis du même article 125 A ou au 2 du II de l'article 125-0 A, lorsque la personne qui assure leur paiement est établie hors de France, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi en France ou hors de France. II. – Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article 122 peuvent opter, à raison de la seule fraction des produits ou gains attachés à des primes versées jusqu'au 26 septembre 2017, pour leur assujettissement au prélèvement prévu au premier alinéa du 1 du II de l' article 125-0 A , aux taux fixés au 1 du II de ce même article. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable. Les revenus de source étrangère mentionnés au premier alinéa sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit, dans les conditions prévues par les conventions internationales. III. – Sous réserve des dispositions prévues au troisième alinéa du 1 du II de l'article 125-0 A, le prélèvement mentionné au II du présent article libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu. IV. – Les revenus, produits et gains pour lesquels le contribuable est assujetti au prélèvement prévu au I ou opte pour le prélèvement prévu au II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, lorsqu'elle est établie hors de France dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, et qu'elle a été mandatée à cet effet par le contribuable, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée. L'option pour le prélèvement prévue au II est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa. Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable. A défaut de réception de la déclaration et du paiement du prélèvement mentionné au II dans les conditions précitées, les produits et gains sont imposables dans les conditions de droit commun. Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement. V. – Les revenus, produits et gains de cession soumis au prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement mentionné au II dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales. VI. – L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables. VII. – Un décret fixe les modalités d'application, notamment déclaratives, du présent article.",
            "texteHtml": "<p>I. – Les personnes physiques fiscalement domiciliées en France au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>l'article 4 B </a>qui appartiennent à un foyer fiscal dont le revenu fiscal de référence de l'avant-dernière année, tel que défini au 1° du IV de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306111&dateTexte=&categorieLien=cid'>l'article 1417, </a>est égal ou supérieur aux montants mentionnés au dernier alinéa du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307295&dateTexte=&categorieLien=cid'>l'article 125 A </a>et qui bénéficient de revenus ou produits énumérés au même I ou de produits et gains mentionnés au 2 du II de l'article 125-0 A sont assujetties au prélèvement prévu au I de l'article 125 A, aux taux fixés, selon les cas, au III bis du même article 125 A ou au 2 du II de l'article 125-0 A, lorsque la personne qui assure leur paiement est établie hors de France, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi en France ou hors de France.</p><p>II. – Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000036428128&dateTexte=&categorieLien=id' title='Code général des impôts, CGI. - art. 122 (V)'>122 </a>peuvent opter, à raison de la seule fraction des produits ou gains attachés à des primes versées jusqu'au 26 septembre 2017, pour leur assujettissement au prélèvement prévu au premier alinéa du 1 du II de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308128&dateTexte=&categorieLien=cid'>article 125-0 A</a>, aux taux fixés au 1 du II de ce même article. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable.</p><p>Les revenus de source étrangère mentionnés au premier alinéa sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit, dans les conditions prévues par les conventions internationales.</p><p>III. – Sous réserve des dispositions prévues au troisième alinéa du 1 du II de l'article 125-0 A, le prélèvement mentionné au II du présent article libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu.</p><p>IV. – Les revenus, produits et gains pour lesquels le contribuable est assujetti au prélèvement prévu au I ou opte pour le prélèvement prévu au II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, lorsqu'elle est établie hors de France dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, et qu'elle a été mandatée à cet effet par le contribuable, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée.</p><p>L'option pour le prélèvement prévue au II est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa.</p><p>Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable.</p><p>A défaut de réception de la déclaration et du paiement du prélèvement mentionné au II dans les conditions précitées, les produits et gains sont imposables dans les conditions de droit commun.</p><p>Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement.</p><p>V. – Les revenus, produits et gains de cession soumis au prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement mentionné au II dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales.</p><p>VI. – L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables.</p><p>VII. – Un décret fixe les modalités d'application, notamment déclaratives, du présent article.</p>",
            "num": "125 D",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514764800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "VII : Revenus des capitaux mobiliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191577",
                        "id": "LEGISCTA000006191577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-31",
                        "fin": "2999-01-01",
                        "titre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197212",
                        "id": "LEGISCTA000006197212",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302675",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197212",
            "sectionParentId": "LEGISCTA000006197212",
            "sectionParentTitre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII : Revenus des capitaux mobiliers &gt; 4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036428046",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 28 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000044988836",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032112672",
                    "textTitle": "Décret n°2016-210 du 26 février 2016 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032133058",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-210",
                    "datePubli": 1456617600000,
                    "dateDebut": 1456704000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 41 sexdecies K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies K",
                    "articleId": "LEGIARTI000019493889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1221696000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. Annexe 2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 2-3",
                    "articleId": "LEGIARTI000047819215",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1696118400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R232-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-5",
                    "articleId": "LEGIARTI000038928652",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-7",
                    "articleId": "LEGIARTI000047288474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 122 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "122",
                    "articleId": "LEGIARTI000036428128",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "125 A",
                    "articleId": "LEGIARTI000006307295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "125-0 A",
                    "articleId": "LEGIARTI000006308128",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1417",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1417",
                    "articleId": "LEGIARTI000006306111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1678 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1678 quater",
                    "articleId": "LEGIARTI000036427286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1681 quinquies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1681 quinquies",
                    "articleId": "LEGIARTI000028447631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 S (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 S",
                    "articleId": "LEGIARTI000037349570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies J",
                    "articleId": "LEGIARTI000006297795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies L",
                    "articleId": "LEGIARTI000006297799",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 sexdecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies L",
                    "articleId": "LEGIARTI000006297832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188 I",
                    "articleId": "LEGIARTI000037351332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188-0 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188-0 I",
                    "articleId": "LEGIARTI000037351336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302675",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302676",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025069364",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325203200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026946496",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027518299",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428046",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "125 D",
                "125"
            ],
            "versionPrecedente": "LEGIARTI000027518299",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027518299",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui appartiennent à un foyer fiscal dont le revenu fiscal de référence de l'avant-dernière année, tel que défini au 1° du IV de l'article 1417, est égal ou supérieur aux montants mentionnés au dernier alinéa du I de l'article 125 A et qui bénéficient de revenus ou produits énumérés au même I sont assujetties au prélèvement prévu audit I, aux taux fixés au III bis de ce même article, lorsque la personne qui assure leur paiement est établie hors de France, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi en France ou hors de France. II. – Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article 122 peuvent opter pour leur assujettissement au prélèvement prévu au premier alinéa du II de l' article 125-0 A , aux taux fixés au 1° du II de ce même article. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable. Les revenus de source étrangère mentionnés au premier alinéa sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit, dans les conditions prévues par les conventions internationales. III. – Sous réserve des dispositions prévues au troisième alinéa du II de l'article 125-0 A, le prélèvement mentionné au II du présent article libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu. IV. – Les revenus, produits et gains pour lesquels le contribuable est assujetti au prélèvement prévu au I ou opte pour le prélèvement prévu au II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, lorsqu'elle est établie hors de France dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, et qu'elle a été mandatée à cet effet par le contribuable, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée. L'option pour le prélèvement prévue au II est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa. Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable. A défaut de réception de la déclaration et du paiement du prélèvement mentionné au II dans les conditions précitées, les produits et gains sont imposables dans les conditions de droit commun. Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement. V. – Les revenus, produits et gains de cession soumis au prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement mentionné au II dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales. VI. – L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables. VII. – Un décret fixe les modalités d'application, notamment déclaratives, du présent article.",
            "texteHtml": "<p>I. – Les personnes physiques fiscalement domiciliées en France au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>l'article 4 B </a>qui appartiennent à un foyer fiscal dont le revenu fiscal de référence de l'avant-dernière année, tel que défini au 1° du IV de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306111&dateTexte=&categorieLien=cid'>l'article 1417, </a>est égal ou supérieur aux montants mentionnés au dernier alinéa du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307295&dateTexte=&categorieLien=cid'>l'article 125 A </a>et qui bénéficient de revenus ou produits énumérés au même I sont assujetties au prélèvement prévu audit I, aux taux fixés au III bis de ce même article, lorsque la personne qui assure leur paiement est établie hors de France, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi en France ou hors de France. </p><p>II. – Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302663&dateTexte=&categorieLien=cid'>122 </a>peuvent opter pour leur assujettissement au prélèvement prévu au premier alinéa du II de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308128&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 125-0 A (VT)'>article 125-0 A</a>, aux taux fixés au 1° du II de ce même article. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable. </p><p>Les revenus de source étrangère mentionnés au premier alinéa sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit, dans les conditions prévues par les conventions internationales. </p><p>III. – Sous réserve des dispositions prévues au troisième alinéa du II de l'article 125-0 A, le prélèvement mentionné au II du présent article libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu. </p><p>IV. – Les revenus, produits et gains pour lesquels le contribuable est assujetti au prélèvement prévu au I ou opte pour le prélèvement prévu au II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, lorsqu'elle est établie hors de France dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, et qu'elle a été mandatée à cet effet par le contribuable, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée. </p><p>L'option pour le prélèvement prévue au II est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa. </p><p>Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable. </p><p>A défaut de réception de la déclaration et du paiement du prélèvement mentionné au II dans les conditions précitées, les produits et gains sont imposables dans les conditions de droit commun. </p><p>Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement. </p><p>V. – Les revenus, produits et gains de cession soumis au prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement mentionné au II dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales. </p><p>VI. – L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables. </p><p>VII. – Un décret fixe les modalités d'application, notamment déclaratives, du présent article.</p>",
            "num": "125 D",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1370563200000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "VII : Revenus des capitaux mobiliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191577",
                        "id": "LEGISCTA000006191577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-31",
                        "fin": "2999-01-01",
                        "titre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197212",
                        "id": "LEGISCTA000006197212",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302675",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197212",
            "sectionParentId": "LEGISCTA000006197212",
            "sectionParentTitre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII : Revenus des capitaux mobiliers &gt; 4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027518299",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027506377",
                    "textTitle": "Décret n°2013-463\n du 3 juin 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027507241",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-06-06",
                    "dateSignaTexte": "2013-06-03",
                    "dateDebutCible": "2013-06-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032112672",
                    "textTitle": "Décret n°2016-210 du 26 février 2016 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032133058",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-210",
                    "datePubli": 1456617600000,
                    "dateDebut": 1456704000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 41 sexdecies K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies K",
                    "articleId": "LEGIARTI000019493889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1221696000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. Annexe 2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 2-3",
                    "articleId": "LEGIARTI000047819215",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1696118400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R232-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-5",
                    "articleId": "LEGIARTI000038928652",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-7",
                    "articleId": "LEGIARTI000047288474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 122",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "122",
                    "articleId": "LEGIARTI000006302663",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "125 A",
                    "articleId": "LEGIARTI000006307295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125-0 A (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "125-0 A",
                    "articleId": "LEGIARTI000006308128",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1417",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1417",
                    "articleId": "LEGIARTI000006306111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1678 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1678 quater",
                    "articleId": "LEGIARTI000033853283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1681 quinquies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1681 quinquies",
                    "articleId": "LEGIARTI000028447631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 S (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 S",
                    "articleId": "LEGIARTI000037349570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies J",
                    "articleId": "LEGIARTI000006297795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies L",
                    "articleId": "LEGIARTI000006297799",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 sexdecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies L",
                    "articleId": "LEGIARTI000006297832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188 I",
                    "articleId": "LEGIARTI000037351332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188-0 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188-0 I",
                    "articleId": "LEGIARTI000037351336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302675",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302676",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025069364",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325203200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026946496",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027518299",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428046",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "125 D",
                "125"
            ],
            "versionPrecedente": "LEGIARTI000026946496",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026946496",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui appartiennent à un foyer fiscal dont le revenu fiscal de référence de l'avant-dernière année, tel que défini au 1° du IV de l'article 1417, est égal ou supérieur aux montants mentionnés au dernier alinéa du I de l'article 125 A et qui bénéficient de revenus ou produits énumérés au même I sont assujetties au prélèvement prévu audit I, aux taux fixés au III bis de ce même article, lorsque la personne qui assure leur paiement est établie hors de France, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi en France ou hors de France. II.-Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article 122 peuvent opter pour leur assujettissement au prélèvement prévu au premier alinéa du II de l'article 125-0 A, aux taux fixés au 1° du II de ce même article. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable. Les revenus de source étrangère mentionnés au premier alinéa du présent II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit, dans les conditions prévues par les conventions internationales. III.-Sous réserve des dispositions prévues au troisième alinéa du II de l'article 125-0 A, le prélèvement mentionné au II du présent article libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu. IV.-Les revenus, produits et gains pour lesquels le contribuable est assujetti au prélèvement prévu au I ou opte pour le prélèvement prévu au II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, lorsqu'elle est établie hors de France dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, et qu'elle a été mandatée à cet effet par le contribuable, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée. L'option pour le prélèvement prévue au II est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa. Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable. A défaut de réception de la déclaration et du paiement du prélèvement mentionné au II dans les conditions précitées, les produits et gains sont imposables dans les conditions de droit commun. Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement. V.-Les revenus, produits et gains de cession soumis au prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement mentionné au II dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales. VI.-L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables. VII.-Un décret fixe les modalités d'application, notamment déclaratives, du présent article.",
            "texteHtml": "<p>I.-Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui appartiennent à un foyer fiscal dont le revenu fiscal de référence de l'avant-dernière année, tel que défini au 1° du IV de l'article 1417, est égal ou supérieur aux montants mentionnés au dernier alinéa du I de l'article 125 A et qui bénéficient de revenus ou produits énumérés au même I sont assujetties au prélèvement prévu audit I, aux taux fixés au III bis de ce même article, lorsque la personne qui assure leur paiement est établie hors de France, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi en France ou hors de France.</p><p>II.-Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302663&dateTexte=&categorieLien=cid'>122 </a>peuvent opter pour leur assujettissement au prélèvement prévu au premier alinéa du II de l'article 125-0 A, aux taux fixés au 1° du II de ce même article. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable. </p><p>Les revenus de source étrangère mentionnés au premier alinéa du présent II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit, dans les conditions prévues par les conventions internationales.</p><p>III.-Sous réserve des dispositions prévues au troisième alinéa du II de l'article 125-0 A, le prélèvement mentionné au II du présent article libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu. </p><p>IV.-Les revenus, produits et gains pour lesquels le contribuable est assujetti au prélèvement prévu au I ou opte pour le prélèvement prévu au II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, lorsqu'elle est établie hors de France dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, et qu'elle a été mandatée à cet effet par le contribuable, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée. </p><p>L'option pour le prélèvement prévue au II est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa. </p><p>Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable. </p><p>A défaut de réception de la déclaration et du paiement du prélèvement mentionné au II dans les conditions précitées, les produits et gains sont imposables dans les conditions de droit commun. </p><p>Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement. </p><p>V.-Les revenus, produits et gains de cession soumis au prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement mentionné au II dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales. </p><p>VI.-L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables. </p><p>VII.-Un décret fixe les modalités d'application, notamment déclaratives, du présent article.</p>",
            "num": "125 D",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1356998400000,
            "dateFin": 1370563200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "VII : Revenus des capitaux mobiliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191577",
                        "id": "LEGISCTA000006191577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-31",
                        "fin": "2999-01-01",
                        "titre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197212",
                        "id": "LEGISCTA000006197212",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302675",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197212",
            "sectionParentId": "LEGISCTA000006197212",
            "sectionParentTitre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII : Revenus des capitaux mobiliers &gt; 4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000026946496",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013, article 9 VI : Ces dispositions s'appliquent aux revenus perçus à compter du 1er janvier 2013.",
            "notaHtml": "<p>Loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013, article 9 VI : Ces dispositions s'appliquent aux revenus perçus à compter du 1er janvier 2013.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026856853",
                    "textTitle": "LOI n°2012-1509 du 29 décembre 2012 - art. 9 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000026872653",
                    "natureText": "LOI",
                    "datePubliTexte": "2012-12-30",
                    "dateSignaTexte": "2012-12-29",
                    "dateDebutCible": "2013-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032112672",
                    "textTitle": "Décret n°2016-210 du 26 février 2016 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032133058",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-210",
                    "datePubli": 1456617600000,
                    "dateDebut": 1456704000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 41 sexdecies K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies K",
                    "articleId": "LEGIARTI000019493889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1221696000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. Annexe 2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 2-3",
                    "articleId": "LEGIARTI000047819215",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1696118400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R232-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-5",
                    "articleId": "LEGIARTI000038928652",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-7",
                    "articleId": "LEGIARTI000047288474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 122",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "122",
                    "articleId": "LEGIARTI000006302663",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "125 A",
                    "articleId": "LEGIARTI000006307295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "125-0 A",
                    "articleId": "LEGIARTI000006308128",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1678 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1678 quater",
                    "articleId": "LEGIARTI000033853283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1681 quinquies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1681 quinquies",
                    "articleId": "LEGIARTI000028447631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 S (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 S",
                    "articleId": "LEGIARTI000037349570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies J",
                    "articleId": "LEGIARTI000006297795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies L",
                    "articleId": "LEGIARTI000006297799",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 sexdecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies L",
                    "articleId": "LEGIARTI000006297832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188 I",
                    "articleId": "LEGIARTI000037351332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188-0 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188-0 I",
                    "articleId": "LEGIARTI000037351336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302675",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302676",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025069364",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325203200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026946496",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027518299",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428046",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "125 D",
                "125"
            ],
            "versionPrecedente": "LEGIARTI000025069364",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025069364",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de revenus ou produits énumérés au I de l'article 125 A peuvent opter pour leur assujettissement au prélèvement prévu à ce même I, aux taux fixés au III bis de ce même article, lorsque la personne qui assure leur paiement est établie hors de France dans un Etat membre de l'Union européenne, ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi dans un de ces Etats ou en France. L'option prévue au premier alinéa est subordonnée au respect des conditions mentionnées au IV de l'article 125 A. II.-Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article 122 peuvent opter pour leur assujettissement au prélèvement prévu au I de l'article 125 A, aux taux fixés au 1° du II de l'article 125-0 A. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable. III.-Sous réserve des dispositions prévues au V de l'article 125 A, le prélèvement mentionné aux I et II libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu. IV.-Les revenus, produits et gains pour lesquels le contribuable opte pour le prélèvement prévu aux I et II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, mandatée à cet effet, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée. L'option pour le prélèvement est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa. Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable. A défaut de réception de la déclaration et du paiement du prélèvement dans les conditions précitées, les revenus, produits et gains sont imposables dans les conditions de droit commun. Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement. V.-Les revenus, produits et gains de cession pour lesquels le contribuable opte pour le prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales. VI.-L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables. VII.-Un décret fixe les modalités d'application, notamment déclaratives, du présent article.",
            "texteHtml": "<p>I.-Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de revenus ou produits énumérés au I de l'article 125 A peuvent opter pour leur assujettissement au prélèvement prévu à ce même I, aux taux fixés au III bis de ce même article, lorsque la personne qui assure leur paiement est établie hors de France dans un Etat membre de l'Union européenne, ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi dans un de ces Etats ou en France. </p><p></p><p>L'option prévue au premier alinéa est subordonnée au respect des conditions mentionnées au IV de l'article 125 A. </p><p></p><p>II.-Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article 122 peuvent opter pour leur assujettissement au prélèvement prévu au I de l'article 125 A, aux taux fixés au 1° du II de l'article 125-0 A. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable. </p><p></p><p>III.-Sous réserve des dispositions prévues au V de l'article 125 A, le prélèvement mentionné aux I et II libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu. </p><p></p><p>IV.-Les revenus, produits et gains pour lesquels le contribuable opte pour le prélèvement prévu aux I et II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, mandatée à cet effet, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée. </p><p></p><p>L'option pour le prélèvement est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa. </p><p></p><p>Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable. </p><p></p><p>A défaut de réception de la déclaration et du paiement du prélèvement dans les conditions précitées, les revenus, produits et gains sont imposables dans les conditions de droit commun. </p><p></p><p>Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement. </p><p></p><p>V.-Les revenus, produits et gains de cession pour lesquels le contribuable opte pour le prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales. </p><p></p><p>VI.-L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables. </p><p></p><p>VII.-Un décret fixe les modalités d'application, notamment déclaratives, du présent article.</p><p></p>",
            "num": "125 D",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1325203200000,
            "dateFin": 1356998400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "VII : Revenus des capitaux mobiliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191577",
                        "id": "LEGISCTA000006191577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-31",
                        "fin": "2999-01-01",
                        "titre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197212",
                        "id": "LEGISCTA000006197212",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302675",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197212",
            "sectionParentId": "LEGISCTA000006197212",
            "sectionParentTitre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII : Revenus des capitaux mobiliers &gt; 4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025069364",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025045613",
                    "textTitle": "LOI n°2011-1978 du 28 décembre 2011 - art. 59 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000025062850",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-12-29",
                    "dateSignaTexte": "2011-12-28",
                    "dateDebutCible": "2011-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032112672",
                    "textTitle": "Décret n°2016-210 du 26 février 2016 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032133058",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-210",
                    "datePubli": 1456617600000,
                    "dateDebut": 1456704000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 41 sexdecies K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies K",
                    "articleId": "LEGIARTI000019493889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1221696000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. Annexe 2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 2-3",
                    "articleId": "LEGIARTI000047819215",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1696118400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R232-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-5",
                    "articleId": "LEGIARTI000038928652",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-7",
                    "articleId": "LEGIARTI000047288474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1678 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1678 quater",
                    "articleId": "LEGIARTI000033853283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1681 quinquies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1681 quinquies",
                    "articleId": "LEGIARTI000028447631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 S (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 S",
                    "articleId": "LEGIARTI000037349570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies J",
                    "articleId": "LEGIARTI000006297795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies L",
                    "articleId": "LEGIARTI000006297799",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 sexdecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies L",
                    "articleId": "LEGIARTI000006297832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188 I",
                    "articleId": "LEGIARTI000037351332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188-0 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188-0 I",
                    "articleId": "LEGIARTI000037351336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302675",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302676",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025069364",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325203200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026946496",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027518299",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428046",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "125 D",
                "125"
            ],
            "versionPrecedente": "LEGIARTI000006302676",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302676",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de revenus ou produits énumérés au I de l'article 125 A peuvent opter pour leur assujettissement au prélèvement prévu à ce même I, aux taux fixés au III bis de ce même article, lorsque la personne qui assure leur paiement est établie hors de France dans un Etat membre de la Communauté européenne, ou dans un Etat non membre de cette Communauté partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention fiscale qui contient une clause d'assistance administrative en vue de lutter contre la fraude ou l'évasion fiscale, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi dans un de ces Etats ou en France. L'option prévue au premier alinéa est subordonnée au respect des conditions mentionnées au IV de l'article 125 A. II. - Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article 122 peuvent opter pour leur assujettissement au prélèvement prévu au I de l'article 125 A, aux taux fixés au 1° du II de l'article 125-0 A. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable. III. - Sous réserve des dispositions prévues au V de l'article 125 A, le prélèvement mentionné aux I et II libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu. IV. - Les revenus, produits et gains pour lesquels le contribuable opte pour le prélèvement prévu aux I et II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, mandatée à cet effet, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée. L'option pour le prélèvement est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa. Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable. A défaut de réception de la déclaration et du paiement du prélèvement dans les conditions précitées, les revenus, produits et gains sont imposables dans les conditions de droit commun. Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement. V. - Les revenus, produits et gains de cession pour lesquels le contribuable opte pour le prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales. VI. - L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables. VII. - Un décret fixe les modalités d'application, notamment déclaratives, du présent article.",
            "texteHtml": "<p></p>   Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de revenus ou produits énumérés au I de l'article 125 A peuvent opter pour leur assujettissement au prélèvement prévu à ce même I, aux taux fixés au III bis de ce même article, lorsque la personne qui assure leur paiement est établie hors de France dans un Etat membre de la Communauté européenne, ou dans un Etat non membre de cette Communauté partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention fiscale qui contient une clause d'assistance administrative en vue de lutter contre la fraude ou l'évasion fiscale, qu'il s'agisse ou non du débiteur des revenus ou produits, ce dernier étant établi dans un de ces Etats ou en France.<p></p><p></p>   L'option prévue au premier alinéa est subordonnée au respect des conditions mentionnées au IV de l'article 125 A.<p></p><p></p>   II. - Les personnes physiques fiscalement domiciliées en France au sens de l'article 4 B qui bénéficient de produits ou gains de cession de bons ou contrats de capitalisation et placements de même nature mentionnés au deuxième alinéa du 2 de l'article 122 peuvent opter pour leur assujettissement au prélèvement prévu au I de l'article 125 A, aux taux fixés au 1° du II de l'article 125-0 A. A cet effet, la durée des bons ou contrats de capitalisation ainsi que des placements de même nature s'entend de leur durée effective de détention par le contribuable.<p></p><p></p>   III. - Sous réserve des dispositions prévues au V de l'article 125 A, le prélèvement mentionné aux I et II libère les revenus, produits et gains auxquels il s'applique de l'impôt sur le revenu.<p></p><p></p>   IV. - Les revenus, produits et gains pour lesquels le contribuable opte pour le prélèvement prévu aux I et II sont déclarés et le prélèvement correspondant acquitté, soit par la personne qui assure le paiement desdits revenus, produits et gains, mandatée à cet effet, soit par le contribuable lui-même, dans les quinze jours suivant le mois au cours duquel les revenus ou produits sont encaissés ou inscrits en compte ou, s'agissant d'un gain, dans les quinze jours suivant le mois au cours duquel la cession est réalisée.<p></p><p></p>   L'option pour le prélèvement est irrévocable et s'exerce par le dépôt de la déclaration des revenus, produits et gains concernés et le paiement du prélèvement correspondant dans les conditions et délais prévus au premier alinéa.<p></p><p></p>   Lorsque la déclaration prévue au premier alinéa et le paiement du prélèvement correspondant sont effectués par la personne qui assure le paiement des revenus, produits et gains, elle est établie au nom et pour le compte du contribuable.<p></p><p></p>   A défaut de réception de la déclaration et du paiement du prélèvement dans les conditions précitées, les revenus, produits et gains sont imposables dans les conditions de droit commun.<p></p><p></p>   Le contribuable tient à la disposition de l'administration tous les renseignements nécessaires à l'établissement du prélèvement.<p></p><p></p>   V. - Les revenus, produits et gains de cession pour lesquels le contribuable opte pour le prélèvement dans les conditions des I et II sont retenus pour leur montant brut. L'impôt retenu à la source est imputé sur le prélèvement dans la limite du crédit d'impôt auquel il ouvre droit tel que ce crédit est prévu par les conventions internationales.<p></p><p></p>   VI. - L'administration peut conclure avec chaque personne établie hors de France mandatée par des contribuables pour le paiement du prélèvement dans les conditions prévues au IV une convention qui en organise les modalités pour l'ensemble de ces contribuables.<p></p><p></p>   VII. - Un décret fixe les modalités d'application, notamment déclaratives, du présent article.<p></p>",
            "num": "125 D",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1104537600000,
            "dateFin": 1325203200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "VII : Revenus des capitaux mobiliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191577",
                        "id": "LEGISCTA000006191577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-31",
                        "fin": "2999-01-01",
                        "titre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197212",
                        "id": "LEGISCTA000006197212",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302675",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197212",
            "sectionParentId": "LEGISCTA000006197212",
            "sectionParentTitre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII : Revenus des capitaux mobiliers &gt; 4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302676",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 40 (V) JORF 31 décembre 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006322295",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-12-31",
                    "dateSignaTexte": "2004-12-30",
                    "dateDebutCible": "2004-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 4, 125, 122, 125-0",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000032112672",
                    "textTitle": "Décret n°2016-210 du 26 février 2016 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032133058",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-210",
                    "datePubli": 1456617600000,
                    "dateDebut": 1456704000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 41 sexdecies K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies K",
                    "articleId": "LEGIARTI000019493889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1221696000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. Annexe 2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 2-3",
                    "articleId": "LEGIARTI000047819215",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1696118400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R232-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-5",
                    "articleId": "LEGIARTI000038928652",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-7",
                    "articleId": "LEGIARTI000047288474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1678 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1678 quater",
                    "articleId": "LEGIARTI000033853283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1681 quinquies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1681 quinquies",
                    "articleId": "LEGIARTI000028447631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 S (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 S",
                    "articleId": "LEGIARTI000037349570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies J",
                    "articleId": "LEGIARTI000006297795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies L",
                    "articleId": "LEGIARTI000006297799",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 sexdecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies L",
                    "articleId": "LEGIARTI000006297832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188 I",
                    "articleId": "LEGIARTI000037351332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188-0 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188-0 I",
                    "articleId": "LEGIARTI000037351336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 2004-1485 2005-01-01",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2005",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302675",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302676",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025069364",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325203200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026946496",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027518299",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428046",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "125 D",
                "125"
            ],
            "versionPrecedente": "LEGIARTI000006302675",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302675",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les personnes physiques qui perçoivent des primes de remboursement, à des titres émis à compter du 1er juin 1985, supérieures à 5 p. 100 du nominal sont imposées suivant le régime applicable, selon le cas, aux intérêts des bons ou des obligations.",
            "texteHtml": "<p>Les personnes physiques qui perçoivent des primes de remboursement, à des titres émis à compter du 1er juin 1985, supérieures à 5 p. 100 du nominal sont imposées suivant le régime applicable, selon le cas, aux intérêts des bons ou des obligations.</p><p></p><p></p>",
            "num": "125 D",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 504835200000,
            "dateFin": 694137600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "VII : Revenus des capitaux mobiliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191577",
                        "id": "LEGISCTA000006191577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-31",
                        "fin": "2999-01-01",
                        "titre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197212",
                        "id": "LEGISCTA000006197212",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302675",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197212",
            "sectionParentId": "LEGISCTA000006197212",
            "sectionParentTitre": "4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII : Revenus des capitaux mobiliers &gt; 4 quater : Prélèvement sur les produits de placements à revenu fixe et les produits de bons ou contrats de capitalisation de source européenne",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302675",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000693456",
                    "textTitle": "Loi 85-695 1985-07-11 art. 14 I, IV JORF 31 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693456",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-07-12",
                    "dateSignaTexte": "1985-07-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000355987",
                    "textTitle": "Loi - art. 57 (M) JORF 31 décembre 1991",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "57",
                    "articleId": "LEGIARTI000006318343",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-12-31",
                    "dateSignaTexte": "1991-12-30",
                    "dateDebutCible": "1991-12-31"
                },
                {
                    "textCid": "",
                    "textTitle": "Modification directe incorporée dans l'édition du 4 juillet 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032112672",
                    "textTitle": "Décret n°2016-210 du 26 février 2016 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032133058",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-210",
                    "datePubli": 1456617600000,
                    "dateDebut": 1456704000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 41 sexdecies K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies K",
                    "articleId": "LEGIARTI000019493889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1221696000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. Annexe 2-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe 2-3",
                    "articleId": "LEGIARTI000047819215",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1696118400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R232-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-5",
                    "articleId": "LEGIARTI000038928652",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-7",
                    "articleId": "LEGIARTI000047288474",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1678 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1678 quater",
                    "articleId": "LEGIARTI000033853283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1681 quinquies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1681 quinquies",
                    "articleId": "LEGIARTI000028447631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 381 S (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "381 S",
                    "articleId": "LEGIARTI000037349570",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies J",
                    "articleId": "LEGIARTI000006297795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duodecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duodecies L",
                    "articleId": "LEGIARTI000006297799",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 sexdecies L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 sexdecies L",
                    "articleId": "LEGIARTI000006297832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145145600000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188 I",
                    "articleId": "LEGIARTI000037351332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 188-0 I (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "188-0 I",
                    "articleId": "LEGIARTI000037351336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302675",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 504835200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302676",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1104537600000,
                    "dateFin": 1325203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025069364",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325203200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026946496",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1370563200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027518299",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1370563200000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428046",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "125 D",
                "125"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}