{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043131704",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les nouvelles conventions de délégation autoroutières prévoient l'obligation, pour le délégataire, de respecter un programme minimal de déploiement d'aires de covoiturage, lequel fixe, pour chacune des aires de covoiturage envisagées, un nombre minimum de places de stationnement réservées à la pratique du covoiturage, la localisation des principales aires, leurs aménagements de base ainsi que les services que le concessionnaire prévoit de mettre à la disposition des usagers. Elles prévoient également un programme de places de bus express entendues comme des points d'arrêts de transport collectif associés à des parcs de stationnement relais. Le nombre de places de stationnement et d'arrêt ainsi offertes et la localisation de ces aires tiennent compte, notamment, de la longueur et des caractéristiques géographiques du réseau ayant vocation à constituer l'assiette du contrat au regard du trafic escompté de véhicules légers sur l'axe considéré et de sa structure en termes d'origines et de destinations. Les aires de covoiturage sont prioritairement implantées sur les installations annexes réservées aux usagers de l'autoroute ou à proximité des raccordements avec les voiries locales. Le nombre total de places de stationnement réservé à la pratique du covoiturage est calculé par diffuseur sur une base de 0,5 % du trafic moyen journalier véhicules légers attendus pour chaque diffuseur. Le programme de déploiement mentionné au premier alinéa tient compte, le cas échéant, de l'existence, à proximité des emprises de l'autoroute, d'autres aires de covoiturage, de parcs de stationnement relais ou de pôles d'échanges multimodal. Le nombre de places peut être inférieur au nombre minimal prévu lorsque le délégataire le justifie au regard de l'offre locale telle qu'elle est mentionnée au programme de déploiement. A cette fin, le délégataire consulte l'autorité organisatrice compétente et les collectivités dont le territoire est desservi par les transports publics routiers non urbains opérés dans le ressort géographique de l'autoroute. Le programme mentionné au premier alinéa peut prévoir une seconde phase de déploiement dont le déclenchement est conditionné à l'atteinte d'un seuil de trafic ou à la réalisation d'études complémentaires visant à apprécier, au terme d'un délai donné après la mise en service de l'autoroute ou selon une périodicité régulière, l'opportunité de déployer de nouvelles places de stationnement ou d'arrêt.",
            "texteHtml": "<p>Les nouvelles conventions de délégation autoroutières prévoient l'obligation, pour le délégataire, de respecter un programme minimal de déploiement d'aires de covoiturage, lequel fixe, pour chacune des aires de covoiturage envisagées, un nombre minimum de places de stationnement réservées à la pratique du covoiturage, la localisation des principales aires, leurs aménagements de base ainsi que les services que le concessionnaire prévoit de mettre à la disposition des usagers. Elles prévoient également un programme de places de bus express entendues comme des points d'arrêts de transport collectif associés à des parcs de stationnement relais.<br/><br/>\nLe nombre de places de stationnement et d'arrêt ainsi offertes et la localisation de ces aires tiennent compte, notamment, de la longueur et des caractéristiques géographiques du réseau ayant vocation à constituer l'assiette du contrat au regard du trafic escompté de véhicules légers sur l'axe considéré et de sa structure en termes d'origines et de destinations. Les aires de covoiturage sont prioritairement implantées sur les installations annexes réservées aux usagers de l'autoroute ou à proximité des raccordements avec les voiries locales. Le nombre total de places de stationnement réservé à la pratique du covoiturage est calculé par diffuseur sur une base de 0,5 % du trafic moyen journalier véhicules légers attendus pour chaque diffuseur.<br/><br/>\nLe programme de déploiement mentionné au premier alinéa tient compte, le cas échéant, de l'existence, à proximité des emprises de l'autoroute, d'autres aires de covoiturage, de parcs de stationnement relais ou de pôles d'échanges multimodal. Le nombre de places peut être inférieur au nombre minimal prévu lorsque le délégataire le justifie au regard de l'offre locale telle qu'elle est mentionnée au programme de déploiement. A cette fin, le délégataire consulte l'autorité organisatrice compétente et les collectivités dont le territoire est desservi par les transports publics routiers non urbains opérés dans le ressort géographique de l'autoroute. Le programme mentionné au premier alinéa peut prévoir une seconde phase de déploiement dont le déclenchement est conditionné à l'atteinte d'un seuil de trafic ou à la réalisation d'études complémentaires visant à apprécier, au terme d'un délai donné après la mise en service de l'autoroute ou selon une périodicité régulière, l'opportunité de déployer de nouvelles places de stationnement ou d'arrêt.</p>",
            "num": "D122-5-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1613347200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 537160817,
            "context": {
                "titresTM": [
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088042",
                        "id": "LEGISCTA000006088042",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Voirie nationale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116693",
                        "id": "LEGISCTA000006116693",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Autoroutes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135635",
                        "id": "LEGISCTA000006135635",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-09-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149533",
                        "id": "LEGISCTA000006149533",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1989-06-24",
                        "fin": "2999-01-01",
                        "titre": "Code de la voirie routière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070667",
                        "id": "LEGITEXT000006070667",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043131666",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006149533",
            "sectionParentId": "LEGISCTA000006149533",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie réglementaire &gt; TITRE II : Voirie nationale. &gt; Chapitre II : Autoroutes. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043131704",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070667",
                    "titre": "Code de la voirie routière",
                    "titreLong": "Code de la voirie routière",
                    "etat": "VIGUEUR",
                    "dateDebut": 614649600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070667",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 3 du décret n° 2021-159 du 12 février 2021, le présent article dans sa rédaction résultant de l'article 1er du décret n° 2021-159 s'applique aux conventions de délégation autoroutières pour lesquelles une consultation est engagée ou un avis d'appel à la concurrence publié à compter du 14 février 2021.",
            "notaHtml": "<p>Conformément à l'article 3 du décret n° 2021-159 du 12 février 2021, le présent article dans sa rédaction résultant de l'article 1er du décret n° 2021-159 s'applique aux conventions de délégation autoroutières pour lesquelles une consultation est engagée ou un avis d'appel à la concurrence publié à compter du 14 février 2021.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043131123",
                    "textTitle": "Décret n°2021-159 du 12 février 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043131618",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-02-14",
                    "dateSignaTexte": "2021-02-12",
                    "dateDebutCible": "2021-02-15"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043131704",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1613347200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D122-5-2-1",
                "122-5-2-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}