{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039279855",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque le lieu soumis à inspection dépend d'une personne publique autre que l'Etat, l'autorisation d'accès est donnée par une autorité administrative de l'Etat. Si la mission d'établissement des faits porte sur un lieu dont l'accès, pour tout ou partie de la zone spécifiée, dépend d'une personne privée, le chef de l'équipe d'accompagnement avise de cette demande la personne ayant qualité pour autoriser l'accès à ce lieu. Cet avis est donné par tous les moyens et dans les délais compatibles avec ceux de l'exécution de la mission d'établissement des faits. L'avis indique l'objet et les conditions de l'inspection. La personne qui a qualité pour autoriser l'accès assiste aux opérations d'inspection ou s'y fait représenter. Si la personne qui a qualité pour autoriser l'accès ne peut être atteinte par l'avis mentionné à l'alinéa précédent ou si elle refuse l'accès, l'inspection ne peut commencer qu'avec l'autorisation du président du   tribunal judiciaire ou du juge délégué par lui. Le président du   tribunal judiciaire est saisi par l'autorité administrative de l'Etat. Le président du   tribunal judiciaire ou le juge délégué par lui s'assure que la demande d'inspection est conforme aux stipulations de la convention d'Ottawa. Il s'assure également de l'existence du mandat d'inspection. Il vérifie l'habilitation des membres de l'équipe d'inspection et des accompagnateurs et de toute autre personne pour laquelle l'accès est demandé. Le président ou le juge délégué par lui statue immédiatement par ordonnance. L'ordonnance comporte le mandat d'inspection, la liste nominative des membres de l'équipe d'inspection, des accompagnateurs et de toute autre personne autorisée, la localisation des lieux soumis à la visite. La visite s'effectue sous le contrôle du juge qui l'a autorisée et qui désigne, à cet effet, un officier de police judiciaire territorialement compétent chargé d'assister aux opérations. L'ordonnance est notifiée par l'autorité administrative de l'Etat, sur place au moment de la visite, aux personnes concernées qui en reçoivent copie intégrale contre récépissé. En leur absence, la notification est faite après la visite par lettre recommandée avec avis de réception.",
            "texteHtml": "<p></p>Lorsque le lieu soumis à inspection dépend d'une personne publique autre que l'Etat, l'autorisation d'accès est donnée par une autorité administrative de l'Etat. <p></p><p></p>Si la mission d'établissement des faits porte sur un lieu dont l'accès, pour tout ou partie de la zone spécifiée, dépend d'une personne privée, le chef de l'équipe d'accompagnement avise de cette demande la personne ayant qualité pour autoriser l'accès à ce lieu. Cet avis est donné par tous les moyens et dans les délais compatibles avec ceux de l'exécution de la mission d'établissement des faits. L'avis indique l'objet et les conditions de l'inspection. La personne qui a qualité pour autoriser l'accès assiste aux opérations d'inspection ou s'y fait représenter. <p></p><p></p>Si la personne qui a qualité pour autoriser l'accès ne peut être atteinte par l'avis mentionné à l'alinéa précédent ou si elle refuse l'accès, l'inspection ne peut commencer qu'avec l'autorisation du président du   tribunal judiciaire ou du juge délégué par lui. Le président du   tribunal judiciaire est saisi par l'autorité administrative de l'Etat. <p></p><p></p>Le président du   tribunal judiciaire ou le juge délégué par lui s'assure que la demande d'inspection est conforme aux stipulations de la convention d'Ottawa. Il s'assure également de l'existence du mandat d'inspection. Il vérifie l'habilitation des membres de l'équipe d'inspection et des accompagnateurs et de toute autre personne pour laquelle l'accès est demandé. Le président ou le juge délégué par lui statue immédiatement par ordonnance. L'ordonnance comporte le mandat d'inspection, la liste nominative des membres de l'équipe d'inspection, des accompagnateurs et de toute autre personne autorisée, la localisation des lieux soumis à la visite. <p></p><p></p>La visite s'effectue sous le contrôle du juge qui l'a autorisée et qui désigne, à cet effet, un officier de police judiciaire territorialement compétent chargé d'assister aux opérations. L'ordonnance est notifiée par l'autorité administrative de l'Etat, sur place au moment de la visite, aux personnes concernées qui en reçoivent copie intégrale contre récépissé. En leur absence, la notification est faite après la visite par lettre recommandée avec avis de réception.<p></p>",
            "num": "L2343-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096399",
                        "id": "LEGISCTA000006096399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120656",
                        "id": "LEGISCTA000006120656",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : RÉGIMES JURIDIQUES DE DÉFENSE D'APPLICATION PERMANENTE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137708",
                        "id": "LEGISCTA000006137708",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : ARMES SOUMISES À INTERDICTION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151498",
                        "id": "LEGISCTA000006151498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Mines antipersonnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166945",
                        "id": "LEGISCTA000006166945",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Contrôles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182615",
                        "id": "LEGISCTA000006182615",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Code de la défense",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071307",
                        "id": "LEGITEXT000006071307",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006540119",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182615",
            "sectionParentId": "LEGISCTA000006182615",
            "sectionParentTitre": "Section 3 : Contrôles",
            "fullSectionsTitre": "Partie législative &gt; PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE &gt; LIVRE III : RÉGIMES JURIDIQUES DE DÉFENSE D'APPLICATION PERMANENTE &gt; TITRE IV : ARMES SOUMISES À INTERDICTION &gt; Chapitre III : Mines antipersonnel &gt; Section 3 : Contrôles",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039279855",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071307",
                    "titre": "Code de la défense.",
                    "titreLong": "Code de la défense",
                    "etat": "VIGUEUR",
                    "dateDebut": 1103587200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071307",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000238564",
                    "textTitle": "Ordonnance n° 2004-1374 du 20 décembre 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238564",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-12-21",
                    "dateSignaTexte": "2004-12-20",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000419821",
                    "textTitle": "Loi n°2005-1550 du 12 décembre 2005 - art. 1",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001076340",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-13",
                    "dateSignaTexte": "2005-12-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000205747",
                    "textTitle": "Loi n°98-564 du 8 juillet 1998 - art. 13 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006488346",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000205747",
                    "textTitle": "Loi n°98-564 du 8 juillet 1998 - art. 13 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006488346",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006540119",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1103587200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279855",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2343-6",
                "2343-6"
            ],
            "versionPrecedente": "LEGIARTI000006540119",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006540119",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque le lieu soumis à inspection dépend d'une personne publique autre que l'Etat, l'autorisation d'accès est donnée par une autorité administrative de l'Etat. Si la mission d'établissement des faits porte sur un lieu dont l'accès, pour tout ou partie de la zone spécifiée, dépend d'une personne privée, le chef de l'équipe d'accompagnement avise de cette demande la personne ayant qualité pour autoriser l'accès à ce lieu. Cet avis est donné par tous les moyens et dans les délais compatibles avec ceux de l'exécution de la mission d'établissement des faits. L'avis indique l'objet et les conditions de l'inspection. La personne qui a qualité pour autoriser l'accès assiste aux opérations d'inspection ou s'y fait représenter. Si la personne qui a qualité pour autoriser l'accès ne peut être atteinte par l'avis mentionné à l'alinéa précédent ou si elle refuse l'accès, l'inspection ne peut commencer qu'avec l'autorisation du président du tribunal de grande instance ou du juge délégué par lui. Le président du tribunal de grande instance est saisi par l'autorité administrative de l'Etat. Le président du tribunal de grande instance ou le juge délégué par lui s'assure que la demande d'inspection est conforme aux stipulations de la convention d'Ottawa. Il s'assure également de l'existence du mandat d'inspection. Il vérifie l'habilitation des membres de l'équipe d'inspection et des accompagnateurs et de toute autre personne pour laquelle l'accès est demandé. Le président ou le juge délégué par lui statue immédiatement par ordonnance. L'ordonnance comporte le mandat d'inspection, la liste nominative des membres de l'équipe d'inspection, des accompagnateurs et de toute autre personne autorisée, la localisation des lieux soumis à la visite. La visite s'effectue sous le contrôle du juge qui l'a autorisée et qui désigne, à cet effet, un officier de police judiciaire territorialement compétent chargé d'assister aux opérations. L'ordonnance est notifiée par l'autorité administrative de l'Etat, sur place au moment de la visite, aux personnes concernées qui en reçoivent copie intégrale contre récépissé. En leur absence, la notification est faite après la visite par lettre recommandée avec avis de réception.",
            "texteHtml": "<p></p>   Lorsque le lieu soumis à inspection dépend d'une personne publique autre que l'Etat, l'autorisation d'accès est donnée par une autorité administrative de l'Etat.<p></p><p></p>   Si la mission d'établissement des faits porte sur un lieu dont l'accès, pour tout ou partie de la zone spécifiée, dépend d'une personne privée, le chef de l'équipe d'accompagnement avise de cette demande la personne ayant qualité pour autoriser l'accès à ce lieu. Cet avis est donné par tous les moyens et dans les délais compatibles avec ceux de l'exécution de la mission d'établissement des faits. L'avis indique l'objet et les conditions de l'inspection. La personne qui a qualité pour autoriser l'accès assiste aux opérations d'inspection ou s'y fait représenter.<p></p><p></p>   Si la personne qui a qualité pour autoriser l'accès ne peut être atteinte par l'avis mentionné à l'alinéa précédent ou si elle refuse l'accès, l'inspection ne peut commencer qu'avec l'autorisation du président du tribunal de grande instance ou du juge délégué par lui. Le président du tribunal de grande instance est saisi par l'autorité administrative de l'Etat.<p></p><p></p>   Le président du tribunal de grande instance ou le juge délégué par lui s'assure que la demande d'inspection est conforme aux stipulations de la convention d'Ottawa. Il s'assure également de l'existence du mandat d'inspection. Il vérifie l'habilitation des membres de l'équipe d'inspection et des accompagnateurs et de toute autre personne pour laquelle l'accès est demandé. Le président ou le juge délégué par lui statue immédiatement par ordonnance. L'ordonnance comporte le mandat d'inspection, la liste nominative des membres de l'équipe d'inspection, des accompagnateurs et de toute autre personne autorisée, la localisation des lieux soumis à la visite.<p></p><p></p>   La visite s'effectue sous le contrôle du juge qui l'a autorisée et qui désigne, à cet effet, un officier de police judiciaire territorialement compétent chargé d'assister aux opérations. L'ordonnance est notifiée par l'autorité administrative de l'Etat, sur place au moment de la visite, aux personnes concernées qui en reçoivent copie intégrale contre récépissé. En leur absence, la notification est faite après la visite par lettre recommandée avec avis de réception.<p></p>",
            "num": "L2343-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1103587200000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096399",
                        "id": "LEGISCTA000006096399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120656",
                        "id": "LEGISCTA000006120656",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : RÉGIMES JURIDIQUES DE DÉFENSE D'APPLICATION PERMANENTE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137708",
                        "id": "LEGISCTA000006137708",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : ARMES SOUMISES À INTERDICTION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151498",
                        "id": "LEGISCTA000006151498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Mines antipersonnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166945",
                        "id": "LEGISCTA000006166945",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Contrôles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182615",
                        "id": "LEGISCTA000006182615",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Code de la défense",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071307",
                        "id": "LEGITEXT000006071307",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006540119",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182615",
            "sectionParentId": "LEGISCTA000006182615",
            "sectionParentTitre": "Section 3 : Contrôles",
            "fullSectionsTitre": "Partie législative &gt; PARTIE 2 : REGIMES JURIDIQUES DE DEFENSE &gt; LIVRE III : RÉGIMES JURIDIQUES DE DÉFENSE D'APPLICATION PERMANENTE &gt; TITRE IV : ARMES SOUMISES À INTERDICTION &gt; Chapitre III : Mines antipersonnel &gt; Section 3 : Contrôles",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006540119",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071307",
                    "titre": "Code de la défense.",
                    "titreLong": "Code de la défense",
                    "etat": "VIGUEUR",
                    "dateDebut": 1103587200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071307",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000238564",
                    "textTitle": "Ordonnance 2004-1374 2004-12-20 JORF 21 décembre 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238564",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-12-21",
                    "dateSignaTexte": "2004-12-20",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000419821",
                    "textTitle": "Loi n°2005-1550 du 12 décembre 2005 - art. 1, v. init.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001076340",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-13",
                    "dateSignaTexte": "2005-12-12",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Convention d'Ottawa 1997-12-03",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000205747",
                    "textTitle": "Loi n°98-564 du 8 juillet 1998 - art. 13 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006488346",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000205747",
                    "textTitle": "Loi n°98-564 du 8 juillet 1998 - art. 13 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006488346",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006540119",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1103587200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039279855",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2343-6",
                "2343-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}