{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000031104880",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Dans les agglomérations de plus de 300 000 habitants dotées d'un plan de déplacements urbains approuvé prévoyant la réalisation d'un transport collectif en site propre, une tarification des déplacements effectués au moyen de véhicules terrestres à moteur, dénommée \" péage urbain ”, peut être instituée, à titre expérimental et à la demande de l'autorité organisatrice de la mobilité au sens du titre III du livre II de la première partie du code des transports, pour limiter la circulation automobile et lutter contre la pollution et les nuisances environnementales. Le péage urbain peut être institué pour une durée de trois ans. Il est applicable aux véhicules terrestres à moteur qui franchissent les limites d'un périmètre géographique ou circulent sur des voies routières déterminées relevant de la compétence de la collectivité ou du groupement de collectivités concerné ou, le cas échéant, des autres autorités compétentes en matière de voirie et avec leur accord. Son montant est fixé par l'autorité organisatrice de la mobilité au sens du titre III du livre II de la première partie du code des transports dans la limite d'un seuil défini par décret en Conseil d'Etat. Son produit est affecté à cette même autorité organisatrice des transports et sert à financer les actions mentionnées au plan de déplacements urbains. II. – Les collectivités ou groupements de collectivités intéressés établissent une étude d'impact préalable à charge et à décharge du projet de péage urbain et conduisent une concertation avec l'ensemble des parties concernées. Cette étude est rendue publique. Le péage urbain ne peut être instauré qu'après la mise en place d'infrastructures et de services de transport collectif susceptibles d'accueillir le report de trafic lié à l'instauration du péage. Les expérimentations visées au I sont autorisées par décret en Conseil d'Etat. III. – Les collectivités ou groupements de collectivités qui mettent en œuvre une expérimentation sur le fondement du présent article élaborent, après chaque période de douze mois d'expérimentation, un rapport contenant les informations nécessaires à son évaluation et le transmettent au ministre chargé des collectivités territoriales et au ministre chargé des transports.",
            "texteHtml": "<p>I. – Dans les agglomérations de plus de 300 000 habitants dotées d'un plan de déplacements urbains approuvé prévoyant la réalisation d'un transport collectif en site propre, une tarification des déplacements effectués au moyen de véhicules terrestres à moteur, dénommée \" péage urbain ”, peut être instituée, à titre expérimental et à la demande de l'autorité organisatrice de la mobilité au sens du <a href='/affichCode.do?cidTexte=LEGITEXT000023086525&idSectionTA=LEGISCTA000023069179&dateTexte=&categorieLien=cid'>titre III</a> du livre II de la première partie du code des transports, pour limiter la circulation automobile et lutter contre la pollution et les nuisances environnementales. </p><p>Le péage urbain peut être institué pour une durée de trois ans. </p><p>Il est applicable aux véhicules terrestres à moteur qui franchissent les limites d'un périmètre géographique ou circulent sur des voies routières déterminées relevant de la compétence de la collectivité ou du groupement de collectivités concerné ou, le cas échéant, des autres autorités compétentes en matière de voirie et avec leur accord. </p><p>Son montant est fixé par l'autorité organisatrice de la mobilité au sens du titre III du livre II de la première partie du code des transports dans la limite d'un seuil défini par décret en Conseil d'Etat. </p><p>Son produit est affecté à cette même autorité organisatrice des transports et sert à financer les actions mentionnées au plan de déplacements urbains. </p><p>II. – Les collectivités ou groupements de collectivités intéressés établissent une étude d'impact préalable à charge et à décharge du projet de péage urbain et conduisent une concertation avec l'ensemble des parties concernées. Cette étude est rendue publique. </p><p>Le péage urbain ne peut être instauré qu'après la mise en place d'infrastructures et de services de transport collectif susceptibles d'accueillir le report de trafic lié à l'instauration du péage. </p><p>Les expérimentations visées au I sont autorisées par décret en Conseil d'Etat. </p><p>III. – Les collectivités ou groupements de collectivités qui mettent en œuvre une expérimentation sur le fondement du présent article élaborent, après chaque période de douze mois d'expérimentation, un rapport contenant les informations nécessaires à son évaluation et le transmettent au ministre chargé des collectivités territoriales et au ministre chargé des transports.</p>",
            "num": "1609 quater A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1439078400000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133856",
                        "id": "LEGISCTA000006133856",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147082",
                        "id": "LEGISCTA000006147082",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Section XI bis :  Expérimentation des péages urbains",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022476696",
                        "id": "LEGISCTA000022494380",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022476698",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022476696",
            "sectionParentId": "LEGISCTA000022494380",
            "sectionParentTitre": "Section XI bis :  Expérimentation des péages urbains",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section XI bis :  Expérimentation des péages urbains",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031104880",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 18 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000030998151",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2015-08-09"
                },
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 98 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "98",
                    "articleId": "LEGIARTI000044794506",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n°2015-991 du 7 août 2015 - art. 18, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "JORFARTI000030986004",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-991",
                    "datePubli": 1438992000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000023069179",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022494375",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031104880",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1609 quater A",
                "1609"
            ],
            "versionPrecedente": "LEGIARTI000022494375",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022494375",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Dans les agglomérations de plus de 300 000 habitants dotées d'un plan de déplacements urbains approuvé prévoyant la réalisation d'un transport collectif en site propre, une tarification des déplacements effectués au moyen de véhicules terrestres à moteur, dénommée \"péage urbain”, peut être instituée, à titre expérimental et à la demande de l'autorité organisatrice des transports urbains, pour limiter la circulation automobile et lutter contre la pollution et les nuisances environnementales. Le péage urbain peut être institué pour une durée de trois ans. Il est applicable aux véhicules terrestres à moteur qui franchissent les limites d'un périmètre géographique ou circulent sur des voies routières déterminées relevant de la compétence de la collectivité ou du groupement de collectivités concerné ou, le cas échéant, des autres autorités compétentes en matière de voirie et avec leur accord. Son montant est fixé par l'autorité organisatrice des transports urbains dans la limite d'un seuil défini par décret en Conseil d'Etat. Son produit est affecté à cette même autorité organisatrice des transports et sert à financer les actions mentionnées au plan de déplacements urbains. II. ― Les collectivités ou groupements de collectivités intéressés établissent une étude d'impact préalable à charge et à décharge du projet de péage urbain et conduisent une concertation avec l'ensemble des parties concernées. Cette étude est rendue publique. Le péage urbain ne peut être instauré qu'après la mise en place d'infrastructures et de services de transport collectif susceptibles d'accueillir le report de trafic lié à l'instauration du péage. Les expérimentations visées au I sont autorisées par décret en Conseil d'Etat. III. ― Les collectivités ou groupements de collectivités qui mettent en œuvre une expérimentation sur le fondement du présent article élaborent, après chaque période de douze mois d'expérimentation, un rapport contenant les informations nécessaires à son évaluation et le transmettent au ministre chargé des collectivités territoriales et au ministre chargé des transports.",
            "texteHtml": "I. ― Dans les agglomérations de plus de 300 000 habitants dotées d'un plan de déplacements urbains approuvé prévoyant la réalisation d'un transport collectif en site propre, une tarification des déplacements effectués au moyen de véhicules terrestres à moteur, dénommée \"péage urbain”, peut être instituée, à titre expérimental et à la demande de l'autorité organisatrice des transports urbains, pour limiter la circulation automobile et lutter contre la pollution et les nuisances environnementales.<br/><br/>  Le péage urbain peut être institué pour une durée de trois ans.<br/><br/>  Il est applicable aux véhicules terrestres à moteur qui franchissent les limites d'un périmètre géographique ou circulent sur des voies routières déterminées relevant de la compétence de la collectivité ou du groupement de collectivités concerné ou, le cas échéant, des autres autorités compétentes en matière de voirie et avec leur accord.<br/><br/>  Son montant est fixé par l'autorité organisatrice des transports urbains dans la limite d'un seuil défini par décret en Conseil d'Etat.<br/><br/>  Son produit est affecté à cette même autorité organisatrice des transports et sert à financer les actions mentionnées au plan de déplacements urbains.<br/><br/>  II. ― Les collectivités ou groupements de collectivités intéressés établissent une étude d'impact préalable à charge et à décharge du projet de péage urbain et conduisent une concertation avec l'ensemble des parties concernées. Cette étude est rendue publique.<br/><br/>  Le péage urbain ne peut être instauré qu'après la mise en place d'infrastructures et de services de transport collectif susceptibles d'accueillir le report de trafic lié à l'instauration du péage.<br/><br/>  Les expérimentations visées au I sont autorisées par décret en Conseil d'Etat.<br/><br/>  III. ― Les collectivités ou groupements de collectivités qui mettent en œuvre une expérimentation sur le fondement du présent article élaborent, après chaque période de douze mois d'expérimentation, un rapport contenant les informations nécessaires à son évaluation et le transmettent au ministre chargé des collectivités territoriales et au ministre chargé des transports.",
            "num": "1609 quater A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1279065600000,
            "dateFin": 1439078400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133856",
                        "id": "LEGISCTA000006133856",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147082",
                        "id": "LEGISCTA000006147082",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Section XI bis :  Expérimentation des péages urbains",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022476696",
                        "id": "LEGISCTA000022494380",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022476698",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022476696",
            "sectionParentId": "LEGISCTA000022494380",
            "sectionParentTitre": "Section XI bis :  Expérimentation des péages urbains",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section XI bis :  Expérimentation des péages urbains",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022494375",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022470434",
                    "textTitle": "LOI n° 2010-788\n du 12 juillet 2010 - art. 65",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "65",
                    "articleId": "LEGIARTI000022472926",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-13",
                    "dateSignaTexte": "2010-07-12",
                    "dateDebutCible": "2010-07-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n°2015-991 du 7 août 2015 - art. 18, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "JORFARTI000030986004",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-991",
                    "datePubli": 1438992000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022494375",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031104880",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1609 quater A",
                "1609"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}