{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000024243768",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Statuts de la Fondation du patrimoine TITRE Ier BUTS DE LA FONDATION DU PATRIMOINE Article 1er La Fondation du patrimoine a pour but de promouvoir la connaissance, la conservation et la mise en valeur du patrimoine national. Elle s'attache à l'identification, à la préservation et à la mise en valeur du patrimoine non protégé. Elle contribue à la sauvegarde des monuments, édifices, ensembles mobiliers ou éléments remarquables des espaces naturels ou paysagers menacés de dégradation, de disparition ou de dispersion. Elle concourt ainsi à l'emploi, à l'insertion, à la formation et à la transmission des savoir-faire dans les secteurs de la restauration et de la valorisation du patrimoine et des sites. Elle apporte son concours à des personnes publiques ou privées, notamment par subvention, pour l'acquisition, l'entretien, la gestion et la présentation au public de ces biens, qu'ils aient ou non fait l'objet des mesures de protection prévues par la loi. Elle peut également acquérir les biens visés au troisième alinéa lorsque cette acquisition est nécessaire aux actions de sauvegarde qu'elle met en place. Elle peut attribuer un label au patrimoine non protégé et aux sites. Ce label est susceptible d'être pris en compte pour l'octroi de l'agrément prévu au 1 ° ter du II de l'article 156 du code général des impôts. La Fondation du patrimoine a son siège à Paris, palais de Chaillot, aile Paris, 1, place du Trocadéro. Toutefois, le conseil d'administration de la Fondation du patrimoine peut décider du transfert du siège social en tout autre lieu. Article 2 La mise en œuvre au bénéfice de la Fondation du patrimoine des procédures d'expropriation prévues par l'article 6 de la loi du 31 décembre 1913 sur les monuments historiques et par les dispositions de la loi du 2 mai 1930 ayant pour objet de réorganiser la protection des monuments naturels et des sites à caractère artistique, historique, scientifique, légendaire ou pittoresque, ainsi que de la procédure de préemption prévue par les articles 37 et 38 de la loi du 31 décembre 1921 portant fixation du budget général de l'exercice 1922 est régie par les dispositions du présent article. I. – La demande d'expropriation ou de préemption est adressée par le président de la Fondation du patrimoine, à ce dûment autorisé dans les conditions prévues par l'article 12, à l'autorité compétente de l'Etat. Elle est accompagnée d'un cahier des charges décrivant les mesures de sauvegarde et les modalités de gestion envisagées par la fondation. II. – Les biens acquis par voie d'expropriation ou de préemption ne peuvent être rétrocédés ou cédés par la Fondation du patrimoine qu'après l'accomplissement des actions indispensables à leur sauvegarde. Un cahier des charges, annexé à l'acte de cession et dont le modèle est approuvé par décret en Conseil d'Etat, fixe les obligations auxquelles le cessionnaire souscrit. Dans le cas de cession à une personne privée, la cession est autorisée par décret en Conseil d'Etat pris, selon les cas, sur le rapport du ministre chargé de la culture ou sur le rapport du ministre chargé de l'environnement. III. – L'aliénation des immeubles classés acquis par la fondation en application du II du présent article ne peut intervenir qu'après le respect des formalités prévues à l'article 8 (quatrième alinéa) de la loi du 31 décembre 1913 précitée. TITRE II ADMINISTRATION ET FONCTIONNEMENT Article 3 La Fondation du patrimoine est administrée par un conseil d'administration composé ainsi qu'il suit : 1° Le président de la fondation, choisi ou non au sein du conseil ; 2° Un représentant de chacun des fondateurs ; 3° Un sénateur, désigné par le président du Sénat, et un député, désigné par le président de l'Assemblée nationale ; 4° Trois représentants des communes, des départements et des régions : – un maire, désigné par l'Association des maires de France ; – un président de conseil général, désigné par l'Association des présidents de conseils généraux ; – un président de conseil régional, désigné par l'Association des présidents de conseils régionaux ; 5° Un membre de l'Institut de France, désigné par le Premier ministre sur proposition de la commission administrative centrale ; 6° Une personnalité qualifiée désignée par le ministre chargé de la culture ; 7° Une personnalité qualifiée désignée par le ministre chargé de l'environnement ; 8° Trois représentants élus par les membres adhérents de la Fondation du patrimoine. Les représentants des membres adhérents mentionnés au 8° du précédent alinéa sont élus par l'assemblée générale des adhérents au scrutin uninominal majoritaire à deux tours. Au premier tour, la majorité absolue des suffrages exprimés est requise ; au second tour, l'élection est acquise à la majorité relative et, en cas d'égalité des voix, au bénéfice de l'âge. Sont électeurs et éligibles l'ensemble des membres adhérents qui, à la date du scrutin, sont à jour de leur cotisation et âgés de dix-huit ans révolus. La durée du mandat des membres du conseil d'administration autres que le président et les représentants des fondateurs est de quatre années renouvelables à compter de la première réunion du conseil d'administration convoquée après leur désignation. Ils sont renouvelés par roulement tous les deux ans de façon que le renouvellement soit complet dans une période de quatre ans. Lors de la constitution initiale du conseil d'administration, un tirage au sort détermine les administrateurs dont le premier mandat expire à l'issue d'une durée de deux années. En cas de cessation des fonctions d'un membre du conseil d'administration soumis aux dispositions de l'alinéa précédent, notamment par décès, démission ou perte de la qualité au titre de laquelle il a été nommé, il est pourvu à son remplacement. La durée des fonctions du successeur expire à l'époque où aurait normalement expiré le mandat de celui qu'il remplace. Les membres du conseil d'administration ne peuvent se faire représenter que par un autre membre du conseil d'administration dûment mandaté à cet effet, sans qu'aucun administrateur présent puisse disposer de plus d'un seul pouvoir ni réunir plus du tiers du nombre total des voix. En cas d'absences personnelles répétées d'un administrateur autre qu'un représentant d'un fondateur, l'intéressé peut être déclaré démissionnaire d'office par le conseil d'administration, statuant hors de sa présence et après que l'intéressé a été mis à même de présenter des observations écrites ou orales. Article 4 Le conseil d'administration élit le président de la Fondation du patrimoine. Son mandat est de quatre ans renouvelables. Article 5 Le conseil d'administration élit en son sein, pour une durée de deux ans renouvelable, un vice-président, un trésorier et un secrétaire qui forment, avec le président, le bureau de la Fondation du patrimoine. Le vice-président représente le président pour les missions que celui-ci lui confie. Il le supplée en cas d'empêchement dûment constaté à la présidence des séances du conseil d'administration. Article 6 Les représentants des fondateurs disposent ensemble de 529 voix au total, réparties entre eux proportionnellement à leur part dans les apports et au plus fort reste, sans qu'un fondateur puisse détenir plus de 352 voix. Les administrateurs autres que les fondateurs disposent chacun de 48 voix lorsque le président est choisi parmi les administrateurs mentionnés aux 2° à 8° du premier alinéa de l'article 3. Ils disposent chacun, ainsi que le président, de 44 voix dans le cas où le président est choisi en dehors du conseil. Article 7 Le conseil d'administration se réunit au moins deux fois, par an, sur convocation du président. Il délibère sur les questions mises à l'ordre du jour par le président et sur celles dont l'inscription est demandée par le quart au moins de ses membres. Le conseil d'administration ne peut valablement délibérer que si la majorité des membres en exercice rassemblant au moins la majorité absolue des voix sont présents. Si ce quorum n'est pas atteint, il est procédé à une nouvelle convocation dans les conditions précisées par le règlement intérieur. Le conseil peut alors valablement délibérer sans condition de quorum. Les délibérations du conseil d'administration sont acquises à la majorité simple sous réserve des dispositions de l'article 27. En cas de partage de voix, celle du président est prépondérante. Il est tenu un procès-verbal des séances, lequel est signé du président et du secrétaire. Article 8 Un conseil d'orientation donne des avis et formule des recommandations sur la politique définie et les actions mises en œuvre par la Fondation du patrimoine. Il est composé notamment de représentants des associations de défense et de mise en valeur du patrimoine et de personnalités particulièrement compétentes en matière de protection, de conservation et de valorisation du patrimoine et des sites. Le conseil d'orientation de la Fondation du patrimoine comprend : 1° Trois membres choisis par le conseil d'administration, en dehors de son sein, parmi les représentants des associations ayant pour objet la protection et la mise en valeur du patrimoine naturel et trois membres choisis parmi les représentants des associations ayant pour objet la protection et la mise en valeur du patrimoine culturel ; 2° Six autres personnes qualifiées, désignées par le conseil d'administration en dehors de son sein, particulièrement compétentes dans le domaine de la protection et la mise en valeur, d'une part, du patrimoine naturel, d'autre part, du patrimoine culturel. Les membres du conseil d'orientation sont désignés pour trois ans. Leur mandat est renouvelable. En cas de cessation des fonctions d'un membre du conseil d'orientation, notamment par décès, démission ou perte de la qualité au titre de laquelle il a été nommé, il est pourvu à son remplacement. La durée des fonctions du successeur expire à l'époque où aurait normalement expiré le mandat de celui qu'il remplace. Les membres du conseil d'orientation sont tenus d'assister personnellement aux séances. Ils ne peuvent se faire représenter que par un autre membre du conseil d'orientation dûment mandaté à cet effet, sans qu'aucun membre présent puisse disposer de plus de deux pouvoirs. En cas d'absences personnelles répétées d'un membre du conseil d'orientation, l'intéressé peut être déclaré démissionnaire d'office par le conseil d'orientation, statuant hors de sa présence et après que l'intéressé a été mis à même de présenter des observations écrites ou orales. Article 9 Le président de la Fondation du patrimoine préside de droit le conseil d'orientation. Le conseil d'orientation élit parmi ses membres un vice-président, qui supplée le président en cas d'empêchement. Le vice-président du conseil d'orientation est élu pour trois ans. Son mandat est renouvelable. Le conseil d'orientation statue sur les points inscrits à l'ordre du jour à la majorité simple de ses membres présents et représentés. Le président du conseil d'orientation a voix prépondérante en cas de partage. Il convoque le conseil d'orientation et arrête l'ordre du jour, en y inscrivant obligatoirement les questions dont l'inscription est demandée par le conseil d'administration, par le président de la Fondation du patrimoine ou par l'un des commissaires du Gouvernement désignés par l'Etat. Article 10 Toutes les fonctions de membres des conseils et comités de la Fondation du patrimoine sont exercées à titre gratuit, sauf le remboursement des frais exposés par les intéressés, dans les conditions définies par le règlement intérieur. Article 11 Les agents rétribués par la Fondation du patrimoine ainsi que toute personne dont il paraît utile de recueillir l'avis peuvent être entendus par le conseil d'administration ou par le conseil d'orientation, sur demande du président. TITRE III ATTRIBUTIONS Article 12 Le conseil d'administration règle, par ses délibérations, les affaires de la Fondation du patrimoine. Notamment : 1° Il arrête le programme d'action de la Fondation du patrimoine ; 2° Il décide des principes d'attribution des aides financières aux propriétaires publics ou privés et du label mentionné au dernier alinéa de l'article 2 de la loi du 2 juillet 1996 relative à la Fondation du patrimoine ; 3° Il adopte le rapport moral annuel qui lui est présenté par le président ; 4° Il vote le budget et ses modifications ; 5° Il fixe le montant de la cotisation annuelle demandée aux adhérents ; 6° Il reçoit, discute et approuve les comptes de l'exercice clos qui lui sont présentés par le trésorier avec pièces justificatives à l'appui ; 7° Il accepte les libéralités qui sont faites à la Fondation du patrimoine sans charge ni condition ; il accepte, par délibération motivée, les libéralités qui sont grevées d'une charge ou d'une condition d'affectation immobilière ; 8° Il décide les acquisitions et cessions des biens mentionnés à l'article 5 de la loi du 2 juillet 1996 et délibère sur les modalités de la demande et de l'acceptation de la mise en œuvre des procédures d'expropriation et de préemption mentionnées à l'article 8 de ladite loi ainsi que sur les cahiers des charges prévus à l'article 2 des présents statuts ; 9° Il autorise le président à agir en justice ; 10° Il adopte le règlement intérieur. Le conseil d'administration peut nommer des comités chargés d'étudier les questions que le conseil d'administration ou son président soumet à leur examen. Il peut confier des missions à telles personnes que bon lui semblera, par mandat spécial et pour un ou plusieurs objets déterminés. Article 13 Le président assume, sous sa responsabilité, la direction générale de la Fondation du patrimoine. Il représente la Fondation du patrimoine dans ses rapports avec les tiers et dans tous les actes de la vie civile. Il ordonnance les dépenses. Sous réserve des pouvoirs qui sont expressément attribués par les lois et règlements au conseil d'administration, aux autres organes de la Fondation du patrimoine et dans la limite de l'objet social, le président est investi des pouvoirs les plus étendus pour agir en toute circonstance au nom de la Fondation du patrimoine. Il nomme le directeur général de la Fondation du patrimoine après avis du conseil d'administration. Il nomme aux autres emplois de la Fondation du patrimoine. Il peut déléguer sa signature dans les conditions prévues par le règlement intérieur. En cas de représentation en justice, le président ne peut être représenté que par un mandataire agissant en vertu d'une procuration spéciale. Article 14 Le trésorier encaisse les recettes et acquitte les dépenses de la Fondation du patrimoine. Article 15 Sous l'autorité du président, le directeur général de la Fondation du patrimoine dirige les services et a autorité sur le personnel. Il en assure le fonctionnement dans les conditions fixées par le règlement intérieur. Il assiste avec voix consultative aux séances du conseil d'administration, du bureau, du conseil d'orientation et, généralement, des divers comités de la Fondation du patrimoine. Les agents rétribués par la Fondation du patrimoine peuvent être appelés par le président à assister avec voix consultative aux séances du conseil d'administration, du conseil d'orientation et des divers comités de la Fondation du patrimoine. Article 16 Le conseil d'orientation donne des avis et formule des recommandations sur la politique et les actions de la Fondation du patrimoine. Le projet de rapport moral annuel lui est soumis avant transmission au conseil d'administration et son avis y est obligatoirement annexé. TITRE IV DOTATION ET RESSOURCES ANNUELLES Article 17 La Fondation du patrimoine est constituée avec des apports initiaux s'élevant à la somme de 32 millions de francs, versés par les fondateurs dont les noms et les apports individuels sont constatés dans l'annexe aux présents statuts. Article 18 L'admission de nouveaux fondateurs est constatée par décret en Conseil d'Etat, sur proposition du conseil d'administration. En cas de disparition d'un fondateur, les autres fondateurs se répartissent ses droits au prorata de leurs parts respectives dans les apports et au plus fort reste. Article 19 Les fondateurs peuvent consentir à la Fondation du patrimoine des apports supplémentaires, qui sont autorisés par décret en Conseil d'Etat pris après avis du conseil d'administration. Article 20 Outre les apports initiaux, les apports des fondateurs admis postérieurement à la constitution initiale et les apports complémentaires, mentionnés aux articles 17, 18 et 19, les ressources de la Fondation du patrimoine comprennent : 1° Les subventions publiques qui pourraient lui être accordées ; 2° Le produit des dons et legs ; 3° Les cotisations des membres adhérents ; 4° Le produit des rétributions perçues pour services rendus ; 5° Le produit du placement de ses fonds. Il est justifié chaque année auprès du ministre de l'intérieur, du ministre chargé de la culture et du ministre chargé de l'environnement de l'emploi des fonds provenant de toutes subventions sur fonds publics éventuellement accordées au cours de l'exercice écoulé et de l'emploi des versements effectués en déduction ou franchise d'impôt dans le cadre des dispositions des lois et règlements. Article 21 La Fondation du patrimoine établit des comptes annuels en conformité avec les articles 8 à 17 du code de commerce et des règlements pris pour leur application. Elle désigne au moins un commissaire aux comptes et un suppléant, choisis sur la liste mentionnée à l'article 219 de la loi n° 66-537 du 24 juillet 1966 relative aux sociétés commerciales qui exercent leurs fonctions dans les conditions prévues par ladite loi. Les dispositions de l'article 457 de la même loi sont applicables aux commissaires aux comptes ainsi désignés, et ses articles 455 et 458 sont applicables au président et aux membres du conseil d'administration de la Fondation du patrimoine. TITRE V DES ADHÉRENTS DE LA FONDATION DU PATRIMOINE Article 22 Des personnes physiques ou morales, publiques ou privées, peuvent adhérer à la Fondation du patrimoine à condition de s'acquitter d'une cotisation annuelle, dont le montant est déterminé par le conseil d'administration. L'adhésion est libre. L'exclusion d'un membre peut être prononcée par décision motivée du conseil d'administration après que l'intéressé a été mis à même de présenter des observations écrites ou orales. Article 23 Les adhérents de la Fondation du patrimoine se réunissent en assemblée générale au moins une fois par an, sur convocation du président, qui y inscrit obligatoirement les questions demandées par le quart au moins des membres adhérents. L'assemblée générale discute de la politique générale de la Fondation du patrimoine, des actions qu'elle a développées au cours de l'exercice échu et des orientations qu'elle estime souhaitables pour l'exercice à venir. Elle élit les représentants des adhérents au conseil d'administration. L'assemblée générale est présidée par le président de la Fondation du patrimoine. Elle se prononce à la majorité simple des membres présents et représentés sur les questions inscrites à l'ordre du jour. Article 24 Les adhérents sont informés des actions conduites par la Fondation du patrimoine et sont invités à y participer. Ils bénéficient d'un accès gratuit, aux heures de visite, aux immeubles qui, appartenant à la Fondation du patrimoine ou bénéficiant du label qu'elle attribue, sont ouverts au public. TITRE VI RÈGLEMENT INTÉRIEUR ET SURVEILLANCE Article 25 Le règlement intérieur est adopté par le conseil d'administration. Il prévoit les conditions utiles pour assurer l'exécution des présents statuts. Il ne peut entrer en vigueur qu'après approbation conjointe par le ministre de l'intérieur, le ministre chargé de la culture et le ministre chargé de l'environnement. Article 26 Les commissaires du Gouvernement désignés par le ministre de l'intérieur, le ministre chargé de la culture et le ministre chargé de l'environnement peuvent assister aux séances du conseil d'administration, du bureau, du conseil d'orientation et, généralement, des divers comités de la Fondation du patrimoine. Ils disposent de tout pouvoir d'investigation sur pièces et sur place et peuvent se faire communiquer tout document intéressant l'activité de la Fondation du patrimoine. Ils peuvent demander au conseil d'administration une seconde délibération, qui ne peut être refusée. Dans ce cas, la délibération ne peut être acquise qu'à la majorité des deux tiers, sous réserve des hypothèses où une majorité plus importante est requise en vertu des statuts ou du règlement intérieur. TITRE VII DISPOSITIONS TRANSITOIRES ET DIVERSES Article 27 Les présents statuts ne peuvent être modifiés qu'après deux délibérations concordantes du conseil d'administration, prises à deux mois d'intervalle et à la majorité des trois quarts des membres en exercice. Toutefois, une seule délibération suffit lorsque la modification a été décidée à l'unanimité des membres en exercice, dûment saisis du projet par lettre recommandée avec accusé de réception, reçue au moins un mois à l'avance. La modification des statuts ne peut entrer en vigueur qu'après approbation par décret en Conseil d'Etat, pris sur le rapport conjoint du ministre de l'intérieur, du ministre chargé de la culture et du ministre chargé de l'environnement. Article 28 En cas de dissolution ou en cas de retrait de la reconnaissance d'utilité publique, le conseil d'administration désigne un ou plusieurs commissaires chargés de la liquidation des biens de la Fondation du patrimoine. L'actif net est attribué à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique. Dans le cas où les mesures mentionnées à l'alinéa précédent n'auraient pas été prises, un décret interviendrait pour y pourvoir. Les détenteurs de fonds, titres et archives appartenant à la Fondation du patrimoine s'en dessaisiront valablement entre les mains du commissaire désigné par ledit décret. Article 29 Les délibérations du conseil d'administration prévues aux articles 27 et 28 sont adressées sans délai au ministre de l'intérieur, au ministre chargé de la culture et au ministre chargé de l'environnement.",
            "texteHtml": "<p align='center'>Statuts de la Fondation du patrimoine</p><p>TITRE Ier</p><p>BUTS DE LA FONDATION DU PATRIMOINE</p><p>Article 1er</p><p>La Fondation du patrimoine a pour but de promouvoir la connaissance, la conservation et la mise en valeur du patrimoine national.</p><p>Elle s'attache à l'identification, à la préservation et à la mise en valeur du patrimoine non protégé.</p><p>Elle contribue à la sauvegarde des monuments, édifices, ensembles mobiliers ou éléments remarquables des espaces naturels ou paysagers menacés de dégradation, de disparition ou de dispersion. Elle concourt ainsi à l'emploi, à l'insertion, à la formation et à la transmission des savoir-faire dans les secteurs de la restauration et de la valorisation du patrimoine et des sites. Elle apporte son concours à des personnes publiques ou privées, notamment par subvention, pour l'acquisition, l'entretien, la gestion et la présentation au public de ces biens, qu'ils aient ou non fait l'objet des mesures de protection prévues par la loi.</p><p>Elle peut également acquérir les biens visés au troisième alinéa lorsque cette acquisition est nécessaire aux actions de sauvegarde qu'elle met en place.</p><p>Elle peut attribuer un label au patrimoine non protégé et aux sites. Ce label est susceptible d'être pris en compte pour l'octroi de l'agrément prévu au 1<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307893&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 156 (V)'>° ter du II de l'article 156 du code</a> général des impôts.</p><p>La Fondation du patrimoine a son siège à Paris, palais de Chaillot, aile Paris, 1, place du Trocadéro.</p><p>Toutefois, le conseil d'administration de la Fondation du patrimoine peut décider du transfert du siège social en tout autre lieu.</p><p>Article 2</p><p>La mise en œuvre au bénéfice de la Fondation du patrimoine des procédures d'expropriation prévues par l'article 6 de la loi du 31 décembre 1913 sur les monuments historiques et par les dispositions de la loi du 2 mai 1930 ayant pour objet de réorganiser la protection des monuments naturels et des sites à caractère artistique, historique, scientifique, légendaire ou pittoresque, ainsi que de la procédure de préemption prévue par les articles 37 et 38 de la loi du 31 décembre 1921 portant fixation du budget général de l'exercice 1922 est régie par les dispositions du présent article.</p><p>I. – La demande d'expropriation ou de préemption est adressée par le président de la Fondation du patrimoine, à ce dûment autorisé dans les conditions prévues par l'article 12, à l'autorité compétente de l'Etat.</p><p>Elle est accompagnée d'un cahier des charges décrivant les mesures de sauvegarde et les modalités de gestion envisagées par la fondation.</p><p>II. – Les biens acquis par voie d'expropriation ou de préemption ne peuvent être rétrocédés ou cédés par la Fondation du patrimoine qu'après l'accomplissement des actions indispensables à leur sauvegarde. Un cahier des charges, annexé à l'acte de cession et dont le modèle est approuvé par décret en Conseil d'Etat, fixe les obligations auxquelles le cessionnaire souscrit. Dans le cas de cession à une personne privée, la cession est autorisée par décret en Conseil d'Etat pris, selon les cas, sur le rapport du ministre chargé de la culture ou sur le rapport du ministre chargé de l'environnement.</p><p>III. – L'aliénation des immeubles classés acquis par la fondation en application du II du présent article ne peut intervenir qu'après le respect des formalités prévues à l'article 8 (quatrième alinéa) de la loi du 31 décembre 1913 précitée.</p><p>TITRE II</p><p>ADMINISTRATION ET FONCTIONNEMENT</p><p>Article 3</p><p>La Fondation du patrimoine est administrée par un conseil d'administration composé ainsi qu'il suit :</p><p>1° Le président de la fondation, choisi ou non au sein du conseil ;</p><p>2° Un représentant de chacun des fondateurs ;</p><p>3° Un sénateur, désigné par le président du Sénat, et un député, désigné par le président de l'Assemblée nationale ;</p><p>4° Trois représentants des communes, des départements et des régions :</p><p>– un maire, désigné par l'Association des maires de France ;</p><p>– un président de conseil général, désigné par l'Association des présidents de conseils généraux ;</p><p>– un président de conseil régional, désigné par l'Association des présidents de conseils régionaux ;</p><p>5° Un membre de l'Institut de France, désigné par le Premier ministre sur proposition de la commission administrative centrale ;</p><p>6° Une personnalité qualifiée désignée par le ministre chargé de la culture ;</p><p>7° Une personnalité qualifiée désignée par le ministre chargé de l'environnement ;</p><p>8° Trois représentants élus par les membres adhérents de la Fondation du patrimoine.</p><p>Les représentants des membres adhérents mentionnés au 8° du précédent alinéa sont élus par l'assemblée générale des adhérents au scrutin uninominal majoritaire à deux tours. Au premier tour, la majorité absolue des suffrages exprimés est requise ; au second tour, l'élection est acquise à la majorité relative et, en cas d'égalité des voix, au bénéfice de l'âge. Sont électeurs et éligibles l'ensemble des membres adhérents qui, à la date du scrutin, sont à jour de leur cotisation et âgés de dix-huit ans révolus.</p><p>La durée du mandat des membres du conseil d'administration autres que le président et les représentants des fondateurs est de quatre années renouvelables à compter de la première réunion du conseil d'administration convoquée après leur désignation. Ils sont renouvelés par roulement tous les deux ans de façon que le renouvellement soit complet dans une période de quatre ans. Lors de la constitution initiale du conseil d'administration, un tirage au sort détermine les administrateurs dont le premier mandat expire à l'issue d'une durée de deux années.</p><p>En cas de cessation des fonctions d'un membre du conseil d'administration soumis aux dispositions de l'alinéa précédent, notamment par décès, démission ou perte de la qualité au titre de laquelle il a été nommé, il est pourvu à son remplacement. La durée des fonctions du successeur expire à l'époque où aurait normalement expiré le mandat de celui qu'il remplace.</p><p>Les membres du conseil d'administration ne peuvent se faire représenter que par un autre membre du conseil d'administration dûment mandaté à cet effet, sans qu'aucun administrateur présent puisse disposer de plus d'un seul pouvoir ni réunir plus du tiers du nombre total des voix.</p><p>En cas d'absences personnelles répétées d'un administrateur autre qu'un représentant d'un fondateur, l'intéressé peut être déclaré démissionnaire d'office par le conseil d'administration, statuant hors de sa présence et après que l'intéressé a été mis à même de présenter des observations écrites ou orales.</p><p>Article 4</p><p>Le conseil d'administration élit le président de la Fondation du patrimoine. Son mandat est de quatre ans renouvelables.</p><p>Article 5</p><p>Le conseil d'administration élit en son sein, pour une durée de deux ans renouvelable, un vice-président, un trésorier et un secrétaire qui forment, avec le président, le bureau de la Fondation du patrimoine.</p><p>Le vice-président représente le président pour les missions que celui-ci lui confie. Il le supplée en cas d'empêchement dûment constaté à la présidence des séances du conseil d'administration.</p><p>Article 6</p><p>Les représentants des fondateurs disposent ensemble de 529 voix au total, réparties entre eux proportionnellement à leur part dans les apports et au plus fort reste, sans qu'un fondateur puisse détenir plus de 352 voix.</p><p>Les administrateurs autres que les fondateurs disposent chacun de 48 voix lorsque le président est choisi parmi les administrateurs mentionnés aux 2° à 8° du premier alinéa de l'article 3. Ils disposent chacun, ainsi que le président, de 44 voix dans le cas où le président est choisi en dehors du conseil.</p><p>Article 7</p><p>Le conseil d'administration se réunit au moins deux fois, par an, sur convocation du président. Il délibère sur les questions mises à l'ordre du jour par le président et sur celles dont l'inscription est demandée par le quart au moins de ses membres.</p><p>Le conseil d'administration ne peut valablement délibérer que si la majorité des membres en exercice rassemblant au moins la majorité absolue des voix sont présents. Si ce quorum n'est pas atteint, il est procédé à une nouvelle convocation dans les conditions précisées par le règlement intérieur. Le conseil peut alors valablement délibérer sans condition de quorum.</p><p>Les délibérations du conseil d'administration sont acquises à la majorité simple sous réserve des dispositions de l'article 27. En cas de partage de voix, celle du président est prépondérante.</p><p>Il est tenu un procès-verbal des séances, lequel est signé du président et du secrétaire.</p><p>Article 8</p><p>Un conseil d'orientation donne des avis et formule des recommandations sur la politique définie et les actions mises en œuvre par la Fondation du patrimoine. Il est composé notamment de représentants des associations de défense et de mise en valeur du patrimoine et de personnalités particulièrement compétentes en matière de protection, de conservation et de valorisation du patrimoine et des sites.</p><p>Le conseil d'orientation de la Fondation du patrimoine comprend :</p><p>1° Trois membres choisis par le conseil d'administration, en dehors de son sein, parmi les représentants des associations ayant pour objet la protection et la mise en valeur du patrimoine naturel et trois membres choisis parmi les représentants des associations ayant pour objet la protection et la mise en valeur du patrimoine culturel ;</p><p>2° Six autres personnes qualifiées, désignées par le conseil d'administration en dehors de son sein, particulièrement compétentes dans le domaine de la protection et la mise en valeur, d'une part, du patrimoine naturel, d'autre part, du patrimoine culturel.</p><p>Les membres du conseil d'orientation sont désignés pour trois ans. Leur mandat est renouvelable.</p><p>En cas de cessation des fonctions d'un membre du conseil d'orientation, notamment par décès, démission ou perte de la qualité au titre de laquelle il a été nommé, il est pourvu à son remplacement. La durée des fonctions du successeur expire à l'époque où aurait normalement expiré le mandat de celui qu'il remplace.</p><p>Les membres du conseil d'orientation sont tenus d'assister personnellement aux séances. Ils ne peuvent se faire représenter que par un autre membre du conseil d'orientation dûment mandaté à cet effet, sans qu'aucun membre présent puisse disposer de plus de deux pouvoirs.</p><p>En cas d'absences personnelles répétées d'un membre du conseil d'orientation, l'intéressé peut être déclaré démissionnaire d'office par le conseil d'orientation, statuant hors de sa présence et après que l'intéressé a été mis à même de présenter des observations écrites ou orales.</p><p>Article 9</p><p>Le président de la Fondation du patrimoine préside de droit le conseil d'orientation.</p><p>Le conseil d'orientation élit parmi ses membres un vice-président, qui supplée le président en cas d'empêchement.</p><p>Le vice-président du conseil d'orientation est élu pour trois ans. Son mandat est renouvelable.</p><p>Le conseil d'orientation statue sur les points inscrits à l'ordre du jour à la majorité simple de ses membres présents et représentés. Le président du conseil d'orientation a voix prépondérante en cas de partage.</p><p>Il convoque le conseil d'orientation et arrête l'ordre du jour, en y inscrivant obligatoirement les questions dont l'inscription est demandée par le conseil d'administration, par le président de la Fondation du patrimoine ou par l'un des commissaires du Gouvernement désignés par l'Etat.</p><p>Article 10</p><p>Toutes les fonctions de membres des conseils et comités de la Fondation du patrimoine sont exercées à titre gratuit, sauf le remboursement des frais exposés par les intéressés, dans les conditions définies par le règlement intérieur.</p><p>Article 11</p><p>Les agents rétribués par la Fondation du patrimoine ainsi que toute personne dont il paraît utile de recueillir l'avis peuvent être entendus par le conseil d'administration ou par le conseil d'orientation, sur demande du président.</p><p>TITRE III</p><p>ATTRIBUTIONS</p><p>Article 12</p><p>Le conseil d'administration règle, par ses délibérations, les affaires de la Fondation du patrimoine. Notamment :</p><p>1° Il arrête le programme d'action de la Fondation du patrimoine ;</p><p>2° Il décide des principes d'attribution des aides financières aux propriétaires publics ou privés et du label mentionné au dernier alinéa de l'article 2 de la loi du 2 juillet 1996 relative à la Fondation du patrimoine ;</p><p>3° Il adopte le rapport moral annuel qui lui est présenté par le président ;</p><p>4° Il vote le budget et ses modifications ;</p><p>5° Il fixe le montant de la cotisation annuelle demandée aux adhérents ;</p><p>6° Il reçoit, discute et approuve les comptes de l'exercice clos qui lui sont présentés par le trésorier avec pièces justificatives à l'appui ;</p><p>7° Il accepte les libéralités qui sont faites à la Fondation du patrimoine sans charge ni condition ; il accepte, par délibération motivée, les libéralités qui sont grevées d'une charge ou d'une condition d'affectation immobilière ;</p><p>8° Il décide les acquisitions et cessions des biens mentionnés à l'article 5 de la loi du 2 juillet 1996 et délibère sur les modalités de la demande et de l'acceptation de la mise en œuvre des procédures d'expropriation et de préemption mentionnées à l'article 8 de ladite loi ainsi que sur les cahiers des charges prévus à l'article 2 des présents statuts ;</p><p>9° Il autorise le président à agir en justice ;</p><p>10° Il adopte le règlement intérieur.</p><p>Le conseil d'administration peut nommer des comités chargés d'étudier les questions que le conseil d'administration ou son président soumet à leur examen. Il peut confier des missions à telles personnes que bon lui semblera, par mandat spécial et pour un ou plusieurs objets déterminés.</p><p>Article 13</p><p>Le président assume, sous sa responsabilité, la direction générale de la Fondation du patrimoine. Il représente la Fondation du patrimoine dans ses rapports avec les tiers et dans tous les actes de la vie civile. Il ordonnance les dépenses.</p><p>Sous réserve des pouvoirs qui sont expressément attribués par les lois et règlements au conseil d'administration, aux autres organes de la Fondation du patrimoine et dans la limite de l'objet social, le président est investi des pouvoirs les plus étendus pour agir en toute circonstance au nom de la Fondation du patrimoine.</p><p>Il nomme le directeur général de la Fondation du patrimoine après avis du conseil d'administration. Il nomme aux autres emplois de la Fondation du patrimoine.</p><p>Il peut déléguer sa signature dans les conditions prévues par le règlement intérieur.</p><p>En cas de représentation en justice, le président ne peut être représenté que par un mandataire agissant en vertu d'une procuration spéciale.</p><p>Article 14</p><p>Le trésorier encaisse les recettes et acquitte les dépenses de la Fondation du patrimoine.</p><p>Article 15</p><p>Sous l'autorité du président, le directeur général de la Fondation du patrimoine dirige les services et a autorité sur le personnel. Il en assure le fonctionnement dans les conditions fixées par le règlement intérieur.</p><p>Il assiste avec voix consultative aux séances du conseil d'administration, du bureau, du conseil d'orientation et, généralement, des divers comités de la Fondation du patrimoine.</p><p>Les agents rétribués par la Fondation du patrimoine peuvent être appelés par le président à assister avec voix consultative aux séances du conseil d'administration, du conseil d'orientation et des divers comités de la Fondation du patrimoine.</p><p>Article 16</p><p>Le conseil d'orientation donne des avis et formule des recommandations sur la politique et les actions de la Fondation du patrimoine.</p><p>Le projet de rapport moral annuel lui est soumis avant transmission au conseil d'administration et son avis y est obligatoirement annexé.</p><p>TITRE IV</p><p>DOTATION ET RESSOURCES ANNUELLES</p><p>Article 17</p><p>La Fondation du patrimoine est constituée avec des apports initiaux s'élevant à la somme de 32 millions de francs, versés par les fondateurs dont les noms et les apports individuels sont constatés dans l'annexe aux présents statuts.</p><p>Article 18</p><p>L'admission de nouveaux fondateurs est constatée par décret en Conseil d'Etat, sur proposition du conseil d'administration.</p><p>En cas de disparition d'un fondateur, les autres fondateurs se répartissent ses droits au prorata de leurs parts respectives dans les apports et au plus fort reste.</p><p>Article 19</p><p>Les fondateurs peuvent consentir à la Fondation du patrimoine des apports supplémentaires, qui sont autorisés par décret en Conseil d'Etat pris après avis du conseil d'administration.</p><p>Article 20</p><p>Outre les apports initiaux, les apports des fondateurs admis postérieurement à la constitution initiale et les apports complémentaires, mentionnés aux articles 17, 18 et 19, les ressources de la Fondation du patrimoine comprennent :</p><p>1° Les subventions publiques qui pourraient lui être accordées ;</p><p>2° Le produit des dons et legs ;</p><p>3° Les cotisations des membres adhérents ;</p><p>4° Le produit des rétributions perçues pour services rendus ;</p><p>5° Le produit du placement de ses fonds.</p><p>Il est justifié chaque année auprès du ministre de l'intérieur, du ministre chargé de la culture et du ministre chargé de l'environnement de l'emploi des fonds provenant de toutes subventions sur fonds publics éventuellement accordées au cours de l'exercice écoulé et de l'emploi des versements effectués en déduction ou franchise d'impôt dans le cadre des dispositions des lois et règlements.</p><p>Article 21</p><p>La Fondation du patrimoine établit des comptes annuels en conformité avec les articles 8 à 17 du code de commerce et des règlements pris pour leur application.</p><p>Elle désigne au moins un commissaire aux comptes et un suppléant, choisis sur la liste mentionnée à l'article 219 de la loi n° 66-537 du 24 juillet 1966 relative aux sociétés commerciales qui exercent leurs fonctions dans les conditions prévues par ladite loi. Les dispositions de l'article 457 de la même loi sont applicables aux commissaires aux comptes ainsi désignés, et ses articles 455 et 458 sont applicables au président et aux membres du conseil d'administration de la Fondation du patrimoine.</p><p>TITRE V</p><p>DES ADHÉRENTS DE LA FONDATION DU PATRIMOINE</p><p>Article 22</p><p>Des personnes physiques ou morales, publiques ou privées, peuvent adhérer à la Fondation du patrimoine à condition de s'acquitter d'une cotisation annuelle, dont le montant est déterminé par le conseil d'administration.</p><p>L'adhésion est libre. L'exclusion d'un membre peut être prononcée par décision motivée du conseil d'administration après que l'intéressé a été mis à même de présenter des observations écrites ou orales.</p><p>Article 23</p><p>Les adhérents de la Fondation du patrimoine se réunissent en assemblée générale au moins une fois par an, sur convocation du président, qui y inscrit obligatoirement les questions demandées par le quart au moins des membres adhérents.</p><p>L'assemblée générale discute de la politique générale de la Fondation du patrimoine, des actions qu'elle a développées au cours de l'exercice échu et des orientations qu'elle estime souhaitables pour l'exercice à venir.</p><p>Elle élit les représentants des adhérents au conseil d'administration.</p><p>L'assemblée générale est présidée par le président de la Fondation du patrimoine. Elle se prononce à la majorité simple des membres présents et représentés sur les questions inscrites à l'ordre du jour.</p><p>Article 24</p><p>Les adhérents sont informés des actions conduites par la Fondation du patrimoine et sont invités à y participer.</p><p>Ils bénéficient d'un accès gratuit, aux heures de visite, aux immeubles qui, appartenant à la Fondation du patrimoine ou bénéficiant du label qu'elle attribue, sont ouverts au public.</p><p>TITRE VI</p><p>RÈGLEMENT INTÉRIEUR ET SURVEILLANCE</p><p>Article 25</p><p>Le règlement intérieur est adopté par le conseil d'administration. Il prévoit les conditions utiles pour assurer l'exécution des présents statuts. Il ne peut entrer en vigueur qu'après approbation conjointe par le ministre de l'intérieur, le ministre chargé de la culture et le ministre chargé de l'environnement.</p><p>Article 26</p><p>Les commissaires du Gouvernement désignés par le ministre de l'intérieur, le ministre chargé de la culture et le ministre chargé de l'environnement peuvent assister aux séances du conseil d'administration, du bureau, du conseil d'orientation et, généralement, des divers comités de la Fondation du patrimoine.</p><p>Ils disposent de tout pouvoir d'investigation sur pièces et sur place et peuvent se faire communiquer tout document intéressant l'activité de la Fondation du patrimoine.</p><p>Ils peuvent demander au conseil d'administration une seconde délibération, qui ne peut être refusée. Dans ce cas, la délibération ne peut être acquise qu'à la majorité des deux tiers, sous réserve des hypothèses où une majorité plus importante est requise en vertu des statuts ou du règlement intérieur.</p><p>TITRE VII</p><p>DISPOSITIONS TRANSITOIRES ET DIVERSES</p><p>Article 27</p><p>Les présents statuts ne peuvent être modifiés qu'après deux délibérations concordantes du conseil d'administration, prises à deux mois d'intervalle et à la majorité des trois quarts des membres en exercice.</p><p>Toutefois, une seule délibération suffit lorsque la modification a été décidée à l'unanimité des membres en exercice, dûment saisis du projet par lettre recommandée avec accusé de réception, reçue au moins un mois à l'avance.</p><p>La modification des statuts ne peut entrer en vigueur qu'après approbation par décret en Conseil d'Etat, pris sur le rapport conjoint du ministre de l'intérieur, du ministre chargé de la culture et du ministre chargé de l'environnement.</p><p>Article 28</p><p>En cas de dissolution ou en cas de retrait de la reconnaissance d'utilité publique, le conseil d'administration désigne un ou plusieurs commissaires chargés de la liquidation des biens de la Fondation du patrimoine. L'actif net est attribué à un ou plusieurs établissements analogues, publics ou reconnus d'utilité publique.</p><p>Dans le cas où les mesures mentionnées à l'alinéa précédent n'auraient pas été prises, un décret interviendrait pour y pourvoir. Les détenteurs de fonds, titres et archives appartenant à la Fondation du patrimoine s'en dessaisiront valablement entre les mains du commissaire désigné par ledit décret.</p><p>Article 29</p><p>Les délibérations du conseil d'administration prévues aux articles 27 et 28 sont adressées sans délai au ministre de l'intérieur, au ministre chargé de la culture et au ministre chargé de l'environnement.</p>",
            "num": "Annexe 5 à l'article R. 143-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1306454400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265918,
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000024239714",
                        "id": "LEGISCTA000024239714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-05-27",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024243683",
                        "id": "LEGISCTA000024243683",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2004-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code du patrimoine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074236",
                        "id": "LEGITEXT000006074236",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024243768",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000024243683",
            "sectionParentId": "LEGISCTA000024243683",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire &gt; Annexes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024243768",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074236",
                    "titre": "Code du patrimoine",
                    "titreLong": "Code du patrimoine",
                    "etat": "VIGUEUR",
                    "dateDebut": 1077580800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074236",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024232917",
                    "textTitle": "Décret n° 2011-574 du 24 mai 2011  - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000024235456",
                    "natureText": "",
                    "datePubliTexte": "2011-05-26",
                    "dateSignaTexte": "2011-05-24",
                    "dateDebutCible": "2011-05-27"
                },
                {
                    "textCid": "JORFTEXT000024232917",
                    "textTitle": "Décret n° 2011-574 du 24 mai 2011 Annexe - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000024235456",
                    "natureText": "",
                    "datePubliTexte": "2011-05-26",
                    "dateSignaTexte": "2011-05-24",
                    "dateDebutCible": "2011-05-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 156 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "156",
                    "articleId": "LEGIARTI000006307893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006074236",
                    "textTitle": "Code du patrimoine - art. R143-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R143-1",
                    "articleId": "LEGIARTI000024240298",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306454400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024243768",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1306454400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 5 à l'article R. 143-1",
                "5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}