{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047467447",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "VII-1. Régime cadre exempte n° SA. 46706 relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du Traité (Article 711-3) Les autorités françaises ont informé la Commission de la mise en œuvre du présent régime cadre exempté de notification relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles fondé sur le règlement général d'exemption par catégorie n° 651/2014 du 17 juin 2014 (RGEC) et notamment son article 54. Ce régime d'aide a été enregistré par la Commission sous la référence SA. 46706. Article 1 Objet du régime. Le présent régime cadre relatif aux aides en faveur du codéveloppement international et de la coproduction internationale d'œuvres cinématographiques ou audiovisuelles encadre, conformément à la réglementation européenne les dispositifs d'aides institués par un accord intergouvernemental dont la gestion et le financement sont confiés au Centre national du cinéma et de l'image animée (CNC) ou par un accord administratif de partenariat conclu entre le CNC et d'autres autorités publiques de l'Union européenne et d'Etats tiers. Ces dispositifs sont listés au livre VII, titre 1, chapitre 1 du règlement général des aides financières du CNC. Le présent régime cadre reprend et précise les conditions du RGEC applicables aux régimes d'aides en faveur du codéveloppement et de la coproduction internationale. Les dispositifs d'aides institués sur la base du présent régime cadre doivent en respecter toutes les conditions et en mentionner la référence, notamment : Pour un accord intergouvernemental ou administratif instituant un dispositif d'aide (ou autre document équivalent) : Dispositif d'aides pris en application du régime cadre exempté n° SA. 46706, relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité. Pour tout acte juridique attributif d'une aide : Aide attribuée sur la base du [préciser l'intitulé du dispositif d'aides concerné] pris en application du régime cadre exempté n° SA. 46706, relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité. Article 2 Durée. Le présent régime cadre entre en vigueur le lendemain de la publication au Journal officiel de la République Française de la délibération du Conseil d'administration du CNC du 24 novembre 2016 et est applicable jusqu'au 31 décembre 2020, date de fin de validité du RGEC, ou, le cas échéant, jusqu'à une date ultérieure si la Commission européenne a pris une décision autorisant sa prolongation. Article 3 Seuil de notification. Le présent régime cadre couvre les dispositifs d'aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles dans la mesure où la contribution financière du CNC au titre de chaque dispositif est inférieure à 50 millions d'euros par an. Dans les cas où cette contribution financière excéderait 50 millions d'euros par an, une notification du dispositif d'aide concerné sera nécessaire. Article 4 Champ d'application. 4.1. Champ d'application. Le présent régime cadre s'applique aux contributions financières apportées par le CNC au titre des dispositifs d'aides au codéveloppement international et à la coproduction d'œuvres cinématographiques ou audiovisuelles. 4.2 Exclusions. Le présent régime cadre ne s'applique pas aux aides suivantes : - aides réservées à des activités de production spécifiques ou à des maillons individuels de la chaîne de valeur de la production ; - aides en faveur des infrastructures des studios ; - aides en faveur d'une entreprise faisant l'objet d'une injonction de récupération non exécutée suivant une décision de la Commission déclarant des aides illégales et incompatibles avec le marché intérieur ; - aides qui par elles-mêmes, par les modalités dont elles sont assorties ou par leur mode de financement, entraînent de manière indissociable une violation du droit de l'Union, en particulier : 1. Les mesures d'aide dont l'octroi est subordonné à l'obligation pour le bénéficiaire d'avoir son siège dans l'Etat membre concerné ou d'être établi à titre principal dans ledit Etat membre. Il est toutefois autorisé d'exiger que le bénéficiaire ait un établissement ou une succursale dans l'Etat membre qui octroie l'aide au moment du versement de l'aide ; 2. Les aides qui sont réservées exclusivement aux ressortissants nationaux ; 3. Les mesures d'aide dont l'octroi est subordonné à l'obligation pour le bénéficiaire d'utiliser des biens produits sur le territoire national ou d'avoir recours à des prestations de services effectuées depuis le territoire national, dans des proportions supérieures à celles autorisées par l'article 54 du RGEC ; - aides accordées aux entreprises en difficulté, telles que définies par l'article 2 (18) du RGEC ; - aides qui favorisent des activités liées à l'exportation vers des pays tiers ou un Etat membre, à savoir celles qui sont directement liées aux quantités exportées ; - aides qui financent la mise en place et le fonctionnement d'un réseau de distribution ou d'autres dépenses courantes liées à l'activité d'exportation. Article 5 Transparence des aides. Les aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime cadre doivent être \" transparentes \", c'est-à-dire qu'il doit être possible de calculer précisément et préalablement leur équivalent-subvention brut, sans qu'il soit nécessaire d'effectuer une analyse de risque. Les aides attribuées sous forme de subventions sont considérées comme transparentes. Les aides attribuées sous forme d'avances récupérables sont considérées comme transparentes sous réserve que le montant total ne dépasse pas les seuils et les intensités d'aide applicables au titre du présent régime. Article 6 Effet incitatif des aides. Les aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime doivent avoir un effet incitatif. Une aide est réputée avoir un effet incitatif si le bénéficiaire a présenté une demande d'aide écrite à l'organisme qui octroie l'aide avant le début des travaux liés au projet ou à l'activité en question. La demande d'aide contient au moins les informations suivantes : a) le nom et la taille de l'entreprise ; b) une description du projet, y compris ses dates de début et de fin ; c) la localisation du projet ; d) une liste des coûts admissibles ; e) le type d'aide sollicitée (subvention, bonification d'intérêt, avance récupérable, prêt, garantie) ; f) le montant estimé de l'aide sollicitée. Si l'effet incitatif n'est pas démontré les aides ne sont pas attribuées. Article 7 Projets éligibles. Les aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime cadre doivent être destinées à soutenir le codéveloppement international ou la coproduction internationale d'œuvres cinématographiques ou audiovisuelles constitutives d'un produit culturel. Cet aspect culturel sera établi suivant les procédures instaurées à cette fin. Article 8 Coûts admissibles. Les coûts admissibles sont les suivants : Pour les aides au développement : coûts de préparation, couvrant les coûts de l'écriture de scénarios et des autres dépenses de développement ; Pour les aides à la production : coûts de production, couvrant les coûts globaux de la production, y compris les coûts destinés à améliorer l'accessibilité pour les personnes handicapées. Article 9 Territorialisation. Les dispositifs d'aides pris en application du présent régime cadre peuvent prévoir que les aides attribuées sont subordonnées à des obligations de territorialisation des dépenses. Les obligations de territorialisation sont des obligations imposées aux bénéficiaires des aides de dépenser un montant minimal et/ou d'exercer une activité de production minimale sur un territoire donné. Ces obligations peuvent : - exiger que jusqu'à 160 % de l'aide attribuée pour une œuvre déterminée soient dépensés sur le territoire de l'Etat membre qui attribue l'aide ; ou - calculer l'aide attribuée pour une œuvre déterminée en pourcentage des dépenses liées aux activités de développement et de production dans l'Etat membre qui attribue l'aide. Dans les deux cas, les dépenses maximales soumises aux obligations de territorialisation n'excèdent en aucun cas 80 % du budget global de la production. Les dispositifs d'aides pris en application du présent régime cadre peuvent également subordonner l'éligibilité d'un projet à une aide à un niveau minimal d'activité de développement et de production sur le territoire concerné à condition que ce niveau n'excède pas 50 % du budget global. Article 10 Intensité des aides. L'intensité de l'aide correspond au montant brut de l'aide exprimé en pourcentage des coûts admissibles, avant impôts ou autres prélèvements. L'intensité de l'aide au développement n'excède pas 100 % des coûts admissibles. Si le scénario ou le projet débouche sur une œuvre cinématographique ou audiovisuelle les coûts de développement sont intégrés au budget global et pris en compte dans le calcul de l'intensité de l'aide. L'intensité de l'aide à la production n'excède pas 50 % des coûts admissibles. Elle peut être portée : - à 60 % des coûts admissibles pour les œuvres cinématographiques ou audiovisuelles transfrontières financées par plus d'un Etat membre et faisant intervenir des producteurs de plus d'un Etat membre ; - à 100 % des coûts admissibles pour les œuvres cinématographiques ou audiovisuelles difficiles (1) et les coproductions faisant intervenir des pays de la liste du Comité d'aide au développement (CAD) de l'OCDE (2). Les coûts admissibles sont étayés de pièces justificatives claires, spécifiques et contemporaines des faits. Article 11 Cumul des aides. Afin de s'assurer que les intensités d'aide maximales sont respectées, il convient de tenir compte du montant total d'aides publiques accordées en faveur du projet considéré, que ces aides proviennent de sources locales, régionales, nationales ou européennes. Les aides en faveur du codéveloppement et de la coproduction des œuvres cinématographiques ou audiovisuelles attribuées sur le fondement d'un dispositif d'aides institué sur la base du présent régime cadre peuvent être cumulées avec : - toute autre aide d'Etat, tant que ces aides portent sur des coûts admissibles identifiables différents ; - toute autre aide d'Etat, se chevauchant en partie ou totalement, si ce cumul conduit à une intensité ou à un montant d'aide inférieur ou égal au plafond maximal applicable à ces aides au titre du règlement général d'exemption par catégorie ; - les aides en faveur des travailleurs handicapés prévues au titre du RGEC portant sur les mêmes coûts admissibles et dépasser ainsi le seuil applicable le plus élevé prévu par ce règlement, à condition que ce cumul ne conduise pas à une intensité d'aide supérieur à 100 % des coûts correspondants sur toute période pendant laquelle les travailleurs concernés sont employés. Les aides attribuées sur le fondement d'un dispositif d'aides pris en application du présent régime cadre peuvent être cumulées avec des aides de minimis prévues par le règlement (UE) n°1407/2013 de la Commission, du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis, concernant les mêmes coûts admissibles sauf si ce cumul conduit à une intensité d'aide excédant celles fixées à l'article 10 du présent régime. Les financements de l'Union gérés au niveau central par les institutions, les agences, les entreprises communes ou d'autres organes de l'Union, et contrôlés ni directement, ni indirectement par l'Etat membre ne sont pas pris en compte pour déterminer si les intensités d'aides ou les montants d'aides maximaux sont respectés. Article 12 Publication. Seront publiés sur un site internet national : - les informations contenues dans la fiche SANI transmise à la Commission en application du RGEC ; - le texte intégral des dispositifs d'aides pris en application du présent régime cadre ; - les informations relatives aux aides individuelles de 500 000€ ou plus. Ces informations portent sur : Nom du bénéficiaire ; Identifiant du bénéficiaire : numéro SIREN - 9 chiffres ; Type d'entreprise au moment de l'octroi de l'aide : PME ou grande entreprise ; Région du bénéficiaire ; Montant de l'aide ; Instrument d'aide ; Date d'octroi ; Objectif de l'aide ; Autorité d'octroi ; Numéro de la mesure d'aide. Article 13 Rapport annuel. Le présent régime cadre fera l'objet d'un rapport annuel, sous forme électronique, transmis à la Commission européenne par les autorités françaises conformément au règlement (CE) n° 794/2004 de la Commission du 21 avril 2004 concernant la mise en œuvre du règlement (CE) n° 659/1999 du Conseil du 22 mars 1999 portant modalités d'application de l'article 93 du traité CE. Ce rapport contiendra les informations de ce régime, pour chaque année complète ou chaque partie de l'année durant laquelle le règlement s'applique. Article 14 Conservation des documents. Les dossiers détaillés contenant les informations et les pièces justificatives nécessaires pour établir si toutes les conditions énoncées dans le présent régime cadre sont remplies doivent être conservés pendant dix ans à compter de la date d'octroi de l'aide ad hoc ou de la dernière aide octroyée au titre du régime considéré. VII-2. Aides financières sélectives aux cinémas du monde VII-2.1. Documents justificatifs à joindre à l'appui d'une demande d'aide complémentaire à une demande d'aide aux cinémas du monde (Articles 712-2 et suivants) 1° Le contrat de coproduction, sauf s'il a déjà été fourni dans le cadre de la demande d'aide aux cinémas du monde, et dans ce cas, tout avenant intervenu depuis lors ; 2° L'accord entre les parties à la coproduction désignant l'entreprise bénéficiaire de l'aide complémentaire si elle n'est pas désignée dans le contrat de coproduction ; 3° Tout document officiel attestant de l'existence de l'entreprise désignée comme bénéficiaire de l'aide complémentaire ; 4° Une note conjointe de l'entreprise désignée comme bénéficiaire de l'aide complémentaire et de l'entreprise établie en France ayant sollicité l'attribution d'une aide aux cinémas du monde justifiant le montant de l'aide complémentaire demandée ; 5° Les justificatifs des financements acquis sur les territoires de la zone Afrique, Caraïbes et Pacifique. VII-2.2. Liste des Etats considérés comme situés dans la zone Afrique, Caraïbes et Pacifique pris en compte pour l'attribution des aides complémentaires aux aides aux cinémas du monde (Article 712-3) 1° Afrique : Afrique du Sud ; Angola ; Bénin ; Botswana ; Burkina Faso ; Burundi ; Cameroun ; Cap Vert ; Comores ; Congo ; Côte d'Ivoire ; Djibouti ; Erythrée ; Ethiopie ; Gabon ; Gambie ; Ghana ; Guinée ; Guinée-Bissau ; Guinée Equatoriale ; Kenya ; Lesotho ; Liberia ; Madagascar ; Malawi ; Mali ; Maurice ; Mauritanie ; Mozambique ; Namibie ; Niger ; Nigeria ; Ouganda ; République centrafricaine ; République démocratique du Congo ; Rwanda ; Sao Tome et Principe ; Sénégal ; Seychelles ; Sierra Leone ; Somalie ; Soudan ; Swaziland ; Tanzanie ; Tchad ; Togo ; Zambie ; Zimbabwe ; 2° Caraïbes : Antigua et Barbuda ; Bahamas ; Barbade ; Belize ; Dominique ; Grenade ; Guyana ; Haïti ; Jamaïque ; République Dominicaine ; Saint Kitts et Nevis ; Sainte Lucie ; Saint Vincent et les Grenadines ; Suriname ; Trinité-et-Tobago ; 3° Pacifique : Fidji ; Iles Cook ; Iles Marshall ; Iles Salomon ; Kiribati ; Micronésie ; Nauru ; Niue ; Palaos ; Papouasie-Nouvelle-Guinée ; Samoa ; Timor-Leste ; Tonga ; Tuvalu ; Vanuatu. VII-3. Aides financières automatiques à la promotion à l'étranger des œuvres cinématographiques VII-3.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement (Articles 721-1 et suivants) Autorisation d'investissement : 1° Pour la promotion à l'étranger d'œuvres cinématographiques déterminées : a) Une note détaillant la stratégie de prospection mise en place pour l'œuvre cinématographique ; b) Lorsque l'investissement est effectué au titre de l'article 721-23, une copie du contrat d'acquisition des droits d'exploitation à l'étranger si celui-ci n'est pas encore inscrit au registre du cinéma et de l'audiovisuel, mentionnant le montant des sommes dues en contrepartie de l'acquisition ; c) Le cas échéant, lorsque l'investissement est effectué au titre de l'article 721-23, tout document justificatif du versement des sommes dues en contrepartie de l'acquisition des droits d'exploitation à l'étranger ; d) La liste des territoires pour lesquels les droits ont été acquis ainsi que les montants correspondants ; e) Le cas échéant, une note détaillant la nature de l'opération spéciale mise en place, les modalités de sa réalisation et les résultats obtenus ; f) La liste des supports de promotion qui ont été réalisés et des actions de promotion qui ont été engagées mentionnant leurs coûts respectifs ; g) La liste des marchés et manifestations au cours desquels l'œuvre a été présentée ; h) Une copie de la lettre d'attribution de l'aide du CNC à la numérisation des œuvres du patrimoine ; i) Les factures détaillées correspondant à l'ensemble des frais éligibles ; j) En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue ; k) Un exemplaire de chaque support de promotion réalisé ; 2° Pour la promotion à l'étranger d'un catalogue : a) Une note détaillant la stratégie de prospection mise en place au cours de l'année de référence et la place réservée aux œuvres cinématographiques françaises ; b) Une note décrivant les autres supports et actions de promotion réalisés ; c) Les factures détaillées correspondant à l'ensemble des frais engagés ; d) Un exemplaire de chaque support de promotion réalisé ; e) En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue. VII-3.2. Liste des pays et territoires pris en compte pour le calcul des sommes inscrites sur le compte automatique promotion à l'étranger (Article 721-12) Afrique du Sud ; Allemagne ; Argentine ; Australie ; Autriche ; Bolivie ; Bosnie-Herzégovine ; Brésil ; Bulgarie ; Canada (hors Québec) ; Chili ; Chine ; Colombie ; Corée du Sud ; Costa Rica ; Croatie ; Danemark ; Emirats Arabes Unis ; Equateur ; Espagne ; Estonie ; Etats-Unis ; Finlande ; Grèce ; Guatemala ; Honduras ; Hong-Kong ; Hongrie ; Irak ; Islande ; Italie ; Japon ; Koweït ; Lettonie ; Liban ; Lituanie ; Malaisie ; Maroc ; Mexique ; Nicaragua ; Norvège ; Nouvelle-Zélande ; Oman ; Panama ; Paraguay ; Pays-Bas ; Pérou ; Pologne ; Portugal ; Québec ; République Tchèque ; Roumanie ; Royaume-Uni ; Russie ; Salvador ; Serbie ; Singapour ; Slovaquie ; Slovénie ; Suède ; Suisse Alémanique ; Suisse Italienne ; Taïwan ; Thaïlande ; Turquie ; Ukraine ; Uruguay ; Venezuela ; Vietnam. VII-3.3. Liste des festivals pris en compte pour le calcul des sommes inscrites sur le compte automatique promotion à l'étranger à raison de la sélection en festival des œuvres cinématographiques (article 721-17) - ACID ; - Annecy ; - Bafici ; - Berlinale ; - BFI ; - Busan ; - Cannes-Officiel ; - Cannes - Quinzaine des réalisateurs ; - Cannes - Semaine de la critique ; - CPH ; - Golden-horse Taïpei ; - Göteborg ; - Hong Kong ; - IDFA ; - Istanbul ; - Karlovy Vary ; - Locarno ; - Melbourne ; - Morelia ; - Mostra de Venise ; - Munich ; - New York - New directors New films ; - Rio de Janeiro ; - Rotterdam ; - San Sebastian ; - Sitges ; - Sundance ; - Tallinn ; - Telluride ; - TIFF ; - Tokyo ; - Tribeca ; - Venice Days ; - Venise - Semaine de la critique ; - Zurich. VII-4. Aides financières automatiques à la promotion à l'etranger des œuvres audiovisuelles VII-4.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation directe (Articles 722-9 et suivants) I. - Pour la promotion à l'étranger d'une œuvre audiovisuelle déterminée : 1° La copie de l'autorisation préalable ou définitive lorsque celle-ci a été délivrée ; 2° Le contrat de distribution lorsque la demande est présentée par un distributeur ; 3° L'acceptation, dûment renseignée et certifiée, de l'œuvre par le ou les éditeurs de services de télévision chargés d'en assurer la diffusion ou par le ou les éditeurs de services chargés d'en assurer la mise à disposition du public ou le contrat de préachat, avec mention du titre et de la durée de l'œuvre ; 4° Le cas échéant, le contrat de vente, pour des dépenses de doublage, de sous-titrage, de voix off et de reformatage ; 5° Pour le bénéfice de la dérogation prévue à l'article 722-13, l'offre ferme d'acquisition de droits d'exploitation de l'œuvre et, le cas échéant, les justificatifs attestant du montant des recettes d'exploitation ; 6° Le contrat d'acquisition de droits d'exploitation de l'œuvre à l'étranger pour le bénéfice de la dérogation prévue au 1° de l'article 722-6 ; 7° Les factures détaillées établies pour chaque œuvre émanant du prestataire technique ; 8° Un exemplaire de chaque support de promotion réalisé ; 9° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue. II. - Pour la promotion à l'étranger du catalogue d'une entreprise : 1° Les factures détaillées émanant du prestataire technique ; 2° Un exemplaire de chaque support de promotion réalisé ; 3° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue. VII-5. Aides financières sélectives à la promotion à l'étranger des œuvres audiovisuelles VII-5.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à la promotion à l'étranger d'une œuvre audiovisuelle déterminée ou du catalogue d'une entreprise (Articles 722-18 et suivants) I. - Pour la promotion à l'étranger d'une œuvre audiovisuelle déterminée : 1° Un synopsis de l'œuvre ; 2° La copie de l'autorisation préalable ou définitive lorsque celle-ci a été délivrée ; 3° Le contrat de distribution lorsque la demande est présentée par un distributeur ; 4° L'acceptation, dûment renseignée et certifiée, de l'œuvre par le ou les éditeurs de services de télévision chargés d'en assurer la diffusion ou par le ou les éditeurs de services chargés d'en assurer la mise à disposition du public, avec mention du titre et de la durée de l'œuvre ; 5° Les factures détaillées correspondant à l'ensemble des frais engagés ; 6° Un exemplaire de chaque support de promotion réalisé ; 7° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue ; 8° Le cas échéant, une note détaillant la stratégie dans laquelle s'inscrit l'opération spéciale de promotion mise en place, les modalités de sa réalisation et les résultats obtenus. II. - Pour la promotion à l'étranger du catalogue d'une entreprise : 1° Les factures détaillées émanant du prestataire technique ; 2° Un exemplaire de chaque support de promotion réalisé ; 3° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue. VII-6. Aides financières sélectives à la distribution à l'étranger des œuvres représentatives des cinématographies du monde VII-6.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à la distribution à l'étranger des œuvres représentatives des cinématographies du monde (Articles 723-1 et suivants) I. - Attribution de l'aide : 1° Plan de sortie et stratégie de distribution envisagés ; 2° Devis et plan de financement pour chacun des modes d'exploitation envisagés ; 3° Contrats de cessions de droits justifiant que le demandeur dispose des droits nécessaires pour commercialiser l'œuvre à l'étranger ; 4° Contrats de cessions de droits ou mandats de commercialisation ou tout document contractuel attestant de l'intention de conclure avec les partenaires de tels cessions ou mandats ; 5° Décisions d'attribution d'aides ou demandes déposées auprès d'autres fonds de coproduction internationaux (exemples : Hubert Bals, World Cinema Fund, Idfa, Torina Film Lab). II. - Versement du solde de l'aide : 1° Liste des exploitations effectives des œuvres dans chacun des territoires ; 2° Bilan quantitatif et qualitatif du projet de distribution ; 3° Rapport d'activité ; 4° Factures détaillées ; 5°Etat récapitulatif des frais. VII-6.2. Liste des pays pris en compte pour la qualification d'œuvre difficile (Article 723-8) Antigua-et-Barbuda ; Arménie ; Azerbaïdjan ; Belize ; Biélorussie ; Bolivie ; Chili ; Colombie ; Corée du Nord ; Costa Rica ; Dominique ; Egypte ; Equateur ; Fidji ; Grenade ; Guatemala ; Guyana ; Honduras ; Irak ; Iran ; Jamaïque ; Jordanie ; Kazakhstan ; Kirghizistan ; Kosovo ; Libye ; Maldives ; Micronésie ; Nauru ; Moldavie ; Mongolie ; Monténégro ; Nicaragua ; Ouzbékistan ; Pakistan ; Palaos ; Papouasie-Nouvelle Guinée ; Paraguay ; Pérou ; Philippines ; Saint-Christophe-et-Niévès ; Saint-Vincent-et-les-Grenadines ; Sainte-Lucie ; Salvador ; Sri Lanka ; Syrie ; Tadjikistan ; Thaïlande ; Tonga ; Turkménistan ; Uruguay ; Venezuela.",
            "texteHtml": "<p>VII-1. Régime cadre exempte n° SA. 46706 relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du Traité</p><p>(Article 711-3)</p><p></p><p></p><p>Les autorités françaises ont informé la Commission de la mise en œuvre du présent régime cadre exempté de notification relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles fondé sur le règlement général d'exemption par catégorie n° 651/2014 du 17 juin 2014 (RGEC) et notamment son article 54. Ce régime d'aide a été enregistré par la Commission sous la référence SA. 46706.</p><p>Article 1</p><p>Objet du régime.<br/><br/>\nLe présent régime cadre relatif aux aides en faveur du codéveloppement international et de la coproduction internationale d'œuvres cinématographiques ou audiovisuelles encadre, conformément à la réglementation européenne les dispositifs d'aides institués par un accord intergouvernemental dont la gestion et le financement sont confiés au Centre national du cinéma et de l'image animée (CNC) ou par un accord administratif de partenariat conclu entre le CNC et d'autres autorités publiques de l'Union européenne et d'Etats tiers. Ces dispositifs sont listés au livre VII, titre 1, chapitre 1 du règlement général des aides financières du CNC.<br/><br/>\nLe présent régime cadre reprend et précise les conditions du RGEC applicables aux régimes d'aides en faveur du codéveloppement et de la coproduction internationale.<br/><br/>\nLes dispositifs d'aides institués sur la base du présent régime cadre doivent en respecter toutes les conditions et en mentionner la référence, notamment :<br/><br/>\nPour un accord intergouvernemental ou administratif instituant un dispositif d'aide (ou autre document équivalent) :<br/><br/>\nDispositif d'aides pris en application du régime cadre exempté n° SA. 46706, relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.<br/><br/>\nPour tout acte juridique attributif d'une aide :<br/><br/>\nAide attribuée sur la base du [préciser l'intitulé du dispositif d'aides concerné] pris en application du régime cadre exempté n° SA. 46706, relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p><p>Article 2</p><p>Durée.<br/><br/>\nLe présent régime cadre entre en vigueur le lendemain de la publication au Journal officiel de la République Française de la délibération du Conseil d'administration du CNC du 24 novembre 2016 et est applicable jusqu'au 31 décembre 2020, date de fin de validité du RGEC, ou, le cas échéant, jusqu'à une date ultérieure si la Commission européenne a pris une décision autorisant sa prolongation.</p><p>Article 3</p><p>Seuil de notification.<br/><br/>\nLe présent régime cadre couvre les dispositifs d'aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles dans la mesure où la contribution financière du CNC au titre de chaque dispositif est inférieure à 50 millions d'euros par an.<br/><br/>\nDans les cas où cette contribution financière excéderait 50 millions d'euros par an, une notification du dispositif d'aide concerné sera nécessaire.</p><p>Article 4</p><p>Champ d'application.<br/><br/>\n4.1. Champ d'application.<br/><br/>\nLe présent régime cadre s'applique aux contributions financières apportées par le CNC au titre des dispositifs d'aides au codéveloppement international et à la coproduction d'œuvres cinématographiques ou audiovisuelles.<br/><br/>\n4.2 Exclusions.<br/><br/>\nLe présent régime cadre ne s'applique pas aux aides suivantes :</p><p>- aides réservées à des activités de production spécifiques ou à des maillons individuels de la chaîne de valeur de la production ;<br/><br/>\n- aides en faveur des infrastructures des studios ;<br/><br/>\n- aides en faveur d'une entreprise faisant l'objet d'une injonction de récupération non exécutée suivant une décision de la Commission déclarant des aides illégales et incompatibles avec le marché intérieur ;<br/><br/>\n- aides qui par elles-mêmes, par les modalités dont elles sont assorties ou par leur mode de financement, entraînent de manière indissociable une violation du droit de l'Union, en particulier :</p><p>1. Les mesures d'aide dont l'octroi est subordonné à l'obligation pour le bénéficiaire d'avoir son siège dans l'Etat membre concerné ou d'être établi à titre principal dans ledit Etat membre. Il est toutefois autorisé d'exiger que le bénéficiaire ait un établissement ou une succursale dans l'Etat membre qui octroie l'aide au moment du versement de l'aide ;<br/><br/>\n2. Les aides qui sont réservées exclusivement aux ressortissants nationaux ;<br/><br/>\n3. Les mesures d'aide dont l'octroi est subordonné à l'obligation pour le bénéficiaire d'utiliser des biens produits sur le territoire national ou d'avoir recours à des prestations de services effectuées depuis le territoire national, dans des proportions supérieures à celles autorisées par l'article 54 du RGEC ;</p><p>- aides accordées aux entreprises en difficulté, telles que définies par l'article 2 (18) du RGEC ;<br/><br/>\n- aides qui favorisent des activités liées à l'exportation vers des pays tiers ou un Etat membre, à savoir celles qui sont directement liées aux quantités exportées ;<br/><br/>\n- aides qui financent la mise en place et le fonctionnement d'un réseau de distribution ou d'autres dépenses courantes liées à l'activité d'exportation.</p><p>Article 5</p><p>Transparence des aides.<br/><br/>\nLes aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime cadre doivent être \" transparentes \", c'est-à-dire qu'il doit être possible de calculer précisément et préalablement leur équivalent-subvention brut, sans qu'il soit nécessaire d'effectuer une analyse de risque.<br/><br/>\nLes aides attribuées sous forme de subventions sont considérées comme transparentes. Les aides attribuées sous forme d'avances récupérables sont considérées comme transparentes sous réserve que le montant total ne dépasse pas les seuils et les intensités d'aide applicables au titre du présent régime.</p><p>Article 6</p><p>Effet incitatif des aides.<br/><br/>\nLes aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime doivent avoir un effet incitatif.<br/><br/>\nUne aide est réputée avoir un effet incitatif si le bénéficiaire a présenté une demande d'aide écrite à l'organisme qui octroie l'aide avant le début des travaux liés au projet ou à l'activité en question. La demande d'aide contient au moins les informations suivantes :<br/><br/>\na) le nom et la taille de l'entreprise ;<br/><br/>\nb) une description du projet, y compris ses dates de début et de fin ;<br/><br/>\nc) la localisation du projet ;<br/><br/>\nd) une liste des coûts admissibles ;<br/><br/>\ne) le type d'aide sollicitée (subvention, bonification d'intérêt, avance récupérable, prêt, garantie) ;<br/><br/>\nf) le montant estimé de l'aide sollicitée.<br/><br/>\nSi l'effet incitatif n'est pas démontré les aides ne sont pas attribuées.</p><p>Article 7</p><p>Projets éligibles.<br/><br/>\nLes aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime cadre doivent être destinées à soutenir le codéveloppement international ou la coproduction internationale d'œuvres cinématographiques ou audiovisuelles constitutives d'un produit culturel. Cet aspect culturel sera établi suivant les procédures instaurées à cette fin.</p><p>Article 8</p><p>Coûts admissibles.<br/><br/>\nLes coûts admissibles sont les suivants :<br/><br/>\nPour les aides au développement : coûts de préparation, couvrant les coûts de l'écriture de scénarios et des autres dépenses de développement ;<br/><br/>\nPour les aides à la production : coûts de production, couvrant les coûts globaux de la production, y compris les coûts destinés à améliorer l'accessibilité pour les personnes handicapées.</p><p>Article 9</p><p>Territorialisation.<br/><br/>\nLes dispositifs d'aides pris en application du présent régime cadre peuvent prévoir que les aides attribuées sont subordonnées à des obligations de territorialisation des dépenses.<br/><br/>\nLes obligations de territorialisation sont des obligations imposées aux bénéficiaires des aides de dépenser un montant minimal et/ou d'exercer une activité de production minimale sur un territoire donné. Ces obligations peuvent :</p><p>- exiger que jusqu'à 160 % de l'aide attribuée pour une œuvre déterminée soient dépensés sur le territoire de l'Etat membre qui attribue l'aide ; ou<br/><br/>\n- calculer l'aide attribuée pour une œuvre déterminée en pourcentage des dépenses liées aux activités de développement et de production dans l'Etat membre qui attribue l'aide.</p><p>Dans les deux cas, les dépenses maximales soumises aux obligations de territorialisation n'excèdent en aucun cas 80 % du budget global de la production.<br/><br/>\nLes dispositifs d'aides pris en application du présent régime cadre peuvent également subordonner l'éligibilité d'un projet à une aide à un niveau minimal d'activité de développement et de production sur le territoire concerné à condition que ce niveau n'excède pas 50 % du budget global.</p><p>Article 10</p><p>Intensité des aides.<br/><br/>\nL'intensité de l'aide correspond au montant brut de l'aide exprimé en pourcentage des coûts admissibles, avant impôts ou autres prélèvements.<br/><br/>\nL'intensité de l'aide au développement n'excède pas 100 % des coûts admissibles. Si le scénario ou le projet débouche sur une œuvre cinématographique ou audiovisuelle les coûts de développement sont intégrés au budget global et pris en compte dans le calcul de l'intensité de l'aide.<br/><br/>\nL'intensité de l'aide à la production n'excède pas 50 % des coûts admissibles.<br/><br/>\nElle peut être portée :</p><p>- à 60 % des coûts admissibles pour les œuvres cinématographiques ou audiovisuelles transfrontières financées par plus d'un Etat membre et faisant intervenir des producteurs de plus d'un Etat membre ;<br/><br/>\n- à 100 % des coûts admissibles pour les œuvres cinématographiques ou audiovisuelles difficiles (1) et les coproductions faisant intervenir des pays de la liste du Comité d'aide au développement (CAD) de l'OCDE (2).</p><p>Les coûts admissibles sont étayés de pièces justificatives claires, spécifiques et contemporaines des faits.</p><p>Article 11</p><p>Cumul des aides.<br/><br/>\nAfin de s'assurer que les intensités d'aide maximales sont respectées, il convient de tenir compte du montant total d'aides publiques accordées en faveur du projet considéré, que ces aides proviennent de sources locales, régionales, nationales ou européennes.<br/><br/>\nLes aides en faveur du codéveloppement et de la coproduction des œuvres cinématographiques ou audiovisuelles attribuées sur le fondement d'un dispositif d'aides institué sur la base du présent régime cadre peuvent être cumulées avec :</p><p>- toute autre aide d'Etat, tant que ces aides portent sur des coûts admissibles identifiables différents ;<br/><br/>\n- toute autre aide d'Etat, se chevauchant en partie ou totalement, si ce cumul conduit à une intensité ou à un montant d'aide inférieur ou égal au plafond maximal applicable à ces aides au titre du règlement général d'exemption par catégorie ;<br/><br/>\n- les aides en faveur des travailleurs handicapés prévues au titre du RGEC portant sur les mêmes coûts admissibles et dépasser ainsi le seuil applicable le plus élevé prévu par ce règlement, à condition que ce cumul ne conduise pas à une intensité d'aide supérieur à 100 % des coûts correspondants sur toute période pendant laquelle les travailleurs concernés sont employés.</p><p>Les aides attribuées sur le fondement d'un dispositif d'aides pris en application du présent régime cadre peuvent être cumulées avec des aides de minimis prévues par le règlement (UE) n°1407/2013 de la Commission, du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis, concernant les mêmes coûts admissibles sauf si ce cumul conduit à une intensité d'aide excédant celles fixées à l'article 10 du présent régime.<br/><br/>\nLes financements de l'Union gérés au niveau central par les institutions, les agences, les entreprises communes ou d'autres organes de l'Union, et contrôlés ni directement, ni indirectement par l'Etat membre ne sont pas pris en compte pour déterminer si les intensités d'aides ou les montants d'aides maximaux sont respectés.</p><p>Article 12</p><p>Publication.<br/><br/>\nSeront publiés sur un site internet national :</p><p>- les informations contenues dans la fiche SANI transmise à la Commission en application du RGEC ;<br/><br/>\n- le texte intégral des dispositifs d'aides pris en application du présent régime cadre ;<br/><br/>\n- les informations relatives aux aides individuelles de 500 000€ ou plus. Ces informations portent sur :</p><p>Nom du bénéficiaire ;<br/><br/>\nIdentifiant du bénéficiaire : numéro SIREN - 9 chiffres ;<br/><br/>\nType d'entreprise au moment de l'octroi de l'aide : PME ou grande entreprise ;<br/><br/>\nRégion du bénéficiaire ;<br/><br/>\nMontant de l'aide ;<br/><br/>\nInstrument d'aide ;<br/><br/>\nDate d'octroi ;<br/><br/>\nObjectif de l'aide ;<br/><br/>\nAutorité d'octroi ;<br/><br/>\nNuméro de la mesure d'aide.</p><p>Article 13</p><p>Rapport annuel.<br/><br/>\nLe présent régime cadre fera l'objet d'un rapport annuel, sous forme électronique, transmis à la Commission européenne par les autorités françaises conformément au règlement (CE) n° 794/2004 de la Commission du 21 avril 2004 concernant la mise en œuvre du règlement (CE) n° 659/1999 du Conseil du 22 mars 1999 portant modalités d'application de l'article 93 du traité CE. Ce rapport contiendra les informations de ce régime, pour chaque année complète ou chaque partie de l'année durant laquelle le règlement s'applique.</p><p>Article 14</p><p>Conservation des documents.<br/><br/>\nLes dossiers détaillés contenant les informations et les pièces justificatives nécessaires pour établir si toutes les conditions énoncées dans le présent régime cadre sont remplies doivent être conservés pendant dix ans à compter de la date d'octroi de l'aide ad hoc ou de la dernière aide octroyée au titre du régime considéré.</p><p></p><p>VII-2. Aides financières sélectives aux cinémas du monde<br/><br/>\nVII-2.1. Documents justificatifs à joindre à l'appui d'une demande d'aide complémentaire à une demande d'aide aux cinémas du monde<br/><br/>\n(Articles 712-2 et suivants)</p><p>1° Le contrat de coproduction, sauf s'il a déjà été fourni dans le cadre de la demande d'aide aux cinémas du monde, et dans ce cas, tout avenant intervenu depuis lors ;<br/><br/>\n2° L'accord entre les parties à la coproduction désignant l'entreprise bénéficiaire de l'aide complémentaire si elle n'est pas désignée dans le contrat de coproduction ;<br/><br/>\n3° Tout document officiel attestant de l'existence de l'entreprise désignée comme bénéficiaire de l'aide complémentaire ;<br/><br/>\n4° Une note conjointe de l'entreprise désignée comme bénéficiaire de l'aide complémentaire et de l'entreprise établie en France ayant sollicité l'attribution d'une aide aux cinémas du monde justifiant le montant de l'aide complémentaire demandée ;<br/><br/>\n5° Les justificatifs des financements acquis sur les territoires de la zone Afrique, Caraïbes et Pacifique.</p><p>VII-2.2. Liste des Etats considérés comme situés dans la zone Afrique, Caraïbes et Pacifique pris en compte pour l'attribution des aides complémentaires aux aides aux cinémas du monde<br/><br/>\n(Article 712-3)</p><p>1° Afrique :<br/><br/>\nAfrique du Sud ;<br/><br/>\nAngola ;<br/><br/>\nBénin ;<br/><br/>\nBotswana ;<br/><br/>\nBurkina Faso ;<br/><br/>\nBurundi ;<br/><br/>\nCameroun ;<br/><br/>\nCap Vert ;<br/><br/>\nComores ;<br/><br/>\nCongo ;<br/><br/>\nCôte d'Ivoire ;<br/><br/>\nDjibouti ;<br/><br/>\nErythrée ;<br/><br/>\nEthiopie ;<br/><br/>\nGabon ;<br/><br/>\nGambie ;<br/><br/>\nGhana ;<br/><br/>\nGuinée ;<br/><br/>\nGuinée-Bissau ;<br/><br/>\nGuinée Equatoriale ;<br/><br/>\nKenya ;<br/><br/>\nLesotho ;<br/><br/>\nLiberia ;<br/><br/>\nMadagascar ;<br/><br/>\nMalawi ;<br/><br/>\nMali ;<br/><br/>\nMaurice ;<br/><br/>\nMauritanie ;<br/><br/>\nMozambique ;<br/><br/>\nNamibie ;<br/><br/>\nNiger ;<br/><br/>\nNigeria ;<br/><br/>\nOuganda ;<br/><br/>\nRépublique centrafricaine ;<br/><br/>\nRépublique démocratique du Congo ;<br/><br/>\nRwanda ;<br/><br/>\nSao Tome et Principe ;<br/><br/>\nSénégal ;<br/><br/>\nSeychelles ;<br/><br/>\nSierra Leone ;<br/><br/>\nSomalie ;<br/><br/>\nSoudan ;<br/><br/>\nSwaziland ;<br/><br/>\nTanzanie ;<br/><br/>\nTchad ;<br/><br/>\nTogo ;<br/><br/>\nZambie ;<br/><br/>\nZimbabwe ;<br/><br/>\n2° Caraïbes :<br/><br/>\nAntigua et Barbuda ;<br/><br/>\nBahamas ;<br/><br/>\nBarbade ;<br/><br/>\nBelize ;<br/><br/>\nDominique ;<br/><br/>\nGrenade ;<br/><br/>\nGuyana ;<br/><br/>\nHaïti ;<br/><br/>\nJamaïque ;<br/><br/>\nRépublique Dominicaine ;<br/><br/>\nSaint Kitts et Nevis ;<br/><br/>\nSainte Lucie ;<br/><br/>\nSaint Vincent et les Grenadines ;<br/><br/>\nSuriname ;<br/><br/>\nTrinité-et-Tobago ;<br/><br/>\n3° Pacifique :<br/><br/>\nFidji ;<br/><br/>\nIles Cook ;<br/><br/>\nIles Marshall ;<br/><br/>\nIles Salomon ;<br/><br/>\nKiribati ;<br/><br/>\nMicronésie ;<br/><br/>\nNauru ;<br/><br/>\nNiue ;<br/><br/>\nPalaos ;<br/><br/>\nPapouasie-Nouvelle-Guinée ;<br/><br/>\nSamoa ;<br/><br/>\nTimor-Leste ;<br/><br/>\nTonga ;<br/><br/>\nTuvalu ;<br/><br/>\nVanuatu.</p><p>VII-3. Aides financières automatiques à la promotion à l'étranger des œuvres cinématographiques<br/><br/>\nVII-3.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement<br/><br/>\n(Articles 721-1 et suivants)</p><p>Autorisation d'investissement :<br/><br/>\n1° Pour la promotion à l'étranger d'œuvres cinématographiques déterminées :<br/><br/>\na) Une note détaillant la stratégie de prospection mise en place pour l'œuvre cinématographique ;<br/><br/>\nb) Lorsque l'investissement est effectué au titre de l'article 721-23, une copie du contrat d'acquisition des droits d'exploitation à l'étranger si celui-ci n'est pas encore inscrit au registre du cinéma et de l'audiovisuel, mentionnant le montant des sommes dues en contrepartie de l'acquisition ;<br/><br/>\nc) Le cas échéant, lorsque l'investissement est effectué au titre de l'article 721-23, tout document justificatif du versement des sommes dues en contrepartie de l'acquisition des droits d'exploitation à l'étranger ;<br/><br/>\nd) La liste des territoires pour lesquels les droits ont été acquis ainsi que les montants correspondants ;<br/><br/>\ne) Le cas échéant, une note détaillant la nature de l'opération spéciale mise en place, les modalités de sa réalisation et les résultats obtenus ;<br/><br/>\nf) La liste des supports de promotion qui ont été réalisés et des actions de promotion qui ont été engagées mentionnant leurs coûts respectifs ;<br/><br/>\ng) La liste des marchés et manifestations au cours desquels l'œuvre a été présentée ;<br/><br/>\nh) Une copie de la lettre d'attribution de l'aide du CNC à la numérisation des œuvres du patrimoine ;<br/><br/>\ni) Les factures détaillées correspondant à l'ensemble des frais éligibles ;<br/><br/>\nj) En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue ;<br/><br/>\nk) Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n2° Pour la promotion à l'étranger d'un catalogue :<br/><br/>\na) Une note détaillant la stratégie de prospection mise en place au cours de l'année de référence et la place réservée aux œuvres cinématographiques françaises ;<br/><br/>\nb) Une note décrivant les autres supports et actions de promotion réalisés ;<br/><br/>\nc) Les factures détaillées correspondant à l'ensemble des frais engagés ;<br/><br/>\nd) Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\ne) En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue.</p><p>VII-3.2. Liste des pays et territoires pris en compte pour le calcul des sommes inscrites sur le compte automatique promotion à l'étranger<br/><br/>\n(Article 721-12)</p><p>Afrique du Sud ;<br/><br/>\nAllemagne ;<br/><br/>\nArgentine ;<br/><br/>\nAustralie ;<br/><br/>\nAutriche ;<br/><br/>\nBolivie ;</p><p>Bosnie-Herzégovine ;<br/><br/>\nBrésil ;<br/><br/>\nBulgarie ;<br/><br/>\nCanada (hors Québec) ;<br/><br/>\nChili ;<br/><br/>\nChine ;<br/><br/>\nColombie ;<br/><br/>\nCorée du Sud ;</p><p>Costa Rica ;<br/><br/>\nCroatie ;<br/><br/>\nDanemark ;<br/><br/>\nEmirats Arabes Unis ;<br/><br/>\nEquateur ;<br/><br/>\nEspagne ;<br/><br/>\nEstonie ;<br/><br/>\nEtats-Unis ;<br/><br/>\nFinlande ;<br/><br/>\nGrèce ;<br/><br/>\nGuatemala ;<br/><br/>\nHonduras ;<br/><br/>\nHong-Kong ;<br/><br/>\nHongrie ;<br/><br/>\nIrak ;<br/><br/>\nIslande ;<br/><br/>\nItalie ;<br/><br/>\nJapon ;<br/><br/>\nKoweït ;<br/><br/>\nLettonie ;<br/><br/>\nLiban ;<br/><br/>\nLituanie ;<br/><br/>\nMalaisie ;<br/><br/>\nMaroc ;<br/><br/>\nMexique ;<br/><br/>\nNicaragua ;<br/><br/>\nNorvège ;<br/><br/>\nNouvelle-Zélande ;<br/><br/>\nOman ;<br/><br/>\nPanama ;<br/><br/>\nParaguay ;<br/><br/>\nPays-Bas ;<br/><br/>\nPérou ;<br/><br/>\nPologne ;<br/><br/>\nPortugal ;<br/><br/>\nQuébec ;<br/><br/>\nRépublique Tchèque ;<br/><br/>\nRoumanie ;<br/><br/>\nRoyaume-Uni ;<br/><br/>\nRussie ;<br/><br/>\nSalvador ;<br/><br/>\nSerbie ;<br/><br/>\nSingapour ;<br/><br/>\nSlovaquie ;<br/><br/>\nSlovénie ;<br/><br/>\nSuède ;<br/><br/>\nSuisse Alémanique ;<br/><br/>\nSuisse Italienne ;<br/><br/>\nTaïwan ;<br/><br/>\nThaïlande ;<br/><br/>\nTurquie ;<br/><br/>\nUkraine ;<br/><br/>\nUruguay ;<br/><br/>\nVenezuela ;<br/><br/>\nVietnam.</p><p>VII-3.3. Liste des festivals pris en compte pour le calcul des sommes inscrites sur le compte automatique promotion à l'étranger à raison de la sélection en festival des œuvres cinématographiques<br/><br/>\n(article 721-17)</p><p>- ACID ;<br/><br/>\n- Annecy ;<br/><br/>\n- Bafici ;<br/><br/>\n- Berlinale ;<br/><br/>\n- BFI ;<br/><br/>\n- Busan ;<br/><br/>\n- Cannes-Officiel ;<br/><br/>\n- Cannes - Quinzaine des réalisateurs ;<br/><br/>\n- Cannes - Semaine de la critique ;<br/><br/>\n- CPH ;<br/><br/>\n- Golden-horse Taïpei ;<br/><br/>\n- Göteborg ;<br/><br/>\n- Hong Kong ;<br/><br/>\n- IDFA ;<br/><br/>\n- Istanbul ;<br/><br/>\n- Karlovy Vary ;<br/><br/>\n- Locarno ;<br/><br/>\n- Melbourne ;<br/><br/>\n- Morelia ;<br/><br/>\n- Mostra de Venise ;<br/><br/>\n- Munich ;<br/><br/>\n- New York - New directors New films ;<br/><br/>\n- Rio de Janeiro ;<br/><br/>\n- Rotterdam ;<br/><br/>\n- San Sebastian ;<br/><br/>\n- Sitges ;<br/><br/>\n- Sundance ;<br/><br/>\n- Tallinn ;<br/><br/>\n- Telluride ;<br/><br/>\n- TIFF ;<br/><br/>\n- Tokyo ;<br/><br/>\n- Tribeca ;<br/><br/>\n- Venice Days ;<br/><br/>\n- Venise - Semaine de la critique ;<br/><br/>\n- Zurich.</p><p>VII-4. Aides financières automatiques à la promotion à l'etranger des œuvres audiovisuelles<br/><br/>\nVII-4.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation directe<br/><br/>\n(Articles 722-9 et suivants)</p><p>I. - Pour la promotion à l'étranger d'une œuvre audiovisuelle déterminée :<br/><br/>\n1° La copie de l'autorisation préalable ou définitive lorsque celle-ci a été délivrée ;<br/><br/>\n2° Le contrat de distribution lorsque la demande est présentée par un distributeur ;<br/><br/>\n3° L'acceptation, dûment renseignée et certifiée, de l'œuvre par le ou les éditeurs de services de télévision chargés d'en assurer la diffusion ou par le ou les éditeurs de services chargés d'en assurer la mise à disposition du public ou le contrat de préachat, avec mention du titre et de la durée de l'œuvre ;<br/><br/>\n4° Le cas échéant, le contrat de vente, pour des dépenses de doublage, de sous-titrage, de voix off et de reformatage ;<br/><br/>\n5° Pour le bénéfice de la dérogation prévue à l'article 722-13, l'offre ferme d'acquisition de droits d'exploitation de l'œuvre et, le cas échéant, les justificatifs attestant du montant des recettes d'exploitation ;<br/><br/>\n6° Le contrat d'acquisition de droits d'exploitation de l'œuvre à l'étranger pour le bénéfice de la dérogation prévue au 1° de l'article 722-6 ;<br/><br/>\n7° Les factures détaillées établies pour chaque œuvre émanant du prestataire technique ;<br/><br/>\n8° Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n9° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue.<br/><br/>\nII. - Pour la promotion à l'étranger du catalogue d'une entreprise :<br/><br/>\n1° Les factures détaillées émanant du prestataire technique ;<br/><br/>\n2° Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n3° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue.</p><p>VII-5. Aides financières sélectives à la promotion à l'étranger des œuvres audiovisuelles<br/><br/>\nVII-5.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à la promotion à l'étranger d'une œuvre audiovisuelle déterminée ou du catalogue d'une entreprise<br/><br/>\n(Articles 722-18 et suivants)</p><p>I. - Pour la promotion à l'étranger d'une œuvre audiovisuelle déterminée :<br/><br/>\n1° Un synopsis de l'œuvre ;<br/><br/>\n2° La copie de l'autorisation préalable ou définitive lorsque celle-ci a été délivrée ;<br/><br/>\n3° Le contrat de distribution lorsque la demande est présentée par un distributeur ;<br/><br/>\n4° L'acceptation, dûment renseignée et certifiée, de l'œuvre par le ou les éditeurs de services de télévision chargés d'en assurer la diffusion ou par le ou les éditeurs de services chargés d'en assurer la mise à disposition du public, avec mention du titre et de la durée de l'œuvre ;<br/><br/>\n5° Les factures détaillées correspondant à l'ensemble des frais engagés ;<br/><br/>\n6° Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n7° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue ;<br/><br/>\n8° Le cas échéant, une note détaillant la stratégie dans laquelle s'inscrit l'opération spéciale de promotion mise en place, les modalités de sa réalisation et les résultats obtenus.<br/><br/>\nII. - Pour la promotion à l'étranger du catalogue d'une entreprise :<br/><br/>\n1° Les factures détaillées émanant du prestataire technique ;<br/><br/>\n2° Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n3° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue.</p><p>VII-6. Aides financières sélectives à la distribution à l'étranger des œuvres représentatives des cinématographies du monde<br/><br/>\nVII-6.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à la distribution à l'étranger des œuvres représentatives des cinématographies du monde<br/><br/>\n(Articles 723-1 et suivants)</p><p>I. - Attribution de l'aide :<br/><br/>\n1° Plan de sortie et stratégie de distribution envisagés ;<br/><br/>\n2° Devis et plan de financement pour chacun des modes d'exploitation envisagés ;<br/><br/>\n3° Contrats de cessions de droits justifiant que le demandeur dispose des droits nécessaires pour commercialiser l'œuvre à l'étranger ;<br/><br/>\n4° Contrats de cessions de droits ou mandats de commercialisation ou tout document contractuel attestant de l'intention de conclure avec les partenaires de tels cessions ou mandats ;<br/><br/>\n5° Décisions d'attribution d'aides ou demandes déposées auprès d'autres fonds de coproduction internationaux (exemples : Hubert Bals, World Cinema Fund, Idfa, Torina Film Lab).<br/><br/>\nII. - Versement du solde de l'aide :<br/><br/>\n1° Liste des exploitations effectives des œuvres dans chacun des territoires ;<br/><br/>\n2° Bilan quantitatif et qualitatif du projet de distribution ;<br/><br/>\n3° Rapport d'activité ;<br/><br/>\n4° Factures détaillées ;<br/><br/>\n5°Etat récapitulatif des frais.</p><p>VII-6.2. Liste des pays pris en compte pour la qualification d'œuvre difficile<br/><br/>\n(Article 723-8)</p><p>Antigua-et-Barbuda ;<br/><br/>\nArménie ;<br/><br/>\nAzerbaïdjan ;<br/><br/>\nBelize ;<br/><br/>\nBiélorussie ;<br/><br/>\nBolivie ;<br/><br/>\nChili ;<br/><br/>\nColombie ;<br/><br/>\nCorée du Nord ;<br/><br/>\nCosta Rica ;<br/><br/>\nDominique ;<br/><br/>\nEgypte ;<br/><br/>\nEquateur ;<br/><br/>\nFidji ;<br/><br/>\nGrenade ;<br/><br/>\nGuatemala ;<br/><br/>\nGuyana ;<br/><br/>\nHonduras ;<br/><br/>\nIrak ;<br/><br/>\nIran ;<br/><br/>\nJamaïque ;<br/><br/>\nJordanie ;<br/><br/>\nKazakhstan ;<br/><br/>\nKirghizistan ;<br/><br/>\nKosovo ;<br/><br/>\nLibye ;<br/><br/>\nMaldives ;<br/><br/>\nMicronésie ;<br/><br/>\nNauru ;<br/><br/>\nMoldavie ;<br/><br/>\nMongolie ;<br/><br/>\nMonténégro ;<br/><br/>\nNicaragua ;<br/><br/>\nOuzbékistan ;<br/><br/>\nPakistan ;<br/><br/>\nPalaos ;<br/><br/>\nPapouasie-Nouvelle Guinée ;<br/><br/>\nParaguay ;<br/><br/>\nPérou ;<br/><br/>\nPhilippines ;<br/><br/>\nSaint-Christophe-et-Niévès ;<br/><br/>\nSaint-Vincent-et-les-Grenadines ;<br/><br/>\nSainte-Lucie ;<br/><br/>\nSalvador ;<br/><br/>\nSri Lanka ;<br/><br/>\nSyrie ;<br/><br/>\nTadjikistan ;<br/><br/>\nThaïlande ;<br/><br/>\nTonga ;<br/><br/>\nTurkménistan ;<br/><br/>\nUruguay ;<br/><br/>\nVenezuela.</p>",
            "num": null,
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1682035200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : SOUTIEN À LA COOPÉRATION ET À LA DIFFUSION INTERNATIONALE ET EUROPÉENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047162687",
                        "id": "LEGISCTA000047162687",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE AU LIVRE VII  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047162925",
                        "id": "LEGISCTA000047162925",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047162927",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047162925",
            "sectionParentId": "LEGISCTA000047162925",
            "sectionParentTitre": "ANNEXE AU LIVRE VII  ",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre VII : SOUTIEN À LA COOPÉRATION ET À LA DIFFUSION INTERNATIONALE ET EUROPÉENNE &gt; ANNEXE AU LIVRE VII  ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047467447",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047465039",
                    "textTitle": "Délibération n°2023/CA/04 du 30 mars 2023 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047466717",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-04-20",
                    "dateSignaTexte": "2023-03-30",
                    "dateDebutCible": "2023-04-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047162927",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1675209600000,
                    "dateFin": 1682035200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047467447",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1682035200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [],
            "versionPrecedente": "LEGIARTI000047162927",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000047162927",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "VII-1. Régime cadre exempte n° SA. 46706 relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du Traité (Article 711-3) Les autorités françaises ont informé la Commission de la mise en œuvre du présent régime cadre exempté de notification relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles fondé sur le règlement général d'exemption par catégorie n° 651/2014 du 17 juin 2014 (RGEC) et notamment son article 54. Ce régime d'aide a été enregistré par la Commission sous la référence SA. 46706. Article 1 Objet du régime. Le présent régime cadre relatif aux aides en faveur du codéveloppement international et de la coproduction internationale d'œuvres cinématographiques ou audiovisuelles encadre, conformément à la réglementation européenne les dispositifs d'aides institués par un accord intergouvernemental dont la gestion et le financement sont confiés au Centre national du cinéma et de l'image animée (CNC) ou par un accord administratif de partenariat conclu entre le CNC et d'autres autorités publiques de l'Union européenne et d'Etats tiers. Ces dispositifs sont listés au livre VII, titre 1, chapitre 1 du règlement général des aides financières du CNC. Le présent régime cadre reprend et précise les conditions du RGEC applicables aux régimes d'aides en faveur du codéveloppement et de la coproduction internationale. Les dispositifs d'aides institués sur la base du présent régime cadre doivent en respecter toutes les conditions et en mentionner la référence, notamment : Pour un accord intergouvernemental ou administratif instituant un dispositif d'aide (ou autre document équivalent) : Dispositif d'aides pris en application du régime cadre exempté n° SA. 46706, relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité. Pour tout acte juridique attributif d'une aide : Aide attribuée sur la base du [préciser l'intitulé du dispositif d'aides concerné] pris en application du régime cadre exempté n° SA. 46706, relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité. Article 2 Durée. Le présent régime cadre entre en vigueur le lendemain de la publication au Journal officiel de la République Française de la délibération du Conseil d'administration du CNC du 24 novembre 2016 et est applicable jusqu'au 31 décembre 2020, date de fin de validité du RGEC, ou, le cas échéant, jusqu'à une date ultérieure si la Commission européenne a pris une décision autorisant sa prolongation. Article 3 Seuil de notification. Le présent régime cadre couvre les dispositifs d'aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles dans la mesure où la contribution financière du CNC au titre de chaque dispositif est inférieure à 50 millions d'euros par an. Dans les cas où cette contribution financière excéderait 50 millions d'euros par an, une notification du dispositif d'aide concerné sera nécessaire. Article 4 Champ d'application. 4.1. Champ d'application. Le présent régime cadre s'applique aux contributions financières apportées par le CNC au titre des dispositifs d'aides au codéveloppement international et à la coproduction d'œuvres cinématographiques ou audiovisuelles. 4.2 Exclusions. Le présent régime cadre ne s'applique pas aux aides suivantes : - aides réservées à des activités de production spécifiques ou à des maillons individuels de la chaîne de valeur de la production ; - aides en faveur des infrastructures des studios ; - aides en faveur d'une entreprise faisant l'objet d'une injonction de récupération non exécutée suivant une décision de la Commission déclarant des aides illégales et incompatibles avec le marché intérieur ; - aides qui par elles-mêmes, par les modalités dont elles sont assorties ou par leur mode de financement, entraînent de manière indissociable une violation du droit de l'Union, en particulier : 1. Les mesures d'aide dont l'octroi est subordonné à l'obligation pour le bénéficiaire d'avoir son siège dans l'Etat membre concerné ou d'être établi à titre principal dans ledit Etat membre. Il est toutefois autorisé d'exiger que le bénéficiaire ait un établissement ou une succursale dans l'Etat membre qui octroie l'aide au moment du versement de l'aide ; 2. Les aides qui sont réservées exclusivement aux ressortissants nationaux ; 3. Les mesures d'aide dont l'octroi est subordonné à l'obligation pour le bénéficiaire d'utiliser des biens produits sur le territoire national ou d'avoir recours à des prestations de services effectuées depuis le territoire national, dans des proportions supérieures à celles autorisées par l'article 54 du RGEC ; - aides accordées aux entreprises en difficulté, telles que définies par l'article 2 (18) du RGEC ; - aides qui favorisent des activités liées à l'exportation vers des pays tiers ou un Etat membre, à savoir celles qui sont directement liées aux quantités exportées ; - aides qui financent la mise en place et le fonctionnement d'un réseau de distribution ou d'autres dépenses courantes liées à l'activité d'exportation. Article 5 Transparence des aides. Les aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime cadre doivent être \" transparentes \", c'est-à-dire qu'il doit être possible de calculer précisément et préalablement leur équivalent-subvention brut, sans qu'il soit nécessaire d'effectuer une analyse de risque. Les aides attribuées sous forme de subventions sont considérées comme transparentes. Les aides attribuées sous forme d'avances récupérables sont considérées comme transparentes sous réserve que le montant total ne dépasse pas les seuils et les intensités d'aide applicables au titre du présent régime. Article 6 Effet incitatif des aides. Les aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime doivent avoir un effet incitatif. Une aide est réputée avoir un effet incitatif si le bénéficiaire a présenté une demande d'aide écrite à l'organisme qui octroie l'aide avant le début des travaux liés au projet ou à l'activité en question. La demande d'aide contient au moins les informations suivantes : a) le nom et la taille de l'entreprise ; b) une description du projet, y compris ses dates de début et de fin ; c) la localisation du projet ; d) une liste des coûts admissibles ; e) le type d'aide sollicitée (subvention, bonification d'intérêt, avance récupérable, prêt, garantie) ; f) le montant estimé de l'aide sollicitée. Si l'effet incitatif n'est pas démontré les aides ne sont pas attribuées. Article 7 Projets éligibles. Les aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime cadre doivent être destinées à soutenir le codéveloppement international ou la coproduction internationale d'œuvres cinématographiques ou audiovisuelles constitutives d'un produit culturel. Cet aspect culturel sera établi suivant les procédures instaurées à cette fin. Article 8 Coûts admissibles. Les coûts admissibles sont les suivants : Pour les aides au développement : coûts de préparation, couvrant les coûts de l'écriture de scénarios et des autres dépenses de développement ; Pour les aides à la production : coûts de production, couvrant les coûts globaux de la production, y compris les coûts destinés à améliorer l'accessibilité pour les personnes handicapées. Article 9 Territorialisation. Les dispositifs d'aides pris en application du présent régime cadre peuvent prévoir que les aides attribuées sont subordonnées à des obligations de territorialisation des dépenses. Les obligations de territorialisation sont des obligations imposées aux bénéficiaires des aides de dépenser un montant minimal et/ou d'exercer une activité de production minimale sur un territoire donné. Ces obligations peuvent : - exiger que jusqu'à 160 % de l'aide attribuée pour une œuvre déterminée soient dépensés sur le territoire de l'Etat membre qui attribue l'aide ; ou - calculer l'aide attribuée pour une œuvre déterminée en pourcentage des dépenses liées aux activités de développement et de production dans l'Etat membre qui attribue l'aide. Dans les deux cas, les dépenses maximales soumises aux obligations de territorialisation n'excèdent en aucun cas 80 % du budget global de la production. Les dispositifs d'aides pris en application du présent régime cadre peuvent également subordonner l'éligibilité d'un projet à une aide à un niveau minimal d'activité de développement et de production sur le territoire concerné à condition que ce niveau n'excède pas 50 % du budget global. Article 10 Intensité des aides. L'intensité de l'aide correspond au montant brut de l'aide exprimé en pourcentage des coûts admissibles, avant impôts ou autres prélèvements. L'intensité de l'aide au développement n'excède pas 100 % des coûts admissibles. Si le scénario ou le projet débouche sur une œuvre cinématographique ou audiovisuelle les coûts de développement sont intégrés au budget global et pris en compte dans le calcul de l'intensité de l'aide. L'intensité de l'aide à la production n'excède pas 50 % des coûts admissibles. Elle peut être portée : - à 60 % des coûts admissibles pour les œuvres cinématographiques ou audiovisuelles transfrontières financées par plus d'un Etat membre et faisant intervenir des producteurs de plus d'un Etat membre ; - à 100 % des coûts admissibles pour les œuvres cinématographiques ou audiovisuelles difficiles (1) et les coproductions faisant intervenir des pays de la liste du Comité d'aide au développement (CAD) de l'OCDE (2). Les coûts admissibles sont étayés de pièces justificatives claires, spécifiques et contemporaines des faits. Article 11 Cumul des aides. Afin de s'assurer que les intensités d'aide maximales sont respectées, il convient de tenir compte du montant total d'aides publiques accordées en faveur du projet considéré, que ces aides proviennent de sources locales, régionales, nationales ou européennes. Les aides en faveur du codéveloppement et de la coproduction des œuvres cinématographiques ou audiovisuelles attribuées sur le fondement d'un dispositif d'aides institué sur la base du présent régime cadre peuvent être cumulées avec : - toute autre aide d'Etat, tant que ces aides portent sur des coûts admissibles identifiables différents ; - toute autre aide d'Etat, se chevauchant en partie ou totalement, si ce cumul conduit à une intensité ou à un montant d'aide inférieur ou égal au plafond maximal applicable à ces aides au titre du règlement général d'exemption par catégorie ; - les aides en faveur des travailleurs handicapés prévues au titre du RGEC portant sur les mêmes coûts admissibles et dépasser ainsi le seuil applicable le plus élevé prévu par ce règlement, à condition que ce cumul ne conduise pas à une intensité d'aide supérieur à 100 % des coûts correspondants sur toute période pendant laquelle les travailleurs concernés sont employés. Les aides attribuées sur le fondement d'un dispositif d'aides pris en application du présent régime cadre peuvent être cumulées avec des aides de minimis prévues par le règlement (UE) n°1407/2013 de la Commission, du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis, concernant les mêmes coûts admissibles sauf si ce cumul conduit à une intensité d'aide excédant celles fixées à l'article 10 du présent régime. Les financements de l'Union gérés au niveau central par les institutions, les agences, les entreprises communes ou d'autres organes de l'Union, et contrôlés ni directement, ni indirectement par l'Etat membre ne sont pas pris en compte pour déterminer si les intensités d'aides ou les montants d'aides maximaux sont respectés. Article 12 Publication. Seront publiés sur un site internet national : - les informations contenues dans la fiche SANI transmise à la Commission en application du RGEC ; - le texte intégral des dispositifs d'aides pris en application du présent régime cadre ; - les informations relatives aux aides individuelles de 500 000€ ou plus. Ces informations portent sur : Nom du bénéficiaire ; Identifiant du bénéficiaire : numéro SIREN - 9 chiffres ; Type d'entreprise au moment de l'octroi de l'aide : PME ou grande entreprise ; Région du bénéficiaire ; Montant de l'aide ; Instrument d'aide ; Date d'octroi ; Objectif de l'aide ; Autorité d'octroi ; Numéro de la mesure d'aide. Article 13 Rapport annuel. Le présent régime cadre fera l'objet d'un rapport annuel, sous forme électronique, transmis à la Commission européenne par les autorités françaises conformément au règlement (CE) n° 794/2004 de la Commission du 21 avril 2004 concernant la mise en œuvre du règlement (CE) n° 659/1999 du Conseil du 22 mars 1999 portant modalités d'application de l'article 93 du traité CE. Ce rapport contiendra les informations de ce régime, pour chaque année complète ou chaque partie de l'année durant laquelle le règlement s'applique. Article 14 Conservation des documents. Les dossiers détaillés contenant les informations et les pièces justificatives nécessaires pour établir si toutes les conditions énoncées dans le présent régime cadre sont remplies doivent être conservés pendant dix ans à compter de la date d'octroi de l'aide ad hoc ou de la dernière aide octroyée au titre du régime considéré. VII-2. Aides financières sélectives aux cinémas du monde VII-2.1. Documents justificatifs à joindre à l'appui d'une demande d'aide complémentaire à une demande d'aide aux cinémas du monde (Articles 712-2 et suivants) 1° Le contrat de coproduction, sauf s'il a déjà été fourni dans le cadre de la demande d'aide aux cinémas du monde, et dans ce cas, tout avenant intervenu depuis lors ; 2° L'accord entre les parties à la coproduction désignant l'entreprise bénéficiaire de l'aide complémentaire si elle n'est pas désignée dans le contrat de coproduction ; 3° Tout document officiel attestant de l'existence de l'entreprise désignée comme bénéficiaire de l'aide complémentaire ; 4° Une note conjointe de l'entreprise désignée comme bénéficiaire de l'aide complémentaire et de l'entreprise établie en France ayant sollicité l'attribution d'une aide aux cinémas du monde justifiant le montant de l'aide complémentaire demandée ; 5° Les justificatifs des financements acquis sur les territoires de la zone Afrique, Caraïbes et Pacifique. VII-2.2. Liste des Etats considérés comme situés dans la zone Afrique, Caraïbes et Pacifique pris en compte pour l'attribution des aides complémentaires aux aides aux cinémas du monde (Article 712-3) 1° Afrique : Afrique du Sud ; Angola ; Bénin ; Botswana ; Burkina Faso ; Burundi ; Cameroun ; Cap Vert ; Comores ; Congo ; Côte d'Ivoire ; Djibouti ; Erythrée ; Ethiopie ; Gabon ; Gambie ; Ghana ; Guinée ; Guinée-Bissau ; Guinée Equatoriale ; Kenya ; Lesotho ; Liberia ; Madagascar ; Malawi ; Mali ; Maurice ; Mauritanie ; Mozambique ; Namibie ; Niger ; Nigeria ; Ouganda ; République centrafricaine ; République démocratique du Congo ; Rwanda ; Sao Tome et Principe ; Sénégal ; Seychelles ; Sierra Leone ; Somalie ; Soudan ; Swaziland ; Tanzanie ; Tchad ; Togo ; Zambie ; Zimbabwe ; 2° Caraïbes : Antigua et Barbuda ; Bahamas ; Barbade ; Belize ; Dominique ; Grenade ; Guyana ; Haïti ; Jamaïque ; République Dominicaine ; Saint Kitts et Nevis ; Sainte Lucie ; Saint Vincent et les Grenadines ; Suriname ; Trinité-et-Tobago ; 3° Pacifique : Fidji ; Iles Cook ; Iles Marshall ; Iles Salomon ; Kiribati ; Micronésie ; Nauru ; Niue ; Palaos ; Papouasie-Nouvelle-Guinée ; Samoa ; Timor-Leste ; Tonga ; Tuvalu ; Vanuatu. VII-3. Aides financières automatiques à la promotion à l'étranger des œuvres cinématographiques VII-3.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement (Articles 721-1 et suivants) Autorisation d'investissement : 1° Pour la promotion à l'étranger d'œuvres cinématographiques déterminées : a) Une note détaillant la stratégie de prospection mise en place pour l'œuvre cinématographique ; b) Lorsque l'investissement est effectué au titre de l'article 721-23, une copie du contrat d'acquisition des droits d'exploitation à l'étranger si celui-ci n'est pas encore inscrit au registre du cinéma et de l'audiovisuel, mentionnant le montant des sommes dues en contrepartie de l'acquisition ; c) Le cas échéant, lorsque l'investissement est effectué au titre de l'article 721-23, tout document justificatif du versement des sommes dues en contrepartie de l'acquisition des droits d'exploitation à l'étranger ; d) La liste des territoires pour lesquels les droits ont été acquis ainsi que les montants correspondants ; e) Le cas échéant, une note détaillant la nature de l'opération spéciale mise en place, les modalités de sa réalisation et les résultats obtenus ; f) La liste des supports de promotion qui ont été réalisés et des actions de promotion qui ont été engagées mentionnant leurs coûts respectifs ; g) La liste des marchés et manifestations au cours desquels l'œuvre a été présentée ; h) Une copie de la lettre d'attribution de l'aide du CNC à la numérisation des œuvres du patrimoine ; i) Les factures détaillées correspondant à l'ensemble des frais éligibles ; j) En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue ; k) Un exemplaire de chaque support de promotion réalisé ; 2° Pour la promotion à l'étranger d'un catalogue : a) Une note détaillant la stratégie de prospection mise en place au cours de l'année de référence et la place réservée aux œuvres cinématographiques françaises ; b) Une note décrivant les autres supports et actions de promotion réalisés ; c) Les factures détaillées correspondant à l'ensemble des frais engagés ; d) Un exemplaire de chaque support de promotion réalisé ; e) En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue. VII-3.2. Liste des pays et territoires pris en compte pour le calcul des sommes inscrites sur le compte automatique promotion à l'étranger (Article 721-12) Afrique du Sud ; Allemagne ; Argentine ; Australie ; Autriche ; Bolivie ; Brésil ; Bulgarie ; Canada (hors Québec) ; Chili ; Chine ; Colombie ; Corée du Sud ; Croatie ; Danemark ; Emirats Arabes Unis ; Espagne ; Estonie ; Etats-Unis ; Finlande ; Grèce ; Hong-Kong ; Hongrie ; Islande ; Italie ; Japon ; Lettonie ; Liban ; Lituanie ; Maroc ; Mexique ; Norvège ; Nouvelle-Zélande ; Paraguay ; Pays-Bas ; Pologne ; Portugal ; Québec ; République Tchèque ; Roumanie ; Royaume-Uni ; Russie ; Serbie ; Singapour ; Slovaquie ; Slovénie ; Suède ; Suisse Alémanique ; Suisse Italienne ; Taïwan ; Turquie ; Ukraine ; Uruguay ; Venezuela ; Vietnam. VII-3.3. Liste des festivals pris en compte pour le calcul des sommes inscrites sur le compte automatique promotion à l'étranger à raison de la sélection en festival des œuvres cinématographiques (article 721-17) - ACID ; - Annecy ; - Bafici ; - Berlinale ; - BFI ; - Busan ; - Cannes-Officiel ; - Cannes - Quinzaine des réalisateurs ; - Cannes - Semaine de la critique ; - CPH ; - Golden-horse Taïpei ; - Göteborg ; - Hong Kong ; - IDFA ; - Istanbul ; - Karlovy Vary ; - Locarno ; - Melbourne ; - Morelia ; - Mostra de Venise ; - Munich ; - New York - New directors New films ; - Rio de Janeiro ; - Rotterdam ; - San Sebastian ; - Sitges ; - Sundance ; - Tallinn ; - Telluride ; - TIFF ; - Tokyo ; - Tribeca ; - Venice Days ; - Venise - Semaine de la critique ; - Zurich. VII-4. Aides financières automatiques à la promotion à l'etranger des œuvres audiovisuelles VII-4.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation directe (Articles 722-9 et suivants) I. - Pour la promotion à l'étranger d'une œuvre audiovisuelle déterminée : 1° La copie de l'autorisation préalable ou définitive lorsque celle-ci a été délivrée ; 2° Le contrat de distribution lorsque la demande est présentée par un distributeur ; 3° L'acceptation, dûment renseignée et certifiée, de l'œuvre par le ou les éditeurs de services de télévision chargés d'en assurer la diffusion ou par le ou les éditeurs de services chargés d'en assurer la mise à disposition du public ou le contrat de préachat, avec mention du titre et de la durée de l'œuvre ; 4° Le cas échéant, le contrat de vente, pour des dépenses de doublage, de sous-titrage, de voix off et de reformatage ; 5° Pour le bénéfice de la dérogation prévue à l'article 722-13, l'offre ferme d'acquisition de droits d'exploitation de l'œuvre et, le cas échéant, les justificatifs attestant du montant des recettes d'exploitation ; 6° Le contrat d'acquisition de droits d'exploitation de l'œuvre à l'étranger pour le bénéfice de la dérogation prévue au 1° de l'article 722-6 ; 7° Les factures détaillées établies pour chaque œuvre émanant du prestataire technique ; 8° Un exemplaire de chaque support de promotion réalisé ; 9° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue. II. - Pour la promotion à l'étranger du catalogue d'une entreprise : 1° Les factures détaillées émanant du prestataire technique ; 2° Un exemplaire de chaque support de promotion réalisé ; 3° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue. VII-5. Aides financières sélectives à la promotion à l'étranger des œuvres audiovisuelles VII-5.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à la promotion à l'étranger d'une œuvre audiovisuelle déterminée ou du catalogue d'une entreprise (Articles 722-18 et suivants) I. - Pour la promotion à l'étranger d'une œuvre audiovisuelle déterminée : 1° Un synopsis de l'œuvre ; 2° La copie de l'autorisation préalable ou définitive lorsque celle-ci a été délivrée ; 3° Le contrat de distribution lorsque la demande est présentée par un distributeur ; 4° L'acceptation, dûment renseignée et certifiée, de l'œuvre par le ou les éditeurs de services de télévision chargés d'en assurer la diffusion ou par le ou les éditeurs de services chargés d'en assurer la mise à disposition du public, avec mention du titre et de la durée de l'œuvre ; 5° Les factures détaillées correspondant à l'ensemble des frais engagés ; 6° Un exemplaire de chaque support de promotion réalisé ; 7° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue ; 8° Le cas échéant, une note détaillant la stratégie dans laquelle s'inscrit l'opération spéciale de promotion mise en place, les modalités de sa réalisation et les résultats obtenus. II. - Pour la promotion à l'étranger du catalogue d'une entreprise : 1° Les factures détaillées émanant du prestataire technique ; 2° Un exemplaire de chaque support de promotion réalisé ; 3° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue. VII-6. Aides financières sélectives à la distribution à l'étranger des œuvres représentatives des cinématographies du monde VII-6.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à la distribution à l'étranger des œuvres représentatives des cinématographies du monde (Articles 723-1 et suivants) I. - Attribution de l'aide : 1° Plan de sortie et stratégie de distribution envisagés ; 2° Devis et plan de financement pour chacun des modes d'exploitation envisagés ; 3° Contrats de cessions de droits justifiant que le demandeur dispose des droits nécessaires pour commercialiser l'œuvre à l'étranger ; 4° Contrats de cessions de droits ou mandats de commercialisation ou tout document contractuel attestant de l'intention de conclure avec les partenaires de tels cessions ou mandats ; 5° Décisions d'attribution d'aides ou demandes déposées auprès d'autres fonds de coproduction internationaux (exemples : Hubert Bals, World Cinema Fund, Idfa, Torina Film Lab). II. - Versement du solde de l'aide : 1° Liste des exploitations effectives des œuvres dans chacun des territoires ; 2° Bilan quantitatif et qualitatif du projet de distribution ; 3° Rapport d'activité ; 4° Factures détaillées ; 5°Etat récapitulatif des frais. VII-6.2. Liste des pays pris en compte pour la qualification d'œuvre difficile (Article 723-8) Antigua-et-Barbuda ; Arménie ; Azerbaïdjan ; Belize ; Biélorussie ; Bolivie ; Chili ; Colombie ; Corée du Nord ; Costa Rica ; Dominique ; Egypte ; Equateur ; Fidji ; Grenade ; Guatemala ; Guyana ; Honduras ; Irak ; Iran ; Jamaïque ; Jordanie ; Kazakhstan ; Kirghizistan ; Kosovo ; Libye ; Maldives ; Micronésie ; Nauru ; Moldavie ; Mongolie ; Monténégro ; Nicaragua ; Ouzbékistan ; Pakistan ; Palaos ; Papouasie-Nouvelle Guinée ; Paraguay ; Pérou ; Philippines ; Saint-Christophe-et-Niévès ; Saint-Vincent-et-les-Grenadines ; Sainte-Lucie ; Salvador ; Sri Lanka ; Syrie ; Tadjikistan ; Thaïlande ; Tonga ; Turkménistan ; Uruguay ; Venezuela.",
            "texteHtml": "<p>VII-1. Régime cadre exempte n° SA. 46706 relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du Traité</p><p>(Article 711-3)</p><p></p><p></p><p><br/>\nLes autorités françaises ont informé la Commission de la mise en œuvre du présent régime cadre exempté de notification relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles fondé sur le règlement général d'exemption par catégorie n° 651/2014 du 17 juin 2014 (RGEC) et notamment son article 54. Ce régime d'aide a été enregistré par la Commission sous la référence SA. 46706.</p><p>Article 1</p><p><br/>\nObjet du régime.<br/><br/>\nLe présent régime cadre relatif aux aides en faveur du codéveloppement international et de la coproduction internationale d'œuvres cinématographiques ou audiovisuelles encadre, conformément à la réglementation européenne les dispositifs d'aides institués par un accord intergouvernemental dont la gestion et le financement sont confiés au Centre national du cinéma et de l'image animée (CNC) ou par un accord administratif de partenariat conclu entre le CNC et d'autres autorités publiques de l'Union européenne et d'Etats tiers. Ces dispositifs sont listés au livre VII, titre 1, chapitre 1 du règlement général des aides financières du CNC.<br/><br/>\nLe présent régime cadre reprend et précise les conditions du RGEC applicables aux régimes d'aides en faveur du codéveloppement et de la coproduction internationale.<br/><br/>\nLes dispositifs d'aides institués sur la base du présent régime cadre doivent en respecter toutes les conditions et en mentionner la référence, notamment :<br/><br/>\nPour un accord intergouvernemental ou administratif instituant un dispositif d'aide (ou autre document équivalent) :<br/><br/>\nDispositif d'aides pris en application du régime cadre exempté n° SA. 46706, relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.<br/><br/>\nPour tout acte juridique attributif d'une aide :<br/><br/>\nAide attribuée sur la base du [préciser l'intitulé du dispositif d'aides concerné] pris en application du régime cadre exempté n° SA. 46706, relatif aux aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles, adopté sur la base du règlement n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p><p>Article 2</p><p><br/>\nDurée.<br/><br/>\nLe présent régime cadre entre en vigueur le lendemain de la publication au Journal officiel de la République Française de la délibération du Conseil d'administration du CNC du 24 novembre 2016 et est applicable jusqu'au 31 décembre 2020, date de fin de validité du RGEC, ou, le cas échéant, jusqu'à une date ultérieure si la Commission européenne a pris une décision autorisant sa prolongation.</p><p>Article 3</p><p><br/>\nSeuil de notification.<br/><br/>\nLe présent régime cadre couvre les dispositifs d'aides en faveur du codéveloppement international et de la coproduction internationale des œuvres cinématographiques ou audiovisuelles dans la mesure où la contribution financière du CNC au titre de chaque dispositif est inférieure à 50 millions d'euros par an.<br/><br/>\nDans les cas où cette contribution financière excéderait 50 millions d'euros par an, une notification du dispositif d'aide concerné sera nécessaire.</p><p>Article 4</p><p><br/>\nChamp d'application.<br/><br/>\n4.1. Champ d'application.<br/><br/>\nLe présent régime cadre s'applique aux contributions financières apportées par le CNC au titre des dispositifs d'aides au codéveloppement international et à la coproduction d'œuvres cinématographiques ou audiovisuelles.<br/><br/>\n4.2 Exclusions.<br/><br/>\nLe présent régime cadre ne s'applique pas aux aides suivantes :</p><p><br/>\n- aides réservées à des activités de production spécifiques ou à des maillons individuels de la chaîne de valeur de la production ;<br/><br/>\n- aides en faveur des infrastructures des studios ;<br/><br/>\n- aides en faveur d'une entreprise faisant l'objet d'une injonction de récupération non exécutée suivant une décision de la Commission déclarant des aides illégales et incompatibles avec le marché intérieur ;<br/><br/>\n- aides qui par elles-mêmes, par les modalités dont elles sont assorties ou par leur mode de financement, entraînent de manière indissociable une violation du droit de l'Union, en particulier :</p><p><br/>\n1. Les mesures d'aide dont l'octroi est subordonné à l'obligation pour le bénéficiaire d'avoir son siège dans l'Etat membre concerné ou d'être établi à titre principal dans ledit Etat membre. Il est toutefois autorisé d'exiger que le bénéficiaire ait un établissement ou une succursale dans l'Etat membre qui octroie l'aide au moment du versement de l'aide ;<br/><br/>\n2. Les aides qui sont réservées exclusivement aux ressortissants nationaux ;<br/><br/>\n3. Les mesures d'aide dont l'octroi est subordonné à l'obligation pour le bénéficiaire d'utiliser des biens produits sur le territoire national ou d'avoir recours à des prestations de services effectuées depuis le territoire national, dans des proportions supérieures à celles autorisées par l'article 54 du RGEC ;</p><p><br/>\n- aides accordées aux entreprises en difficulté, telles que définies par l'article 2 (18) du RGEC ;<br/><br/>\n- aides qui favorisent des activités liées à l'exportation vers des pays tiers ou un Etat membre, à savoir celles qui sont directement liées aux quantités exportées ;<br/><br/>\n- aides qui financent la mise en place et le fonctionnement d'un réseau de distribution ou d'autres dépenses courantes liées à l'activité d'exportation.</p><p>Article 5</p><p><br/>\nTransparence des aides.<br/><br/>\nLes aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime cadre doivent être \" transparentes \", c'est-à-dire qu'il doit être possible de calculer précisément et préalablement leur équivalent-subvention brut, sans qu'il soit nécessaire d'effectuer une analyse de risque.<br/><br/>\nLes aides attribuées sous forme de subventions sont considérées comme transparentes. Les aides attribuées sous forme d'avances récupérables sont considérées comme transparentes sous réserve que le montant total ne dépasse pas les seuils et les intensités d'aide applicables au titre du présent régime.</p><p>Article 6</p><p><br/>\nEffet incitatif des aides.<br/><br/>\nLes aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime doivent avoir un effet incitatif.<br/><br/>\nUne aide est réputée avoir un effet incitatif si le bénéficiaire a présenté une demande d'aide écrite à l'organisme qui octroie l'aide avant le début des travaux liés au projet ou à l'activité en question. La demande d'aide contient au moins les informations suivantes :<br/><br/>\na) le nom et la taille de l'entreprise ;<br/><br/>\nb) une description du projet, y compris ses dates de début et de fin ;<br/><br/>\nc) la localisation du projet ;<br/><br/>\nd) une liste des coûts admissibles ;<br/><br/>\ne) le type d'aide sollicitée (subvention, bonification d'intérêt, avance récupérable, prêt, garantie) ;<br/><br/>\nf) le montant estimé de l'aide sollicitée.<br/><br/>\nSi l'effet incitatif n'est pas démontré les aides ne sont pas attribuées.</p><p>Article 7</p><p><br/>\nProjets éligibles.<br/><br/>\nLes aides attribuées sur le fondement des dispositifs d'aides pris en application du présent régime cadre doivent être destinées à soutenir le codéveloppement international ou la coproduction internationale d'œuvres cinématographiques ou audiovisuelles constitutives d'un produit culturel. Cet aspect culturel sera établi suivant les procédures instaurées à cette fin.</p><p>Article 8</p><p><br/>\nCoûts admissibles.<br/><br/>\nLes coûts admissibles sont les suivants :<br/><br/>\nPour les aides au développement : coûts de préparation, couvrant les coûts de l'écriture de scénarios et des autres dépenses de développement ;<br/><br/>\nPour les aides à la production : coûts de production, couvrant les coûts globaux de la production, y compris les coûts destinés à améliorer l'accessibilité pour les personnes handicapées.</p><p>Article 9</p><p><br/>\nTerritorialisation.<br/><br/>\nLes dispositifs d'aides pris en application du présent régime cadre peuvent prévoir que les aides attribuées sont subordonnées à des obligations de territorialisation des dépenses.<br/><br/>\nLes obligations de territorialisation sont des obligations imposées aux bénéficiaires des aides de dépenser un montant minimal et/ou d'exercer une activité de production minimale sur un territoire donné. Ces obligations peuvent :</p><p><br/>\n- exiger que jusqu'à 160 % de l'aide attribuée pour une œuvre déterminée soient dépensés sur le territoire de l'Etat membre qui attribue l'aide ; ou<br/><br/>\n- calculer l'aide attribuée pour une œuvre déterminée en pourcentage des dépenses liées aux activités de développement et de production dans l'Etat membre qui attribue l'aide.</p><p><br/>\nDans les deux cas, les dépenses maximales soumises aux obligations de territorialisation n'excèdent en aucun cas 80 % du budget global de la production.<br/><br/>\nLes dispositifs d'aides pris en application du présent régime cadre peuvent également subordonner l'éligibilité d'un projet à une aide à un niveau minimal d'activité de développement et de production sur le territoire concerné à condition que ce niveau n'excède pas 50 % du budget global.</p><p>Article 10</p><p><br/>\nIntensité des aides.<br/><br/>\nL'intensité de l'aide correspond au montant brut de l'aide exprimé en pourcentage des coûts admissibles, avant impôts ou autres prélèvements.<br/><br/>\nL'intensité de l'aide au développement n'excède pas 100 % des coûts admissibles. Si le scénario ou le projet débouche sur une œuvre cinématographique ou audiovisuelle les coûts de développement sont intégrés au budget global et pris en compte dans le calcul de l'intensité de l'aide.<br/><br/>\nL'intensité de l'aide à la production n'excède pas 50 % des coûts admissibles.<br/><br/>\nElle peut être portée :</p><p><br/>\n- à 60 % des coûts admissibles pour les œuvres cinématographiques ou audiovisuelles transfrontières financées par plus d'un Etat membre et faisant intervenir des producteurs de plus d'un Etat membre ;<br/><br/>\n- à 100 % des coûts admissibles pour les œuvres cinématographiques ou audiovisuelles difficiles (1) et les coproductions faisant intervenir des pays de la liste du Comité d'aide au développement (CAD) de l'OCDE (2).</p><p><br/>\nLes coûts admissibles sont étayés de pièces justificatives claires, spécifiques et contemporaines des faits.</p><p>Article 11</p><p><br/>\nCumul des aides.<br/><br/>\nAfin de s'assurer que les intensités d'aide maximales sont respectées, il convient de tenir compte du montant total d'aides publiques accordées en faveur du projet considéré, que ces aides proviennent de sources locales, régionales, nationales ou européennes.<br/><br/>\nLes aides en faveur du codéveloppement et de la coproduction des œuvres cinématographiques ou audiovisuelles attribuées sur le fondement d'un dispositif d'aides institué sur la base du présent régime cadre peuvent être cumulées avec :</p><p><br/>\n- toute autre aide d'Etat, tant que ces aides portent sur des coûts admissibles identifiables différents ;<br/><br/>\n- toute autre aide d'Etat, se chevauchant en partie ou totalement, si ce cumul conduit à une intensité ou à un montant d'aide inférieur ou égal au plafond maximal applicable à ces aides au titre du règlement général d'exemption par catégorie ;<br/><br/>\n- les aides en faveur des travailleurs handicapés prévues au titre du RGEC portant sur les mêmes coûts admissibles et dépasser ainsi le seuil applicable le plus élevé prévu par ce règlement, à condition que ce cumul ne conduise pas à une intensité d'aide supérieur à 100 % des coûts correspondants sur toute période pendant laquelle les travailleurs concernés sont employés.</p><p><br/>\nLes aides attribuées sur le fondement d'un dispositif d'aides pris en application du présent régime cadre peuvent être cumulées avec des aides de minimis prévues par le règlement (UE) n°1407/2013 de la Commission, du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis, concernant les mêmes coûts admissibles sauf si ce cumul conduit à une intensité d'aide excédant celles fixées à l'article 10 du présent régime.<br/><br/>\nLes financements de l'Union gérés au niveau central par les institutions, les agences, les entreprises communes ou d'autres organes de l'Union, et contrôlés ni directement, ni indirectement par l'Etat membre ne sont pas pris en compte pour déterminer si les intensités d'aides ou les montants d'aides maximaux sont respectés.</p><p>Article 12</p><p><br/>\nPublication.<br/><br/>\nSeront publiés sur un site internet national :</p><p><br/>\n- les informations contenues dans la fiche SANI transmise à la Commission en application du RGEC ;<br/><br/>\n- le texte intégral des dispositifs d'aides pris en application du présent régime cadre ;<br/><br/>\n- les informations relatives aux aides individuelles de 500 000€ ou plus. Ces informations portent sur :</p><p><br/>\nNom du bénéficiaire ;<br/><br/>\nIdentifiant du bénéficiaire : numéro SIREN - 9 chiffres ;<br/><br/>\nType d'entreprise au moment de l'octroi de l'aide : PME ou grande entreprise ;<br/><br/>\nRégion du bénéficiaire ;<br/><br/>\nMontant de l'aide ;<br/><br/>\nInstrument d'aide ;<br/><br/>\nDate d'octroi ;<br/><br/>\nObjectif de l'aide ;<br/><br/>\nAutorité d'octroi ;<br/><br/>\nNuméro de la mesure d'aide.</p><p>Article 13</p><p><br/>\nRapport annuel.<br/><br/>\nLe présent régime cadre fera l'objet d'un rapport annuel, sous forme électronique, transmis à la Commission européenne par les autorités françaises conformément au règlement (CE) n° 794/2004 de la Commission du 21 avril 2004 concernant la mise en œuvre du règlement (CE) n° 659/1999 du Conseil du 22 mars 1999 portant modalités d'application de l'article 93 du traité CE. Ce rapport contiendra les informations de ce régime, pour chaque année complète ou chaque partie de l'année durant laquelle le règlement s'applique.</p><p>Article 14</p><p><br/>\nConservation des documents.<br/><br/>\nLes dossiers détaillés contenant les informations et les pièces justificatives nécessaires pour établir si toutes les conditions énoncées dans le présent régime cadre sont remplies doivent être conservés pendant dix ans à compter de la date d'octroi de l'aide ad hoc ou de la dernière aide octroyée au titre du régime considéré.</p><p></p><p><br/>\nVII-2. Aides financières sélectives aux cinémas du monde<br/><br/>\nVII-2.1. Documents justificatifs à joindre à l'appui d'une demande d'aide complémentaire à une demande d'aide aux cinémas du monde<br/><br/>\n(Articles 712-2 et suivants)</p><p><br/>\n1° Le contrat de coproduction, sauf s'il a déjà été fourni dans le cadre de la demande d'aide aux cinémas du monde, et dans ce cas, tout avenant intervenu depuis lors ;<br/><br/>\n2° L'accord entre les parties à la coproduction désignant l'entreprise bénéficiaire de l'aide complémentaire si elle n'est pas désignée dans le contrat de coproduction ;<br/><br/>\n3° Tout document officiel attestant de l'existence de l'entreprise désignée comme bénéficiaire de l'aide complémentaire ;<br/><br/>\n4° Une note conjointe de l'entreprise désignée comme bénéficiaire de l'aide complémentaire et de l'entreprise établie en France ayant sollicité l'attribution d'une aide aux cinémas du monde justifiant le montant de l'aide complémentaire demandée ;<br/><br/>\n5° Les justificatifs des financements acquis sur les territoires de la zone Afrique, Caraïbes et Pacifique.</p><p><br/>\nVII-2.2. Liste des Etats considérés comme situés dans la zone Afrique, Caraïbes et Pacifique pris en compte pour l'attribution des aides complémentaires aux aides aux cinémas du monde<br/><br/>\n(Article 712-3)</p><p><br/>\n1° Afrique :<br/><br/>\nAfrique du Sud ;<br/><br/>\nAngola ;<br/><br/>\nBénin ;<br/><br/>\nBotswana ;<br/><br/>\nBurkina Faso ;<br/><br/>\nBurundi ;<br/><br/>\nCameroun ;<br/><br/>\nCap Vert ;<br/><br/>\nComores ;<br/><br/>\nCongo ;<br/><br/>\nCôte d'Ivoire ;<br/><br/>\nDjibouti ;<br/><br/>\nErythrée ;<br/><br/>\nEthiopie ;<br/><br/>\nGabon ;<br/><br/>\nGambie ;<br/><br/>\nGhana ;<br/><br/>\nGuinée ;<br/><br/>\nGuinée-Bissau ;<br/><br/>\nGuinée Equatoriale ;<br/><br/>\nKenya ;<br/><br/>\nLesotho ;<br/><br/>\nLiberia ;<br/><br/>\nMadagascar ;<br/><br/>\nMalawi ;<br/><br/>\nMali ;<br/><br/>\nMaurice ;<br/><br/>\nMauritanie ;<br/><br/>\nMozambique ;<br/><br/>\nNamibie ;<br/><br/>\nNiger ;<br/><br/>\nNigeria ;<br/><br/>\nOuganda ;<br/><br/>\nRépublique centrafricaine ;<br/><br/>\nRépublique démocratique du Congo ;<br/><br/>\nRwanda ;<br/><br/>\nSao Tome et Principe ;<br/><br/>\nSénégal ;<br/><br/>\nSeychelles ;<br/><br/>\nSierra Leone ;<br/><br/>\nSomalie ;<br/><br/>\nSoudan ;<br/><br/>\nSwaziland ;<br/><br/>\nTanzanie ;<br/><br/>\nTchad ;<br/><br/>\nTogo ;<br/><br/>\nZambie ;<br/><br/>\nZimbabwe ;<br/><br/>\n2° Caraïbes :<br/><br/>\nAntigua et Barbuda ;<br/><br/>\nBahamas ;<br/><br/>\nBarbade ;<br/><br/>\nBelize ;<br/><br/>\nDominique ;<br/><br/>\nGrenade ;<br/><br/>\nGuyana ;<br/><br/>\nHaïti ;<br/><br/>\nJamaïque ;<br/><br/>\nRépublique Dominicaine ;<br/><br/>\nSaint Kitts et Nevis ;<br/><br/>\nSainte Lucie ;<br/><br/>\nSaint Vincent et les Grenadines ;<br/><br/>\nSuriname ;<br/><br/>\nTrinité-et-Tobago ;<br/><br/>\n3° Pacifique :<br/><br/>\nFidji ;<br/><br/>\nIles Cook ;<br/><br/>\nIles Marshall ;<br/><br/>\nIles Salomon ;<br/><br/>\nKiribati ;<br/><br/>\nMicronésie ;<br/><br/>\nNauru ;<br/><br/>\nNiue ;<br/><br/>\nPalaos ;<br/><br/>\nPapouasie-Nouvelle-Guinée ;<br/><br/>\nSamoa ;<br/><br/>\nTimor-Leste ;<br/><br/>\nTonga ;<br/><br/>\nTuvalu ;<br/><br/>\nVanuatu.</p><p><br/>\nVII-3. Aides financières automatiques à la promotion à l'étranger des œuvres cinématographiques<br/><br/>\nVII-3.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement<br/><br/>\n(Articles 721-1 et suivants)</p><p><br/>\nAutorisation d'investissement :<br/><br/>\n1° Pour la promotion à l'étranger d'œuvres cinématographiques déterminées :<br/><br/>\na) Une note détaillant la stratégie de prospection mise en place pour l'œuvre cinématographique ;<br/><br/>\nb) Lorsque l'investissement est effectué au titre de l'article 721-23, une copie du contrat d'acquisition des droits d'exploitation à l'étranger si celui-ci n'est pas encore inscrit au registre du cinéma et de l'audiovisuel, mentionnant le montant des sommes dues en contrepartie de l'acquisition ;<br/><br/>\nc) Le cas échéant, lorsque l'investissement est effectué au titre de l'article 721-23, tout document justificatif du versement des sommes dues en contrepartie de l'acquisition des droits d'exploitation à l'étranger ;<br/><br/>\nd) La liste des territoires pour lesquels les droits ont été acquis ainsi que les montants correspondants ;<br/><br/>\ne) Le cas échéant, une note détaillant la nature de l'opération spéciale mise en place, les modalités de sa réalisation et les résultats obtenus ;<br/><br/>\nf) La liste des supports de promotion qui ont été réalisés et des actions de promotion qui ont été engagées mentionnant leurs coûts respectifs ;<br/><br/>\ng) La liste des marchés et manifestations au cours desquels l'œuvre a été présentée ;<br/><br/>\nh) Une copie de la lettre d'attribution de l'aide du CNC à la numérisation des œuvres du patrimoine ;<br/><br/>\ni) Les factures détaillées correspondant à l'ensemble des frais éligibles ;<br/><br/>\nj) En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue ;<br/><br/>\nk) Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n2° Pour la promotion à l'étranger d'un catalogue :<br/><br/>\na) Une note détaillant la stratégie de prospection mise en place au cours de l'année de référence et la place réservée aux œuvres cinématographiques françaises ;<br/><br/>\nb) Une note décrivant les autres supports et actions de promotion réalisés ;<br/><br/>\nc) Les factures détaillées correspondant à l'ensemble des frais engagés ;<br/><br/>\nd) Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\ne) En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue.</p><p><br/>\nVII-3.2. Liste des pays et territoires pris en compte pour le calcul des sommes inscrites sur le compte automatique promotion à l'étranger<br/><br/>\n(Article 721-12)</p><p><br/>\nAfrique du Sud ;<br/><br/>\nAllemagne ;<br/><br/>\nArgentine ;<br/><br/>\nAustralie ;<br/><br/>\nAutriche ;<br/><br/>\nBolivie ;<br/><br/>\nBrésil ;<br/><br/>\nBulgarie ;<br/><br/>\nCanada (hors Québec) ;<br/><br/>\nChili ;<br/><br/>\nChine ;<br/><br/>\nColombie ;<br/><br/>\nCorée du Sud ;<br/><br/>\nCroatie ;<br/><br/>\nDanemark ;<br/><br/>\nEmirats Arabes Unis ;<br/><br/>\nEspagne ;<br/><br/>\nEstonie ;<br/><br/>\nEtats-Unis ;<br/><br/>\nFinlande ;<br/><br/>\nGrèce ;<br/><br/>\nHong-Kong ;<br/><br/>\nHongrie ;<br/><br/>\nIslande ;<br/><br/>\nItalie ;<br/><br/>\nJapon ;<br/><br/>\nLettonie ;<br/><br/>\nLiban ;<br/><br/>\nLituanie ;<br/><br/>\nMaroc ;<br/><br/>\nMexique ;<br/><br/>\nNorvège ;<br/><br/>\nNouvelle-Zélande ;<br/><br/>\nParaguay ;<br/><br/>\nPays-Bas ;<br/><br/>\nPologne ;<br/><br/>\nPortugal ;<br/><br/>\nQuébec ;<br/><br/>\nRépublique Tchèque ;<br/><br/>\nRoumanie ;<br/><br/>\nRoyaume-Uni ;<br/><br/>\nRussie ;<br/><br/>\nSerbie ;<br/><br/>\nSingapour ;<br/><br/>\nSlovaquie ;<br/><br/>\nSlovénie ;<br/><br/>\nSuède ;<br/><br/>\nSuisse Alémanique ;<br/><br/>\nSuisse Italienne ;<br/><br/>\nTaïwan ;<br/><br/>\nTurquie ;<br/><br/>\nUkraine ;<br/><br/>\nUruguay ;<br/><br/>\nVenezuela ;<br/><br/>\nVietnam.</p><p><br/>\nVII-3.3. Liste des festivals pris en compte pour le calcul des sommes inscrites sur le compte automatique promotion à l'étranger à raison de la sélection en festival des œuvres cinématographiques<br/><br/>\n(article 721-17)</p><p><br/>\n- ACID ;<br/><br/>\n- Annecy ;<br/><br/>\n- Bafici ;<br/><br/>\n- Berlinale ;<br/><br/>\n- BFI ;<br/><br/>\n- Busan ;<br/><br/>\n- Cannes-Officiel ;<br/><br/>\n- Cannes - Quinzaine des réalisateurs ;<br/><br/>\n- Cannes - Semaine de la critique ;<br/><br/>\n- CPH ;<br/><br/>\n- Golden-horse Taïpei ;<br/><br/>\n- Göteborg ;<br/><br/>\n- Hong Kong ;<br/><br/>\n- IDFA ;<br/><br/>\n- Istanbul ;<br/><br/>\n- Karlovy Vary ;<br/><br/>\n- Locarno ;<br/><br/>\n- Melbourne ;<br/><br/>\n- Morelia ;<br/><br/>\n- Mostra de Venise ;<br/><br/>\n- Munich ;<br/><br/>\n- New York - New directors New films ;<br/><br/>\n- Rio de Janeiro ;<br/><br/>\n- Rotterdam ;<br/><br/>\n- San Sebastian ;<br/><br/>\n- Sitges ;<br/><br/>\n- Sundance ;<br/><br/>\n- Tallinn ;<br/><br/>\n- Telluride ;<br/><br/>\n- TIFF ;<br/><br/>\n- Tokyo ;<br/><br/>\n- Tribeca ;<br/><br/>\n- Venice Days ;<br/><br/>\n- Venise - Semaine de la critique ;<br/><br/>\n- Zurich.</p><p><br/>\nVII-4. Aides financières automatiques à la promotion à l'etranger des œuvres audiovisuelles<br/><br/>\nVII-4.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation directe<br/><br/>\n(Articles 722-9 et suivants)</p><p><br/>\nI. - Pour la promotion à l'étranger d'une œuvre audiovisuelle déterminée :<br/><br/>\n1° La copie de l'autorisation préalable ou définitive lorsque celle-ci a été délivrée ;<br/><br/>\n2° Le contrat de distribution lorsque la demande est présentée par un distributeur ;<br/><br/>\n3° L'acceptation, dûment renseignée et certifiée, de l'œuvre par le ou les éditeurs de services de télévision chargés d'en assurer la diffusion ou par le ou les éditeurs de services chargés d'en assurer la mise à disposition du public ou le contrat de préachat, avec mention du titre et de la durée de l'œuvre ;<br/><br/>\n4° Le cas échéant, le contrat de vente, pour des dépenses de doublage, de sous-titrage, de voix off et de reformatage ;<br/><br/>\n5° Pour le bénéfice de la dérogation prévue à l'article 722-13, l'offre ferme d'acquisition de droits d'exploitation de l'œuvre et, le cas échéant, les justificatifs attestant du montant des recettes d'exploitation ;<br/><br/>\n6° Le contrat d'acquisition de droits d'exploitation de l'œuvre à l'étranger pour le bénéfice de la dérogation prévue au 1° de l'article 722-6 ;<br/><br/>\n7° Les factures détaillées établies pour chaque œuvre émanant du prestataire technique ;<br/><br/>\n8° Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n9° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue.<br/><br/>\nII. - Pour la promotion à l'étranger du catalogue d'une entreprise :<br/><br/>\n1° Les factures détaillées émanant du prestataire technique ;<br/><br/>\n2° Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n3° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue.</p><p><br/>\nVII-5. Aides financières sélectives à la promotion à l'étranger des œuvres audiovisuelles<br/><br/>\nVII-5.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à la promotion à l'étranger d'une œuvre audiovisuelle déterminée ou du catalogue d'une entreprise<br/><br/>\n(Articles 722-18 et suivants)</p><p><br/>\nI. - Pour la promotion à l'étranger d'une œuvre audiovisuelle déterminée :<br/><br/>\n1° Un synopsis de l'œuvre ;<br/><br/>\n2° La copie de l'autorisation préalable ou définitive lorsque celle-ci a été délivrée ;<br/><br/>\n3° Le contrat de distribution lorsque la demande est présentée par un distributeur ;<br/><br/>\n4° L'acceptation, dûment renseignée et certifiée, de l'œuvre par le ou les éditeurs de services de télévision chargés d'en assurer la diffusion ou par le ou les éditeurs de services chargés d'en assurer la mise à disposition du public, avec mention du titre et de la durée de l'œuvre ;<br/><br/>\n5° Les factures détaillées correspondant à l'ensemble des frais engagés ;<br/><br/>\n6° Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n7° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue ;<br/><br/>\n8° Le cas échéant, une note détaillant la stratégie dans laquelle s'inscrit l'opération spéciale de promotion mise en place, les modalités de sa réalisation et les résultats obtenus.<br/><br/>\nII. - Pour la promotion à l'étranger du catalogue d'une entreprise :<br/><br/>\n1° Les factures détaillées émanant du prestataire technique ;<br/><br/>\n2° Un exemplaire de chaque support de promotion réalisé ;<br/><br/>\n3° En cas de coûts internes, un relevé détaillé de ces coûts certifié par un expert-comptable ou un commissaire aux comptes précisant la méthode de valorisation retenue.</p><p><br/>\nVII-6. Aides financières sélectives à la distribution à l'étranger des œuvres représentatives des cinématographies du monde<br/><br/>\nVII-6.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à la distribution à l'étranger des œuvres représentatives des cinématographies du monde<br/><br/>\n(Articles 723-1 et suivants)</p><p><br/>\nI. - Attribution de l'aide :<br/><br/>\n1° Plan de sortie et stratégie de distribution envisagés ;<br/><br/>\n2° Devis et plan de financement pour chacun des modes d'exploitation envisagés ;<br/><br/>\n3° Contrats de cessions de droits justifiant que le demandeur dispose des droits nécessaires pour commercialiser l'œuvre à l'étranger ;<br/><br/>\n4° Contrats de cessions de droits ou mandats de commercialisation ou tout document contractuel attestant de l'intention de conclure avec les partenaires de tels cessions ou mandats ;<br/><br/>\n5° Décisions d'attribution d'aides ou demandes déposées auprès d'autres fonds de coproduction internationaux (exemples : Hubert Bals, World Cinema Fund, Idfa, Torina Film Lab).<br/><br/>\nII. - Versement du solde de l'aide :<br/><br/>\n1° Liste des exploitations effectives des œuvres dans chacun des territoires ;<br/><br/>\n2° Bilan quantitatif et qualitatif du projet de distribution ;<br/><br/>\n3° Rapport d'activité ;<br/><br/>\n4° Factures détaillées ;<br/><br/>\n5°Etat récapitulatif des frais.</p><p><br/>\nVII-6.2. Liste des pays pris en compte pour la qualification d'œuvre difficile<br/><br/>\n(Article 723-8)</p><p><br/>\nAntigua-et-Barbuda ;<br/><br/>\nArménie ;<br/><br/>\nAzerbaïdjan ;<br/><br/>\nBelize ;<br/><br/>\nBiélorussie ;<br/><br/>\nBolivie ;<br/><br/>\nChili ;<br/><br/>\nColombie ;<br/><br/>\nCorée du Nord ;<br/><br/>\nCosta Rica ;<br/><br/>\nDominique ;<br/><br/>\nEgypte ;<br/><br/>\nEquateur ;<br/><br/>\nFidji ;<br/><br/>\nGrenade ;<br/><br/>\nGuatemala ;<br/><br/>\nGuyana ;<br/><br/>\nHonduras ;<br/><br/>\nIrak ;<br/><br/>\nIran ;<br/><br/>\nJamaïque ;<br/><br/>\nJordanie ;<br/><br/>\nKazakhstan ;<br/><br/>\nKirghizistan ;<br/><br/>\nKosovo ;<br/><br/>\nLibye ;<br/><br/>\nMaldives ;<br/><br/>\nMicronésie ;<br/><br/>\nNauru ;<br/><br/>\nMoldavie ;<br/><br/>\nMongolie ;<br/><br/>\nMonténégro ;<br/><br/>\nNicaragua ;<br/><br/>\nOuzbékistan ;<br/><br/>\nPakistan ;<br/><br/>\nPalaos ;<br/><br/>\nPapouasie-Nouvelle Guinée ;<br/><br/>\nParaguay ;<br/><br/>\nPérou ;<br/><br/>\nPhilippines ;<br/><br/>\nSaint-Christophe-et-Niévès ;<br/><br/>\nSaint-Vincent-et-les-Grenadines ;<br/><br/>\nSainte-Lucie ;<br/><br/>\nSalvador ;<br/><br/>\nSri Lanka ;<br/><br/>\nSyrie ;<br/><br/>\nTadjikistan ;<br/><br/>\nThaïlande ;<br/><br/>\nTonga ;<br/><br/>\nTurkménistan ;<br/><br/>\nUruguay ;<br/><br/>\nVenezuela.</p>",
            "num": null,
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1675209600000,
            "dateFin": 1682035200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : SOUTIEN À LA COOPÉRATION ET À LA DIFFUSION INTERNATIONALE ET EUROPÉENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047162687",
                        "id": "LEGISCTA000047162687",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE AU LIVRE VII  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047162925",
                        "id": "LEGISCTA000047162925",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047162927",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047162925",
            "sectionParentId": "LEGISCTA000047162925",
            "sectionParentTitre": "ANNEXE AU LIVRE VII  ",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre VII : SOUTIEN À LA COOPÉRATION ET À LA DIFFUSION INTERNATIONALE ET EUROPÉENNE &gt; ANNEXE AU LIVRE VII  ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047162927",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047138508",
                    "textTitle": "Délibération n°2022/CA/38 du 8 décembre 2022 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047143469",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-01-24",
                    "dateSignaTexte": "2022-12-08",
                    "dateDebutCible": "2023-02-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047162927",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1675209600000,
                    "dateFin": 1682035200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047467447",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1682035200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}