{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006302914",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. Les entreprises françaises peuvent constituer une provision en franchise d'impôt à raison des pertes subies par les filiales commerciales dans un Etat de la Communauté européenne dont elles acquièrent le capital. L'acquisition de titres doit conférer à l'entreprise française la détention de 50 p. 100 au moins du capital de la filiale commerciale ou, lorsque son taux de détention est au moins égal à 50 p. 100, lui permettre de le maintenir ou de l'augmenter d'une fraction égale à 10 p. 100 au moins du capital. La dotation à la provision est égale au montant des pertes subies par la filiale au cours des exercices clos après la date d'acquisition des titres et pendant les quatre années suivant celle de cette acquisition, dans la proportion que ceux de ces titres ouvrant droit à dividende représentent en valeur nominale dans l'ensemble des titres ouvrant droit à dividende émis par la filiale, et dans la limite du montant de l'investissement. L'investissement est le montant des sommes versées au titre de chaque acquisition de titres représentatifs du capital de la filiale, dans la limite des dépenses effectivement engagées pour les besoins de l'activité commerciale définie ci-après. La filiale doit avoir son siège dans un Etat de la Communauté européenne. Elle doit être constituée sous la forme d'une société de capitaux et soumise à l'étranger à une imposition de ses bénéfices comparable à celle qui résulterait de l'application de l'impôt sur les sociétés. Elle doit avoir pour activité la commercialisation à l'étranger de biens produits principalement par l'entreprise dans un de ses établissements dont les résultats sont soumis à l'impôt sur les sociétés. II. La dotation aux provisions déduite du résultat d'un exercice en application du présent article est rapportée successivement aux résultats imposables des exercices suivants à hauteur des bénéfices réalisés par la filiale étrangère au titre de chacun de ces exercices et, au plus tard, au résultat de l'exercice ou de la période d'imposition, arrêté au cours de la dixième année qui suit celle de l'investissement qui a ouvert droit à la provision. Ces bénéfices sont retenus, avant déduction des déficits subis au cours d'exercices antérieurs, dans la même proportion que celle qui a été appliquée aux pertes qui ont servi de base au calcul de la dotation. Si le taux de détention du capital de la filiale qui résulte d'une acquisition de titres ayant donné lieu à la provision mentionnée au présent article est réduit au cours de la période de dix ans définie au premier alinéa, la ou les dotations constituées à raison de cette acquisition et qui figurent au bilan de l'entreprise sont rapportées au résultat imposable de l'exercice au cours duquel ce taux a diminué. Il en est de même si l'une des conditions prévues au I cesse d'être satisfaite. III. Pour l'application des dispositions du présent article, les résultats de la filiale étrangère sont déterminés selon les règles fixées par le présent code à partir du bilan de départ établi dans les conditions fixées par décret. Toutefois, les dispositions légales particulières qui autorisent des provisions ou des déductions spéciales ou des amortissements exceptionnels ne sont pas applicables. IV. Le bénéfice des dispositions du présent article peut être accordé, sur agrément du ministre chargé du budget et dans les conditions et limites prévues par cet agrément, aux établissements de crédit et aux entreprises mentionnées au V de l'article 39 octies A qui réalisent des opérations prévues à ce même V, ainsi qu'aux groupements d'entreprises. V. - Les dispositions du présent article s'appliquent aux investissements qui sont réalisés à compter du 1er janvier 1988, sous réserve du quatrième alinéa du I et du sixième alinéa du I bis de l'article 39 octies A. Elles cessent de s'appliquer aux investissements réalisés après le 31 décembre 1991.",
            "texteHtml": "<p></p>   I. Les entreprises françaises peuvent constituer une provision en franchise d'impôt à raison des pertes subies par les filiales commerciales dans un Etat de la Communauté européenne dont elles acquièrent le capital. L'acquisition de titres doit conférer à l'entreprise française la détention de 50 p. 100 au moins du capital de la filiale commerciale ou, lorsque son taux de détention est au moins égal à 50 p. 100, lui permettre de le maintenir ou de l'augmenter d'une fraction égale à 10 p. 100 au moins du capital.<p></p><p></p><p></p>   La dotation à la provision est égale au montant des pertes subies par la filiale au cours des exercices clos après la date d'acquisition des titres et pendant les quatre années suivant celle de cette acquisition, dans la proportion que ceux de ces titres ouvrant droit à dividende représentent en valeur nominale dans l'ensemble des titres ouvrant droit à dividende émis par la filiale, et dans la limite du montant de l'investissement.<p></p><p></p><p></p>   L'investissement est le montant des sommes versées au titre de chaque acquisition de titres représentatifs du capital de la filiale, dans la limite des dépenses effectivement engagées pour les besoins de l'activité commerciale définie ci-après.<p></p><p></p><p></p>   La filiale doit avoir son siège dans un Etat de la Communauté européenne. Elle doit être constituée sous la forme d'une société de capitaux et soumise à l'étranger à une imposition de ses bénéfices comparable à celle qui résulterait de l'application de l'impôt sur les sociétés. Elle doit avoir pour activité la commercialisation à l'étranger de biens produits principalement par l'entreprise dans un de ses établissements dont les résultats sont soumis à l'impôt sur les sociétés.<p></p><p></p><p></p>   II. La dotation aux provisions déduite du résultat d'un exercice en application du présent article est rapportée successivement aux résultats imposables des exercices suivants à hauteur des bénéfices réalisés par la filiale étrangère au titre de chacun de ces exercices et, au plus tard, au résultat de l'exercice ou de la période d'imposition, arrêté au cours de la dixième année qui suit celle de l'investissement qui a ouvert droit à la provision. Ces bénéfices sont retenus, avant déduction des déficits subis au cours d'exercices antérieurs, dans la même proportion que celle qui a été appliquée aux pertes qui ont servi de base au calcul de la dotation.<p></p><p></p><p></p>   Si le taux de détention du capital de la filiale qui résulte d'une acquisition de titres ayant donné lieu à la provision mentionnée au présent article est réduit au cours de la période de dix ans définie au premier alinéa, la ou les dotations constituées à raison de cette acquisition et qui figurent au bilan de l'entreprise sont rapportées au résultat imposable de l'exercice au cours duquel ce taux a diminué. Il en est de même si l'une des conditions prévues au I cesse d'être satisfaite.<p></p><p></p><p></p>   III. Pour l'application des dispositions du présent article, les résultats de la filiale étrangère sont déterminés selon les règles fixées par le présent code à partir du bilan de départ établi dans les conditions fixées par décret. Toutefois, les dispositions légales particulières qui autorisent des provisions ou des déductions spéciales ou des amortissements exceptionnels ne sont pas applicables.<p></p><p></p><p></p>   IV. Le bénéfice des dispositions du présent article peut être accordé, sur agrément du ministre chargé du budget et dans les conditions et limites prévues par cet agrément, aux établissements de crédit et aux entreprises mentionnées au V de l'article 39 octies A qui réalisent des opérations prévues à ce même V, ainsi qu'aux groupements d'entreprises.<p></p><p></p><p></p>   V. - Les dispositions du présent article s'appliquent aux investissements qui sont réalisés à compter du 1er janvier 1988, sous réserve du quatrième alinéa du I et du sixième alinéa du I bis de l'article 39 octies A.<p></p><p></p>   Elles cessent de s'appliquer aux investissements réalisés après le 31 décembre 1991.<p></p>",
            "num": "39 octies B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 814752000000,
            "dateFin": 1080345600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 10436607,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302911",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302914",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000361983",
                    "textTitle": "Loi n°93-1420 du 31 décembre 1993 - art. 11 () JORF 1er janvier 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006514764",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-01-01",
                    "dateSignaTexte": "1993-12-31",
                    "dateDebutCible": "1994-01-01"
                },
                {
                    "textCid": "JORFTEXT000000797800",
                    "textTitle": "Ordonnance n°2004-281 du 25 mars 2004 - art. 1 () JORF 27 mars 2004",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006323263",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-03-27",
                    "dateSignaTexte": "2004-03-25",
                    "dateDebutCible": "2004-03-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 octies A I, I bis, V",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Edition du 27 octobre 1995",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302911",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302912",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 662515200000,
                    "dateFin": 710208000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302913",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710208000000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302914",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 814752000000,
                    "dateFin": 1080345600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 octies B",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302913",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302913",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les entreprises françaises peuvent constituer une provision en franchise d'impôt à raison des pertes subies par les filiales commerciales dans un Etat de la Communauté économique européenne  dont elles acquièrent le capital. L'acquisition de titres doit conférer à l'entreprise française la détention de 50 p. 100 au moins du capital de la filiale commerciale ou, lorsque son taux de détention est au moins égal à 50 p. 100, lui permettre de le maintenir ou de l'augmenter d'une fraction égale à 10 p. 100 au moins du capital. La dotation à la provision est égale au montant des pertes subies par la filiale au cours des exercices clos après la date d'acquisition des titres et pendant les quatre années suivant celle de cette acquisition, dans la proportion que ceux de ces titres ouvrant droit à dividende représentent en valeur nominale dans l'ensemble des titres ouvrant droit à dividende émis par la filiale, et dans la limite du montant de l'investissement. L'investissement est le montant des sommes versées au titre de chaque acquisition de titres représentatifs du capital de la filiale, dans la limite des dépenses effectivement engagées pour les besoins de l'activité commerciale définie ci-après. La filiale doit avoir son siège dans un Etat de la Communauté économique européenne. Elle doit être constituée sous la forme d'une société de capitaux et soumise à l'étranger à une imposition de ses bénéfices comparable à celle qui résulterait de l'application de l'impôt sur les sociétés. Elle doit avoir pour activité la commercialisation à l'étranger de biens produits principalement par l'entreprise dans un de ses établissements dont les résultats sont soumis à l'impôt sur les sociétés. II. La dotation aux provisions déduite du résultat d'un exercice en application du présent article est rapportée successivement aux résultats imposables des exercices suivants à hauteur des bénéfices réalisés par la filiale étrangère au titre de chacun de ces exercices et, au plus tard, au résultat de l'exercice ou de la période d'imposition, arrêté au cours de la dixième année qui suit celle de l'investissement qui a ouvert droit à la provision. Ces bénéfices sont retenus, avant déduction des déficits subis au cours d'exercices antérieurs, dans la même proportion que celle qui a été appliquée aux pertes qui ont servi de base au calcul de la dotation. Si le taux de détention du capital de la filiale qui résulte d'une acquisition de titres ayant donné lieu à la provision mentionnée au présent article est réduit au cours de la période de dix ans définie à l'alinéa précédent, la ou les dotations constituées à raison de cette acquisition et qui figurent au bilan de l'entreprise sont rapportées au résultat imposable de l'exercice au cours duquel ce taux a diminué. Il en est de même si l'une des conditions prévues au I cesse d'être satisfaite. III. Pour l'application des dispositions du présent article, les résultats de la filiale étrangère sont déterminés selon les règles fixées par le présent code à partir du bilan de départ établi dans les conditions fixées par décret. Toutefois, les dispositions légales particulières qui autorisent des provisions ou des déductions spéciales ou des amortissements exceptionnels ne sont pas applicables. IV. Le bénéfice des dispositions du présent article peut être accordé, sur agrément du ministre chargé du budget et dans les conditions et limites prévues par cet agrément, aux établissements de crédit et aux entreprises mentionnées au V de l'article 39 octies A qui réalisent des opérations prévues à ce même V, ainsi qu'aux groupements d'entreprises . V. - Les dispositions du présent article s'appliquent aux investissements qui sont réalisés à compter du 1er janvier 1988, sous réserve du dernier alinéa des I et I bis de l'article 39 octies A. Elles cessent de s'appliquer aux investissements réalisés après le 31 décembre 1991.",
            "texteHtml": "<p></p>   I. - Les entreprises françaises peuvent constituer une provision en franchise d'impôt à raison des pertes subies par les filiales commerciales dans un Etat de la Communauté économique européenne  dont elles acquièrent le capital. L'acquisition de titres doit conférer à l'entreprise française la détention de 50 p. 100 au moins du capital de la filiale commerciale ou, lorsque son taux de détention est au moins égal à 50 p. 100, lui permettre de le maintenir ou de l'augmenter d'une fraction égale à 10 p. 100 au moins du capital.<p></p><p></p><p></p>   La dotation à la provision est égale au montant des pertes subies par la filiale au cours des exercices clos après la date d'acquisition des titres et pendant les quatre années suivant celle de cette acquisition, dans la proportion que ceux de ces titres ouvrant droit à dividende représentent en valeur nominale dans l'ensemble des titres ouvrant droit à dividende émis par la filiale, et dans la limite du montant de l'investissement.<p></p><p></p><p></p>   L'investissement est le montant des sommes versées au titre de chaque acquisition de titres représentatifs du capital de la filiale, dans la limite des dépenses effectivement engagées pour les besoins de l'activité commerciale définie ci-après.<p></p><p></p><p></p>   La filiale doit avoir son siège dans un Etat de la Communauté économique européenne. Elle doit être constituée sous la forme d'une société de capitaux et soumise à l'étranger à une imposition de ses bénéfices comparable à celle qui résulterait de l'application de l'impôt sur les sociétés. Elle doit avoir pour activité la commercialisation à l'étranger de biens produits principalement par l'entreprise dans un de ses établissements dont les résultats sont soumis à l'impôt sur les sociétés.<p></p><p></p><p></p>   II. La dotation aux provisions déduite du résultat d'un exercice en application du présent article est rapportée successivement aux résultats imposables des exercices suivants à hauteur des bénéfices réalisés par la filiale étrangère au titre de chacun de ces exercices et, au plus tard, au résultat de l'exercice ou de la période d'imposition, arrêté au cours de la dixième année qui suit celle de l'investissement qui a ouvert droit à la provision. Ces bénéfices sont retenus, avant déduction des déficits subis au cours d'exercices antérieurs, dans la même proportion que celle qui a été appliquée aux pertes qui ont servi de base au calcul de la dotation.<p></p><p></p><p></p>   Si le taux de détention du capital de la filiale qui résulte d'une acquisition de titres ayant donné lieu à la provision mentionnée au présent article est réduit au cours de la période de dix ans définie à l'alinéa précédent, la ou les dotations constituées à raison de cette acquisition et qui figurent au bilan de l'entreprise sont rapportées au résultat imposable de l'exercice au cours duquel ce taux a diminué. Il en est de même si l'une des conditions prévues au I cesse d'être satisfaite.<p></p><p></p><p></p>   III. Pour l'application des dispositions du présent article, les résultats de la filiale étrangère sont déterminés selon les règles fixées par le présent code à partir du bilan de départ établi dans les conditions fixées par décret. Toutefois, les dispositions légales particulières qui autorisent des provisions ou des déductions spéciales ou des amortissements exceptionnels ne sont pas applicables.<p></p><p></p><p></p>   IV. Le bénéfice des dispositions du présent article peut être accordé, sur agrément du ministre chargé du budget et dans les conditions et limites prévues par cet agrément, aux établissements de crédit et aux entreprises mentionnées au V de l'article 39 octies A qui réalisent des opérations prévues à ce même V, ainsi qu'aux groupements d'entreprises<p></p>\n.<p></p><p></p>   V. - Les dispositions du présent article s'appliquent aux investissements qui sont réalisés à compter du 1er janvier 1988, sous réserve du dernier alinéa des I et I bis de l'article 39 octies A.<p></p><p></p>   Elles cessent de s'appliquer aux investissements réalisés après le 31 décembre 1991.<p></p>",
            "num": "39 octies B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 710208000000,
            "dateFin": 814752000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 10522505,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302911",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302913",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000356342",
                    "textTitle": "Loi - art. 86 () JORF 31 décembre 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000006318226",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-12-31",
                    "dateSignaTexte": "1991-12-30",
                    "dateDebutCible": "1991-12-31"
                },
                {
                    "textCid": "JORFTEXT000000359191",
                    "textTitle": "Décret 92-836 1992-08-27",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000359191",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-08-29",
                    "dateSignaTexte": "1992-08-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 octies A I, I bis, V",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302911",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302912",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 662515200000,
                    "dateFin": 710208000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302913",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710208000000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302914",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 814752000000,
                    "dateFin": 1080345600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 octies B",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302912",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302912",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les entreprises françaises peuvent constituer une provision en franchise d'impôt à raison des pertes subies par les filiales commerciales dans un Etat de la Communauté économique européenne  dont elles acquièrent le capital. L'acquisition de titres doit conférer à l'entreprise française la détention de 50 p. 100 au moins du capital de la filiale commerciale ou, lorsque son taux de détention est au moins égal à 50 p. 100, lui permettre de le maintenir ou de l'augmenter d'une fraction égale à 10 p. 100 au moins du capital. La dotation à la provision est égale au montant des pertes subies par la filiale au cours des exercices clos après la date d'acquisition des titres et pendant les quatre années suivant celle de cette acquisition, dans la proportion que ceux de ces titres ouvrant droit à dividende représentent en valeur nominale dans l'ensemble des titres ouvrant droit à dividende émis par la filiale, et dans la limite du montant de l'investissement. L'investissement est le montant des sommes versées au titre de chaque acquisition de titres représentatifs du capital de la filiale, dans la limite des dépenses effectivement engagées pour les besoins de l'activité commerciale définie ci-après. La filiale doit avoir son siège dans un Etat de la Communauté économique européenne. Elle doit être constituée sous la forme d'une société de capitaux et soumise à l'étranger à une imposition de ses bénéfices comparable à celle qui résulterait de l'application de l'impôt sur les sociétés. Elle doit avoir pour activité la commercialisation à l'étranger de biens produits principalement par l'entreprise dans un de ses établissements dont les résultats sont soumis à l'impôt sur les sociétés. II. La dotation aux provisions déduite du résultat d'un exercice en application du présent article est rapportée successivement aux résultats imposables des exercices suivants à hauteur des bénéfices réalisés par la filiale étrangère au titre de chacun de ces exercices et, au plus tard, au résultat de l'exercice ou de la période d'imposition, arrêté au cours de la dixième année qui suit celle de l'investissement qui a ouvert droit à la provision. Ces bénéfices sont retenus, avant déduction des déficits subis au cours d'exercices antérieurs, dans la même proportion que celle qui a été appliquée aux pertes qui ont servi de base au calcul de la dotation. Si le taux de détention du capital de la filiale qui résulte d'une acquisition de titres ayant donné lieu à la provision mentionnée au présent article est réduit au cours de la période de dix ans définie à l'alinéa précédent, la ou les dotations constituées à raison de cette acquisition et qui figurent au bilan de l'entreprise sont rapportées au résultat imposable de l'exercice au cours duquel ce taux a diminué. Il en est de même si l'une des conditions prévues au I cesse d'être satisfaite. III. Pour l'application des dispositions du présent article, les résultats de la filiale étrangère sont déterminés selon les règles fixées par le présent code à partir du bilan de départ établi dans les conditions fixées par décret. Toutefois, les dispositions légales particulières qui autorisent des provisions ou des déductions spéciales ou des amortissements exceptionnels ne sont pas applicables. IV. Le bénéfice des dispositions du présent article peut être accordé, sur agrément du ministre chargé du budget et dans les conditions et limites prévues par cet agrément, aux établissements de crédit et aux entreprises mentionnées au V de l'article 39 octies A qui réalisent des opérations prévues à ce même V, ainsi qu'aux groupements d'entreprises . V. - Les dispositions du présent article s'appliquent aux investissements qui sont réalisés à compter du 1er janvier 1988, sous réserve du dernier alinéa des I et I bis de l'article 39 octies A.",
            "texteHtml": "<p></p>   I. - Les entreprises françaises peuvent constituer une provision en franchise d'impôt à raison des pertes subies par les filiales commerciales dans un Etat de la Communauté économique européenne  dont elles acquièrent le capital. L'acquisition de titres doit conférer à l'entreprise française la détention de 50 p. 100 au moins du capital de la filiale commerciale ou, lorsque son taux de détention est au moins égal à 50 p. 100, lui permettre de le maintenir ou de l'augmenter d'une fraction égale à 10 p. 100 au moins du capital.<p></p><p></p><p></p>   La dotation à la provision est égale au montant des pertes subies par la filiale au cours des exercices clos après la date d'acquisition des titres et pendant les quatre années suivant celle de cette acquisition, dans la proportion que ceux de ces titres ouvrant droit à dividende représentent en valeur nominale dans l'ensemble des titres ouvrant droit à dividende émis par la filiale, et dans la limite du montant de l'investissement.<p></p><p></p><p></p>   L'investissement est le montant des sommes versées au titre de chaque acquisition de titres représentatifs du capital de la filiale, dans la limite des dépenses effectivement engagées pour les besoins de l'activité commerciale définie ci-après.<p></p><p></p><p></p>   La filiale doit avoir son siège dans un Etat de la Communauté économique européenne. Elle doit être constituée sous la forme d'une société de capitaux et soumise à l'étranger à une imposition de ses bénéfices comparable à celle qui résulterait de l'application de l'impôt sur les sociétés. Elle doit avoir pour activité la commercialisation à l'étranger de biens produits principalement par l'entreprise dans un de ses établissements dont les résultats sont soumis à l'impôt sur les sociétés.<p></p><p></p><p></p>   II. La dotation aux provisions déduite du résultat d'un exercice en application du présent article est rapportée successivement aux résultats imposables des exercices suivants à hauteur des bénéfices réalisés par la filiale étrangère au titre de chacun de ces exercices et, au plus tard, au résultat de l'exercice ou de la période d'imposition, arrêté au cours de la dixième année qui suit celle de l'investissement qui a ouvert droit à la provision. Ces bénéfices sont retenus, avant déduction des déficits subis au cours d'exercices antérieurs, dans la même proportion que celle qui a été appliquée aux pertes qui ont servi de base au calcul de la dotation.<p></p><p></p><p></p>   Si le taux de détention du capital de la filiale qui résulte d'une acquisition de titres ayant donné lieu à la provision mentionnée au présent article est réduit au cours de la période de dix ans définie à l'alinéa précédent, la ou les dotations constituées à raison de cette acquisition et qui figurent au bilan de l'entreprise sont rapportées au résultat imposable de l'exercice au cours duquel ce taux a diminué. Il en est de même si l'une des conditions prévues au I cesse d'être satisfaite.<p></p><p></p><p></p>   III. Pour l'application des dispositions du présent article, les résultats de la filiale étrangère sont déterminés selon les règles fixées par le présent code à partir du bilan de départ établi dans les conditions fixées par décret. Toutefois, les dispositions légales particulières qui autorisent des provisions ou des déductions spéciales ou des amortissements exceptionnels ne sont pas applicables.<p></p><p></p><p></p>   IV. Le bénéfice des dispositions du présent article peut être accordé, sur agrément du ministre chargé du budget et dans les conditions et limites prévues par cet agrément, aux établissements de crédit et aux entreprises mentionnées au V de l'article 39 octies A qui réalisent des opérations prévues à ce même V, ainsi qu'aux groupements d'entreprises<p></p>\n.<p></p><p></p>   V. - Les dispositions du présent article s'appliquent aux investissements qui sont réalisés à compter du 1er janvier 1988, sous réserve du dernier alinéa des I et I bis de l'article 39 octies A.<p></p><p></p>",
            "num": "39 octies B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 662515200000,
            "dateFin": 710208000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 10479556,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302911",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302912",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000864574",
                    "textTitle": "Loi n°90-1169 du 29 décembre 1990 - art. 19 () JORF 30 décembre 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000006318068",
                    "natureText": "LOI",
                    "datePubliTexte": "1990-12-30",
                    "dateSignaTexte": "1990-12-29",
                    "dateDebutCible": "1990-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 octies A I, I bis, V",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 24 juin 1991",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302911",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302912",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 662515200000,
                    "dateFin": 710208000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302913",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710208000000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302914",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 814752000000,
                    "dateFin": 1080345600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 octies B",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000006302911",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302911",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les entreprises françaises peuvent constituer une provision en franchise d'impôt à raison des pertes subies par les filiales commerciales dans un Etat de la Communauté économique européenne  dont elles acquièrent le capital. L'acquisition de titres doit conférer à l'entreprise française la détention de 50 p. 100 au moins du capital de la filiale commerciale ou, lorsque son taux de détention est au moins égal à 50 p. 100, lui permettre de le maintenir ou de l'augmenter d'une fraction égale à 10 p. 100 au moins du capital. \" La dotation à la provision est égale au montant des pertes subies par la filiale au cours des exercices clos après la date d'acquisition des titres et pendant les quatre années suivant celle de cette acquisition, dans la proportion que ceux de ces titres ouvrant droit à dividende représentent en valeur nominale dans l'ensemble des titres ouvrant droit à dividende émis par la filiale, et dans la limite du montant de l'investissement. \" L'investissement est le montant des sommes versées au titre de chaque acquisition de titres représentatifs du capital de la filiale, dans la limite des dépenses effectivement engagées pour les besoins de l'activité commerciale définie ci-après. \" La filiale doit avoir son siège dans un Etat de la Communauté économique européenne. Elle doit être constituée sous la forme d'une société de capitaux et soumise à l'étranger à une imposition de ses bénéfices comparable à celle qui résulterait de l'application de l'impôt sur les sociétés. Elle doit avoir pour activité la commercialisation à l'étranger de biens produits principalement par l'entreprise dans un de ses établissements dont les résultats sont soumis à l'impôt sur les sociétés. \" \" II. - La dotation aux provisions déduite du résultat d'un exercice en application du présent article est rapportée successivement aux résultats imposables des exercices suivants à hauteur des bénéfices réalisés par la filiale étrangère au titre de chacun de ces exercices et, au plus tard, au résultat de l'exercice ou de la période d'imposition, arrêté au cours de la dixième année qui suit celle de l'investissement qui a ouvert droit à la provision. Ces bénéfices sont retenus dans la même proportion que celle appliquée aux pertes qui ont servi de base au calcul de la dotation. \" Si le taux de détention du capital de la filiale qui résulte d'une acquisition de titres ayant donné lieu à la provision mentionnée au présent article est réduit au cours de la période de dix ans définie à l'alinéa précédent, la ou les dotations constituées à raison de cette acquisition et qui figurent au bilan de l'entreprise sont rapportées au résultat imposable de l'exercice au cours duquel ce taux a diminué. Il en est de même si l'une des conditions prévues au I cesse d'être satisfaite. \" III. - Pour l'application des dispositions du présent article, les résultats de la filiale étrangère sont déterminés selon les règles fixées par le présent code à partir du bilan de départ établi dans les conditions fixées par décret. Toutefois, les dispositions légales particulières qui autorisent des provisions ou des déductions spéciales ou des amortissements exceptionnels ne sont pas applicables. \" \" IV. Le bénéfice des dispositions du présent article peut être accordé, sur agrément du ministre chargé du budget et dans les conditions et limites prévues par cet agrément, aux établissements de crédit et aux entreprises mentionnées au V de l'article 39 octies A qui réalisent des opérations prévues à ce même V, ainsi qu'aux groupements d'entreprises . \" V. - Les dispositions du présent article s'appliquent aux investissements qui sont réalisés à compter du 1er janvier 1988, sous réserve du dernier alinéa des I et I bis de l'article 39 octies A.",
            "texteHtml": "<p></p>   I. - Les entreprises françaises peuvent constituer une provision en franchise d'impôt à raison des pertes subies par les filiales commerciales dans un Etat de la Communauté économique européenne  dont elles acquièrent le capital. L'acquisition de titres doit conférer à l'entreprise française la détention de 50 p. 100 au moins du capital de la filiale commerciale ou, lorsque son taux de détention est au moins égal à 50 p. 100, lui permettre de le maintenir ou de l'augmenter d'une fraction égale à 10 p. 100 au moins du capital.<p></p><p></p><p></p>   \" La dotation à la provision est égale au montant des pertes subies par la filiale au cours des exercices clos après la date d'acquisition des titres et pendant les quatre années suivant celle de cette acquisition, dans la proportion que ceux de ces titres ouvrant droit à dividende représentent en valeur nominale dans l'ensemble des titres ouvrant droit à dividende émis par la filiale, et dans la limite du montant de l'investissement.<p></p><p></p><p></p>   \" L'investissement est le montant des sommes versées au titre de chaque acquisition de titres représentatifs du capital de la filiale, dans la limite des dépenses effectivement engagées pour les besoins de l'activité commerciale définie ci-après.<p></p><p></p><p></p>   \" La filiale doit avoir son siège dans un Etat de la Communauté économique européenne. Elle doit être constituée sous la forme d'une société de capitaux et soumise à l'étranger à une imposition de ses bénéfices comparable à celle qui résulterait de l'application de l'impôt sur les sociétés. Elle doit avoir pour activité la commercialisation à l'étranger de biens produits principalement par l'entreprise dans un de ses établissements dont les résultats sont soumis à l'impôt sur les sociétés. \"<p></p><p></p><p></p>   \" II. - La dotation aux provisions déduite du résultat d'un exercice en application du présent article est rapportée successivement aux résultats imposables des exercices suivants à hauteur des bénéfices réalisés par la filiale étrangère au titre de chacun de ces exercices et, au plus tard, au résultat de l'exercice ou de la période d'imposition, arrêté au cours de la dixième année qui suit celle de l'investissement qui a ouvert droit à la provision. Ces bénéfices sont retenus dans la même proportion que celle appliquée aux pertes qui ont servi de base au calcul de la dotation.<p></p><p></p><p></p>   \" Si le taux de détention du capital de la filiale qui résulte d'une acquisition de titres ayant donné lieu à la provision mentionnée au présent article est réduit au cours de la période de dix ans définie à l'alinéa précédent, la ou les dotations constituées à raison de cette acquisition et qui figurent au bilan de l'entreprise sont rapportées au résultat imposable de l'exercice au cours duquel ce taux a diminué. Il en est de même si l'une des conditions prévues au I cesse d'être satisfaite.<p></p><p></p><p></p>   \" III. - Pour l'application des dispositions du présent article, les résultats de la filiale étrangère sont déterminés selon les règles fixées par le présent code à partir du bilan de départ établi dans les conditions fixées par décret. Toutefois, les dispositions légales particulières qui autorisent des provisions ou des déductions spéciales ou des amortissements exceptionnels ne sont pas applicables. \"<p></p><p></p><p></p>   \" IV. Le bénéfice des dispositions du présent article peut être accordé, sur agrément du ministre chargé du budget et dans les conditions et limites prévues par cet agrément, aux établissements de crédit et aux entreprises mentionnées au V de l'article 39 octies A qui réalisent des opérations prévues à ce même V, ainsi qu'aux groupements d'entreprises<p></p>\n.<p></p><p></p>   \" V. - Les dispositions du présent article s'appliquent aux investissements qui sont réalisés à compter du 1er janvier 1988, sous réserve du dernier alinéa des I et I bis de l'article 39 octies A.<p></p><p></p>",
            "num": "39 octies B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 567907200000,
            "dateFin": 662515200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 773082,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "1ere Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179573",
                        "id": "LEGISCTA000006179573",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191583",
                        "id": "LEGISCTA000006191583",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1997-04-11",
                        "titre": "2 : Détermination des bénéfices imposables.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197231",
                        "id": "LEGISCTA000006197231",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302911",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197231",
            "sectionParentId": "LEGISCTA000006197231",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1ere Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006302911",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000687676",
                    "textTitle": "Loi 87-1061 1987-12-30 art. 27 A, C Finances rectificative pour 1987 JORF 31 décembre 1987",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000687676",
                    "natureText": "LOI",
                    "datePubliTexte": "1987-12-31",
                    "dateSignaTexte": "1987-12-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000687676",
                    "textTitle": "Loi n°87-1061 du 30 décembre 1987 - art. 27 (V) JORF 31 décembre 1987",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006275221",
                    "natureText": "LOI",
                    "datePubliTexte": "1987-12-31",
                    "dateSignaTexte": "1987-12-30",
                    "dateDebutCible": "1988-01-01"
                },
                {
                    "textCid": "JORFTEXT000000509838",
                    "textTitle": "Décret 88-1001 1988-10-20",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509838",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-10-22",
                    "dateSignaTexte": "1988-10-20",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 octies A I, I bis, V",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006302911",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302912",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 662515200000,
                    "dateFin": 710208000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302913",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710208000000,
                    "dateFin": 814752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302914",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 814752000000,
                    "dateFin": 1080345600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 octies B",
                "39"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}