{
    "cid": "LEGIARTI000030788349",
    "num": "D912-15",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106031",
                        "id": "LEGISCTA000006106031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126877",
                        "id": "LEGISCTA000006126877",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre I : Dispositions générales relatives à la protection sociale complémentaire des salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029436132",
                        "id": "LEGISCTA000029436132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Clauses obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030075133",
                        "id": "LEGISCTA000030075136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Contenu du rapport annuel ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030788345",
                        "id": "LEGISCTA000030800909",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000030788349",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "KALITEXT000033016863",
                    "textTitle": "Degré de solidarité du régime de prévoyance et ... - art. 3 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "KALIARTI000033016878",
                    "natureText": "Accord",
                    "date": 1655929382801,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1470873600000,
                    "dateDebut": 1461024000000
                },
                {
                    "textCid": "KALITEXT000034763734",
                    "textTitle": "relatif à la mise en œuvre du fonds social des ... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000034763739",
                    "natureText": "Accord",
                    "date": 1655929382801,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1495065600000,
                    "dateDebut": 1480636800000
                },
                {
                    "textCid": "KALITEXT000036542669",
                    "textTitle": "Mise en œuvre du fonds social relatif au haut d... - art. 2 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000036542674",
                    "natureText": "Accord",
                    "date": 1655929382801,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1516838400000,
                    "dateDebut": 1480636800000
                },
                {
                    "textCid": "KALITEXT000045953697",
                    "textTitle": "relatif à la mise en œuvre du degré élevé de so... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000045953703",
                    "natureText": "Avenant",
                    "date": 1655929382802,
                    "parentCid": null,
                    "numTexte": "190",
                    "datePubli": 1655856000000,
                    "dateDebut": 1644278400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D912-14 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D912-14",
                    "articleId": "LEGIARTI000030788347",
                    "natureText": "CODE",
                    "date": 1655929382802,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L912-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L912-1",
                    "articleId": "LEGIARTI000006745472",
                    "natureText": "CODE",
                    "date": 1655929382802,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R912-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R912-2",
                    "articleId": "LEGIARTI000029900375",
                    "natureText": "CODE",
                    "date": 1655929382802,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1418515200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030785114",
                    "textTitle": "DÉCRET n°2015-752 du 24 juin 2015 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030787830",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-06-28",
                    "dateSignaTexte": "2015-06-24",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "num": "D912-15",
            "origine": "LEGI",
            "texte": "I.-Le rapport analyse les caractéristiques des entreprises ayant rejoint l'organisme recommandé ou les organismes recommandés, notamment au regard du nombre de salariés, de l'âge des assurés, de la part d'hommes et de femmes parmi les assurés, ainsi que de leur classification et de l'implantation géographique des établissements. Le rapport indique les moyens mis en œuvre afin d'augmenter le cas échéant le taux de recours à l'organisme recommandé ou aux organismes recommandés. Les données chiffrées établies conformément au modèle des états E1-0 et E-1-1 annexés au présent article, ainsi que, le cas échéant, le tableau des garanties en matière de remboursement des frais de santé et de prévoyance sont également joints au rapport. II.-Le rapport recense les prestations à caractère non directement contributif mentionnées à l'article L. 912-1 mises en œuvre. Il précise la part de prime ou de cotisation affectée à leur financement ainsi que leur coût effectif. Lorsque l'accord a mis en œuvre les dispositions mentionnées au 1° de l'article R. 912-2 , le rapport précise les modalités de prise en charge de la prime ou de la cotisation et les catégories de bénéficiaires. Les données chiffrées conformément au modèle de l'état E2-1 annexé au présent article sont également jointes au rapport annuel. Lorsque l'accord a mis en œuvre les dispositions du 2° de l'article R. 912-2, le rapport décrit les actions de prévention, leurs modalités de mise en œuvre, ainsi que les publics ciblés. Les données chiffrées conformément au modèle de l'état statistique E2-2 annexé au présent article sont également jointes au rapport annuel. Lorsque l'accord a mis en œuvre les dispositions du 3° de l'article R. 912-2, le rapport détaille les types d'aides octroyées ainsi que leurs conditions d'attribution. Les données chiffrées conformément au modèle de l'état E2-3 annexé au présent article sont jointes au rapport annuel. Lorsque la convention ou l'accord collectif prévoit le financement d'autres prestations à caractère non directement contributif participant du degré élevé de solidarité mentionné à l'article L. 912-1, le rapport décrit ces prestations, leurs objectifs, ainsi que les personnes qui en ont bénéficié. Les données chiffrées conformément au modèle de l'état E2-4 annexé au présent article sont également jointes au rapport annuel. III.-Le rapport présente les éléments relatifs à l'équilibre technique du régime, le ratio des cotisations au regard des prestations et la part des cotisations affectée aux frais de gestion ainsi qu'aux frais d'acquisition. Le rapport compare l'équilibre du régime par rapport à l'exercice précédent. Les données chiffrées établies conformément au modèle de l'état E3 annexé au présent article sont également jointes au rapport annuel, ainsi que les comptes comptables et le cas échéant les comptes de survenance du régime. IV.-Lorsque des données ne peuvent être communiquées, les motifs précis de cette non-communication doivent être explicités.",
            "texteHtml": "<div align='left'>I.-Le rapport analyse les caractéristiques des entreprises ayant rejoint l'organisme recommandé ou les organismes recommandés, notamment au regard du nombre de salariés, de l'âge des assurés, de la part d'hommes et de femmes parmi les assurés, ainsi que de leur classification et de l'implantation géographique des établissements. Le rapport indique les moyens mis en œuvre afin d'augmenter le cas échéant le taux de recours à l'organisme recommandé ou aux organismes recommandés. <br/><br/>Les données chiffrées établies conformément au modèle des états E1-0 et E-1-1 annexés au présent article, ainsi que, le cas échéant, le tableau des garanties en matière de remboursement des frais de santé et de prévoyance sont également joints au rapport. <br/><br/>II.-Le rapport recense les prestations à caractère non directement contributif mentionnées à l'article <a href='/article/LEGIARTI000006745472'>L. 912-1 </a>mises en œuvre. Il précise la part de prime ou de cotisation affectée à leur financement ainsi que leur coût effectif. <br/><br/>Lorsque l'accord a mis en œuvre les dispositions mentionnées au 1° de l'article <a href='/article/LEGIARTI000029900375'>R. 912-2</a>, le rapport précise les modalités de prise en charge de la prime ou de la cotisation et les catégories de bénéficiaires. Les données chiffrées conformément au modèle de l'état E2-1 annexé au présent article sont également jointes au rapport annuel. <br/><br/>Lorsque l'accord a mis en œuvre les dispositions du 2° de l'article R. 912-2, le rapport décrit les actions de prévention, leurs modalités de mise en œuvre, ainsi que les publics ciblés. Les données chiffrées conformément au modèle de l'état statistique E2-2 annexé au présent article sont également jointes au rapport annuel. <br/><br/>Lorsque l'accord a mis en œuvre les dispositions du 3° de l'article R. 912-2, le rapport détaille les types d'aides octroyées ainsi que leurs conditions d'attribution. Les données chiffrées conformément au modèle de l'état E2-3 annexé au présent article sont jointes au rapport annuel. <br/><br/>Lorsque la convention ou l'accord collectif prévoit le financement d'autres prestations à caractère non directement contributif participant du degré élevé de solidarité mentionné à l'article L. 912-1, le rapport décrit ces prestations, leurs objectifs, ainsi que les personnes qui en ont bénéficié. Les données chiffrées conformément au modèle de l'état E2-4 annexé au présent article sont également jointes au rapport annuel. <br/><br/>III.-Le rapport présente les éléments relatifs à l'équilibre technique du régime, le ratio des cotisations au regard des prestations et la part des cotisations affectée aux frais de gestion ainsi qu'aux frais d'acquisition. <br/><br/>Le rapport compare l'équilibre du régime par rapport à l'exercice précédent. <br/><br/>Les données chiffrées établies conformément au modèle de l'état E3 annexé au présent article sont également jointes au rapport annuel, ainsi que les comptes comptables et le cas échéant les comptes de survenance du régime. <br/><br/>IV.-Lorsque des données ne peuvent être communiquées, les motifs précis de cette non-communication doivent être explicités.<br/></div>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}