{
    "cid": "LEGIARTI000041569729",
    "num": "L165-7",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000006128678",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000041587692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1998-12-27",
                        "fin": "2012-04-28",
                        "titre": "Titre VI : Dispositions particulières aux départements d'outre-mer et à la collectivité territoriale de Saint-Pierre et Miquelon.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143522",
                        "id": "LEGISCTA000006143522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2012-04-28",
                        "fin": "2021-07-01",
                        "titre": "Titre VI : Dispositions particulières à la Guadeloupe, à la Guyane, à la Martinique, à La Réunion, à Mayotte, à Saint-Martin et à Saint-Pierre-et-Miquelon.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143522",
                        "id": "LEGISCTA000025760478",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Accessibilité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143522",
                        "id": "LEGISCTA000041588432",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Agendas d'accessibilité programmée ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041569715",
                        "id": "LEGISCTA000041569715",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000041569729",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000043816028",
                    "natureText": "DECRET",
                    "date": 1637015782130,
                    "parentCid": null,
                    "numTexte": "2021-872",
                    "datePubli": 1625097600000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L146-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L146-1",
                    "articleId": "LEGIARTI000006796684",
                    "natureText": "CODE",
                    "date": 1637015782130,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. D165-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D165-20",
                    "articleId": "LEGIARTI000043819363",
                    "natureText": "CODE",
                    "date": 1637015782130,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041506557",
                    "textTitle": "Ordonnance n° 2020-71 du 29 janvier 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041562511",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-01-31",
                    "dateSignaTexte": "2020-01-29",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "num": "L165-7",
            "origine": "LEGI",
            "texte": "I. - En l'absence de tout commencement d'exécution de l'agenda d'accessibilité programmée, en cas de retard important dans l'exécution des engagements pour la ou les périodes échues de l'agenda ou lorsqu'au terme de l'échéancier de programmation des travaux les engagements de travaux figurant dans l'agenda d'accessibilité programmée n'ont pas été tenus, l'autorité administrative qui l'a approuvé peut mettre en œuvre une procédure de constat de carence dans des conditions précisées par décret. Pour engager cette procédure et décider de l'une des mesures définies aux II et III, cette autorité tient compte de l'importance de l'écart entre les engagements et les réalisations constatées sur l'ensemble des périodes échues de l'agenda d'accessibilité programmée, des difficultés techniques ou financières rencontrées par le maître d'ouvrage et des travaux en cours de réalisation. II. - La carence du maître d'ouvrage est prononcée par un arrêté motivé qui précise, selon les manquements relevés, la mesure retenue par l'autorité administrative : 1° En l'absence de tout commencement d'exécution de l'agenda d'accessibilité programmée, l'abrogation de la décision approuvant l'agenda d'accessibilité programmée ainsi que le signalement au procureur de la République ; 2° En cas de retard important dans l'exécution des engagements pour la ou les périodes échues de l'agenda d'accessibilité programmée, la constitution d'une provision comptable correspondant au montant des travaux non réalisés sur la ou les périodes échues ; 3° Au terme de l'échéancier de programmation des travaux, quand les engagements de travaux figurant dans l'agenda d'accessibilité programmée n'ont pas été tenus : a) L'élaboration d'un nouvel échéancier de travaux avec un aménagement des délais prévus à l'article L. 165-3 ne pouvant excéder douze mois supplémentaires, si la durée de l'agenda d'accessibilité programmée n'a pas déjà été prorogée en application du deuxième alinéa de l'article L. 165-4, quand des contraintes techniques ou financières ne permettent pas de respecter les engagements initiaux ; b) Une mise en demeure du maître d'ouvrage de terminer les travaux dans le cadre d'un nouvel échéancier de travaux correspondant à un aménagement des délais prévus à l'article L. 165-3 ne pouvant excéder douze mois ainsi que la constitution d'une provision comptable ; c) La fixation d'une sanction pécuniaire pour non-respect des engagements de l'agenda d'accessibilité programmée. La provision comptable ne peut excéder le montant des travaux non réalisés. III. - Le montant de la sanction pécuniaire mentionnée au II peut être compris entre 5 % et 20 % du montant des travaux restant à réaliser. Elle ne peut toutefois être supérieure à : a) 5 % de la capacité d'autofinancement pour une personne morale de droit privé ou pour un établissement public ; b) 5 % du revenu fiscal de référence établi au titre de la pénultième année pour une personne physique ; c) 2 % du montant des dépenses d'investissement figurant dans le compte administratif établi au titre du pénultième exercice pour une collectivité territoriale ; d) 2 % des dépenses d'investissement indiquées dans les annexes de la dernière loi de règlement pour l'action qui finance l'agenda d'accessibilité programmée pour l'Etat. Pour la mise en œuvre des dispositions des a et b, l'autorité administrative compétente est habilitée à demander à la personne ayant déposé l'agenda d'accessibilité programmée de lui transmettre les documents établissant respectivement sa capacité d'autofinancement ou son revenu fiscal de référence. En l'absence de réponse, le plafond n'est pas applicable. En outre la sanction pécuniaire ne peut excéder le montant de l'amende prévue au premier alinéa de l'article L. 183-4 multipliée par le nombre d'établissements recevant du public non rendus accessibles, entrant dans le périmètre de l'agenda d'accessibilité programmée. Le produit des sanctions pécuniaires prévues au présent article est recouvré comme les créances de l'Etat étrangères à l'impôt et au domaine. IV. - Un décret en Conseil d'Etat pris après avis du conseil mentionné à l' article L. 146-1 du code de l'action sociale et des familles détermine les conditions d'application du présent article.",
            "texteHtml": "<p>I. - En l'absence de tout commencement d'exécution de l'agenda d'accessibilité programmée, en cas de retard important dans l'exécution des engagements pour la ou les périodes échues de l'agenda ou lorsqu'au terme de l'échéancier de programmation des travaux les engagements de travaux figurant dans l'agenda d'accessibilité programmée n'ont pas été tenus, l'autorité administrative qui l'a approuvé peut mettre en œuvre une procédure de constat de carence dans des conditions précisées par décret.</p><p></p><p>Pour engager cette procédure et décider de l'une des mesures définies aux II et III, cette autorité tient compte de l'importance de l'écart entre les engagements et les réalisations constatées sur l'ensemble des périodes échues de l'agenda d'accessibilité programmée, des difficultés techniques ou financières rencontrées par le maître d'ouvrage et des travaux en cours de réalisation.</p><p></p><p>II. - La carence du maître d'ouvrage est prononcée par un arrêté motivé qui précise, selon les manquements relevés, la mesure retenue par l'autorité administrative :</p><p></p><p>1° En l'absence de tout commencement d'exécution de l'agenda d'accessibilité programmée, l'abrogation de la décision approuvant l'agenda d'accessibilité programmée ainsi que le signalement au procureur de la République ;</p><p></p><p>2° En cas de retard important dans l'exécution des engagements pour la ou les périodes échues de l'agenda d'accessibilité programmée, la constitution d'une provision comptable correspondant au montant des travaux non réalisés sur la ou les périodes échues ;</p><p></p><p>3° Au terme de l'échéancier de programmation des travaux, quand les engagements de travaux figurant dans l'agenda d'accessibilité programmée n'ont pas été tenus :</p><p></p><p>a) L'élaboration d'un nouvel échéancier de travaux avec un aménagement des délais prévus à l'article L. 165-3 ne pouvant excéder douze mois supplémentaires, si la durée de l'agenda d'accessibilité programmée n'a pas déjà été prorogée en application du deuxième alinéa de l'article L. 165-4, quand des contraintes techniques ou financières ne permettent pas de respecter les engagements initiaux ;</p><p></p><p>b) Une mise en demeure du maître d'ouvrage de terminer les travaux dans le cadre d'un nouvel échéancier de travaux correspondant à un aménagement des délais prévus à l'article L. 165-3 ne pouvant excéder douze mois ainsi que la constitution d'une provision comptable ;</p><p></p><p>c) La fixation d'une sanction pécuniaire pour non-respect des engagements de l'agenda d'accessibilité programmée.</p><p></p><p>La provision comptable ne peut excéder le montant des travaux non réalisés.</p><p></p><p>III. - Le montant de la sanction pécuniaire mentionnée au II peut être compris entre 5 % et 20 % du montant des travaux restant à réaliser. Elle ne peut toutefois être supérieure à :</p><p></p><p>a) 5 % de la capacité d'autofinancement pour une personne morale de droit privé ou pour un établissement public ;</p><p></p><p>b) 5 % du revenu fiscal de référence établi au titre de la pénultième année pour une personne physique ;</p><p></p><p>c) 2 % du montant des dépenses d'investissement figurant dans le compte administratif établi au titre du pénultième exercice pour une collectivité territoriale ;</p><p></p><p>d) 2 % des dépenses d'investissement indiquées dans les annexes de la dernière loi de règlement pour l'action qui finance l'agenda d'accessibilité programmée pour l'Etat.</p><p></p><p>Pour la mise en œuvre des dispositions des a et b, l'autorité administrative compétente est habilitée à demander à la personne ayant déposé l'agenda d'accessibilité programmée de lui transmettre les documents établissant respectivement sa capacité d'autofinancement ou son revenu fiscal de référence. En l'absence de réponse, le plafond n'est pas applicable.</p><p></p><p>En outre la sanction pécuniaire ne peut excéder le montant de l'amende prévue au premier alinéa de l'article L. 183-4 multipliée par le nombre d'établissements recevant du public non rendus accessibles, entrant dans le périmètre de l'agenda d'accessibilité programmée.</p><p></p><p>Le produit des sanctions pécuniaires prévues au présent article est recouvré comme les créances de l'Etat étrangères à l'impôt et au domaine.</p><p></p><p>IV. - Un décret en Conseil d'Etat pris après avis du conseil mentionné à l'<a href='/article/LEGIARTI000006796684'>article L. 146-1 du code de l'action sociale et des familles</a> détermine les conditions d'application du présent article.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}