{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933278",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à la documentation de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-230. Documentation de l'audit des comptes Introduction 01. Le commissaire aux comptes constitue pour chaque entité qu'il contrôle un dossier contenant la documentation de l'audit des comptes. Cette obligation résulte des dispositions de l'article R. 823-10 du code de commerce . 02. Le commissaire aux comptes fait figurer dans son dossier les documents qui permettent d'étayer l'opinion formulée dans son rapport et qui permettent d'établir que l'audit des comptes a été réalisé dans le respect des textes légaux et réglementaires et conformément aux normes d'exercice professionnel. 03. La présente norme a pour objet de définir les principes relatifs à la documentation des travaux effectués par le commissaire aux comptes dans le cadre de sa mission d'audit. Certaines autres normes d'exercice professionnel apportent des précisions quant à des éléments particuliers à faire figurer au dossier sans que cela remette en cause les principes énoncés dans la présente norme. Forme, contenu et étendue de la documentation 04. Le commissaire aux comptes consigne dans son dossier les éléments qui permettent à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre : -la planification de l'audit dont les principaux éléments sont formalisés dans le plan de mission et le programme de travail ; -la nature, le calendrier et l'étendue des procédures d'audit effectuées ; -les caractéristiques qui permettent d'identifier les éléments qu'il a testés afin de préciser l'étendue des procédures mises en œuvre ; -les résultats de ces procédures et les éléments collectés ; -les problématiques concernant les éléments significatifs des comptes qui ont été relevées au cours de l'audit et les conclusions du commissaire aux comptes sur ces problématiques. 05. Le commissaire aux comptes formalise également dans son dossier les échanges intervenus avec la direction de l'entité ou avec d'autres interlocuteurs au titre des éléments significatifs des comptes. Lorsque le commissaire aux comptes identifie une information contradictoire ou incohérente avec la conclusion qu'il a formulée sur une problématique concernant des éléments significatifs des comptes, il documente dans le dossier la manière dont il a traité cette contradiction ou cette incohérence pour parvenir à sa conclusion finale. 06. Le commissaire aux comptes formalise la documentation sur un support papier, un support électronique ou tout support permettant de conserver l'intégralité des données lisibles pendant la durée légale de conservation du dossier. 07. En application de l'article R. 823-10 du code de commerce, le commissaire aux comptes fournit les explications et les justifications que les autorités de contrôle estiment nécessaires. Ces explications et justifications ne constituent pas un élément de documentation même si elles sont fournies par le commissaire aux comptes pour préciser l'information contenue dans son dossier. 08. Les éléments de documentation consignés dans le dossier mentionnent l'identité du membre de l'équipe d'audit qui a effectué les travaux et leur date de réalisation. S'il existe une revue des travaux, les éléments de documentation mentionnent également l'identité de la personne qui a effectué la revue ainsi que la date et l'étendue de cette revue. Calendrier 09. Le commissaire aux comptes documente ses travaux au fur et à mesure de leur réalisation et dans des délais compatibles avec leur revue. Au-delà de la date de signature de son rapport, le commissaire aux comptes ne peut apporter aucune modification de fond aux éléments de documentation. Il ne peut y apporter que des modifications de forme ou revoir leur classement dans un délai de soixante jours après la date de signature du rapport sur les comptes. 10. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un évènement qui le conduit à mettre en œuvre de nouvelles procédures d'audit ou à formuler de nouvelles conclusions, il complète son dossier en y consignant : -les circonstances de la survenance de cet évènement ; -la nature de cet évènement ; -la nature, le calendrier et l'étendue des procédures d'audit mises en œuvre en conséquence ; -les caractéristiques qui permettent d'identifier les éléments qu'il a testés afin de préciser l'étendue des procédures mises en œuvre ; -les résultats de ces procédures et les éléments collectés. Il s'agit notamment d'évènements postérieurs à la clôture de l'exercice. 11. Conformément aux dispositions de l'article R. 821-68 du code de commerce , sans préjudice des dispositions des paragraphes 74 et 75 de la norme d'exercice professionnel relative aux obligations du commissaire aux comptes en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme, le dossier est conservé dans son intégralité durant la durée légale de conservation de six ans.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à la documentation de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-230. Documentation de l'audit des comptes<br/><br/>\n Introduction<br/><br/>\n 01. Le commissaire aux comptes constitue pour chaque entité qu'il contrôle un dossier contenant la documentation de l'audit des comptes. Cette obligation résulte des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271028&dateTexte=&categorieLien=cid'>dispositions de l'article R. 823-10 du code de commerce</a>.<br/><br/>\n 02. Le commissaire aux comptes fait figurer dans son dossier les documents qui permettent d'étayer l'opinion formulée dans son rapport et qui permettent d'établir que l'audit des comptes a été réalisé dans le respect des textes légaux et réglementaires et conformément aux normes d'exercice professionnel.<br/><br/>\n 03. La présente norme a pour objet de définir les principes relatifs à la documentation des travaux effectués par le commissaire aux comptes dans le cadre de sa mission d'audit.<br/><br/>\n Certaines autres normes d'exercice professionnel apportent des précisions quant à des éléments particuliers à faire figurer au dossier sans que cela remette en cause les principes énoncés dans la présente norme.<br/><br/>\n Forme, contenu et étendue de la documentation<br/><br/>\n 04. Le commissaire aux comptes consigne dans son dossier les éléments qui permettent à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre :</p><p><br/>\n-la planification de l'audit dont les principaux éléments sont formalisés dans le plan de mission et le programme de travail ;<br/><br/>\n-la nature, le calendrier et l'étendue des procédures d'audit effectuées ;<br/><br/>\n-les caractéristiques qui permettent d'identifier les éléments qu'il a testés afin de préciser l'étendue des procédures mises en œuvre ;<br/><br/>\n-les résultats de ces procédures et les éléments collectés ;<br/><br/>\n-les problématiques concernant les éléments significatifs des comptes qui ont été relevées au cours de l'audit et les conclusions du commissaire aux comptes sur ces problématiques.</p><p><br/>\n 05. Le commissaire aux comptes formalise également dans son dossier les échanges intervenus avec la direction de l'entité ou avec d'autres interlocuteurs au titre des éléments significatifs des comptes.<br/><br/>\n Lorsque le commissaire aux comptes identifie une information contradictoire ou incohérente avec la conclusion qu'il a formulée sur une problématique concernant des éléments significatifs des comptes, il documente dans le dossier la manière dont il a traité cette contradiction ou cette incohérence pour parvenir à sa conclusion finale.<br/><br/>\n 06. Le commissaire aux comptes formalise la documentation sur un support papier, un support électronique ou tout support permettant de conserver l'intégralité des données lisibles pendant la durée légale de conservation du dossier.<br/><br/>\n 07. En application de l'article R. 823-10 du code de commerce, le commissaire aux comptes fournit les explications et les justifications que les autorités de contrôle estiment nécessaires. Ces explications et justifications ne constituent pas un élément de documentation même si elles sont fournies par le commissaire aux comptes pour préciser l'information contenue dans son dossier.<br/><br/>\n 08. Les éléments de documentation consignés dans le dossier mentionnent l'identité du membre de l'équipe d'audit qui a effectué les travaux et leur date de réalisation.<br/><br/>\n S'il existe une revue des travaux, les éléments de documentation mentionnent également l'identité de la personne qui a effectué la revue ainsi que la date et l'étendue de cette revue.<br/><br/>\n Calendrier<br/><br/>\n 09. Le commissaire aux comptes documente ses travaux au fur et à mesure de leur réalisation et dans des délais compatibles avec leur revue.<br/><br/>\n Au-delà de la date de signature de son rapport, le commissaire aux comptes ne peut apporter aucune modification de fond aux éléments de documentation. Il ne peut y apporter que des modifications de forme ou revoir leur classement dans un délai de soixante jours après la date de signature du rapport sur les comptes.<br/><br/>\n 10. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un évènement qui le conduit à mettre en œuvre de nouvelles procédures d'audit ou à formuler de nouvelles conclusions, il complète son dossier en y consignant :</p><p><br/>\n-les circonstances de la survenance de cet évènement ;<br/><br/>\n-la nature de cet évènement ;<br/><br/>\n-la nature, le calendrier et l'étendue des procédures d'audit mises en œuvre en conséquence ;<br/><br/>\n-les caractéristiques qui permettent d'identifier les éléments qu'il a testés afin de préciser l'étendue des procédures mises en œuvre ;<br/><br/>\n-les résultats de ces procédures et les éléments collectés.</p><p><br/>\n Il s'agit notamment d'évènements postérieurs à la clôture de l'exercice.<br/><br/>\n 11. Conformément aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270865&dateTexte=&categorieLien=cid'>dispositions de l'article R. 821-68 du code de commerce</a>, sans préjudice des dispositions des paragraphes 74 et 75 de la norme d'exercice professionnel relative aux obligations du commissaire aux comptes en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme, le dossier est conservé dans son intégralité durant la durée légale de conservation de six ans.</p>",
            "num": "A823-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163183",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047933278",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000047932539",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R821-68",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R821-68",
                    "articleId": "LEGIARTI000006270865",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-10",
                    "articleId": "LEGIARTI000006271028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000822350",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001305741",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163450",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933278",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-4",
                "823-4"
            ],
            "versionPrecedente": "LEGIARTI000020163450",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163450",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à la documentation de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE A LA DOCUMENTATION DE L'AUDIT DES COMPTES Introduction 1. Le commissaire aux comptes constitue pour chaque entité qu'il contrôle un dossier contenant la documentation de l'audit des comptes. Cette obligation résulte des dispositions de l'article R. 823-10 . 2. Le commissaire aux comptes fait figurer dans son dossier les documents qui permettent d'étayer l'opinion formulée dans son rapport et qui permettent d'établir que l'audit des comptes a été réalisé dans le respect des textes légaux et réglementaires et conformément aux normes d'exercice professionnel. 3. La présente norme a pour objet de définir les principes relatifs à la documentation des travaux effectués par le commissaire aux comptes dans le cadre de sa mission d'audit. Certaines autres normes d'exercice professionnel apportent des précisions quant à des éléments particuliers à faire figurer au dossier sans que cela remette en cause les principes énoncés dans la présente norme. Forme, contenu et étendue de la documentation 4. Le commissaire aux comptes consigne dans son dossier les éléments qui permettent à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre : ― la planification de l'audit dont les principaux éléments sont formalisés dans le plan de mission et le programme de travail ; ― la nature, le calendrier et l'étendue des procédures d'audit effectuées ; ― les caractéristiques qui permettent d'identifier les éléments qu'il a testés afin de préciser l'étendue des procédures mises en œuvre ; ― les résultats de ces procédures et les éléments collectés ; ― les problématiques concernant les éléments significatifs des comptes qui ont été relevées au cours de l'audit et les conclusions du commissaire aux comptes sur ces problématiques. 5. Le commissaire aux comptes formalise également dans son dossier les échanges intervenus avec la direction de l'entité ou avec d'autres interlocuteurs au titre des éléments significatifs des comptes. Lorsque le commissaire aux comptes identifie une information contradictoire ou incohérente avec la conclusion qu'il a formulée sur une problématique concernant des éléments significatifs des comptes, il documente dans le dossier la manière dont il a traité cette contradiction ou cette incohérence pour parvenir à sa conclusion finale. 6. Le commissaire aux comptes formalise la documentation sur un support papier, un support électronique ou tout support permettant de conserver l'intégralité des données lisibles pendant la durée légale de conservation du dossier. 7. En application de l'article R. 823-10, le commissaire aux comptes fournit les explications et les justifications que les autorités de contrôle estiment nécessaires. Ces explications et justifications ne constituent pas un élément de documentation même si elles sont fournies par le commissaire aux comptes pour préciser l'information contenue dans son dossier. 8. Les éléments de documentation consignés dans le dossier mentionnent l'identité du membre de l'équipe d'audit qui a effectué les travaux et leur date de réalisation. S'il existe une revue des travaux, les éléments de documentation mentionnent également l'identité de la personne qui a effectué la revue ainsi que la date et l'étendue de cette revue. Calendrier 9. Le commissaire aux comptes documente ses travaux au fur et à mesure de leur réalisation et dans des délais compatibles avec leur revue. Au-delà de la date de signature de son rapport, le commissaire aux comptes ne peut apporter aucune modification de fond aux éléments de documentation. Il ne peut y apporter que des modifications de forme ou revoir leur classement dans un délai de quatre-vingt-dix jours après la réunion de l'organe appelé à statuer sur les comptes. 10. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement qui le conduit à mettre en œuvre de nouvelles procédures d'audit ou à formuler de nouvelles conclusions, il complète son dossier en y consignant : ― les circonstances de la survenance de cet événement ; ― la nature de cet événement ; ― la nature, le calendrier et l'étendue des procédures d'audit mises en œuvre en conséquence ; ― les caractéristiques qui permettent d'identifier les éléments qu'il a testés afin de préciser l'étendue des procédures mises en œuvre ; ― les résultats de ces procédures et les éléments collectés. Il s'agit notamment d'événements postérieurs à la clôture de l'exercice. 11. Le dossier est conservé dans son intégralité durant la durée légale de conservation de dix ans.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative à la documentation de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p></p><p></p><p></p><p></p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE A LA DOCUMENTATION DE L'AUDIT DES COMPTES</p><p><br/>Introduction </p><p>1. Le commissaire aux comptes constitue pour chaque entité qu'il contrôle un dossier contenant la documentation de l'audit des comptes. Cette obligation résulte des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271028&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R823-10 (V)'>R. 823-10</a>. </p><p>2. Le commissaire aux comptes fait figurer dans son dossier les documents qui permettent d'étayer l'opinion formulée dans son rapport et qui permettent d'établir que l'audit des comptes a été réalisé dans le respect des textes légaux et réglementaires et conformément aux normes d'exercice professionnel. </p><p>3. La présente norme a pour objet de définir les principes relatifs à la documentation des travaux effectués par le commissaire aux comptes dans le cadre de sa mission d'audit. </p><p>Certaines autres normes d'exercice professionnel apportent des précisions quant à des éléments particuliers à faire figurer au dossier sans que cela remette en cause les principes énoncés dans la présente norme. </p><p>Forme, contenu et étendue de la documentation </p><p>4. Le commissaire aux comptes consigne dans son dossier les éléments qui permettent à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre : </p><p>― la planification de l'audit dont les principaux éléments sont formalisés dans le plan de mission et le programme de travail ; </p><p>― la nature, le calendrier et l'étendue des procédures d'audit effectuées ; </p><p>― les caractéristiques qui permettent d'identifier les éléments qu'il a testés afin de préciser l'étendue des procédures mises en œuvre ; <br/>― les résultats de ces procédures et les éléments collectés ; </p><p>― les problématiques concernant les éléments significatifs des comptes qui ont été relevées au cours de l'audit et les conclusions du commissaire aux comptes sur ces problématiques. </p><p>5. Le commissaire aux comptes formalise également dans son dossier les échanges intervenus avec la direction de l'entité ou avec d'autres interlocuteurs au titre des éléments significatifs des comptes. </p><p>Lorsque le commissaire aux comptes identifie une information contradictoire ou incohérente avec la conclusion qu'il a formulée sur une problématique concernant des éléments significatifs des comptes, il documente dans le dossier la manière dont il a traité cette contradiction ou cette incohérence pour parvenir à sa conclusion finale. </p><p>6. Le commissaire aux comptes formalise la documentation sur un support papier, un support électronique ou tout support permettant de conserver l'intégralité des données lisibles pendant la durée légale de conservation du dossier. </p><p>7. En application de l'article R. 823-10, le commissaire aux comptes fournit les explications et les justifications que les autorités de contrôle estiment nécessaires. Ces explications et justifications ne constituent pas un élément de documentation même si elles sont fournies par le commissaire aux comptes pour préciser l'information contenue dans son dossier. </p><p>8. Les éléments de documentation consignés dans le dossier mentionnent l'identité du membre de l'équipe d'audit qui a effectué les travaux et leur date de réalisation.</p><p>S'il existe une revue des travaux, les éléments de documentation mentionnent également l'identité de la personne qui a effectué la revue ainsi que la date et l'étendue de cette revue. </p><p>Calendrier </p><p>9. Le commissaire aux comptes documente ses travaux au fur et à mesure de leur réalisation et dans des délais compatibles avec leur revue. </p><p>Au-delà de la date de signature de son rapport, le commissaire aux comptes ne peut apporter aucune modification de fond aux éléments de documentation. Il ne peut y apporter que des modifications de forme ou revoir leur classement dans un délai de quatre-vingt-dix jours après la réunion de l'organe appelé à statuer sur les comptes. </p><p>10. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement qui le conduit à mettre en œuvre de nouvelles procédures d'audit ou à formuler de nouvelles conclusions, il complète son dossier en y consignant : </p><p>― les circonstances de la survenance de cet événement ; </p><p>― la nature de cet événement ; </p><p>― la nature, le calendrier et l'étendue des procédures d'audit mises en œuvre en conséquence ; </p><p>― les caractéristiques qui permettent d'identifier les éléments qu'il a testés afin de préciser l'étendue des procédures mises en œuvre ;  <br/>― les résultats de ces procédures et les éléments collectés. </p><p>Il s'agit notamment d'événements postérieurs à la clôture de l'exercice. </p><p>11. Le dossier est conservé dans son intégralité durant la durée légale de conservation de dix ans.</p><p></p>",
            "num": "A823-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Des principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163177",
                        "id": "LEGISCTA000020163456",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163183",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163177",
            "sectionParentId": "LEGISCTA000020163456",
            "sectionParentTitre": "Paragraphe 1 : Des principes généraux",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 1 : Des principes généraux",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163450",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R823-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-10",
                    "articleId": "LEGIARTI000006271028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000822350",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001305741",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163450",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933278",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-4",
                "823-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}