{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000026592089",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PRINCIPALES OPÉRATIONS DE CONTRÔLE EN VUE DU CONTRÔLE DES CARACTÉRISTIQUES CHIFFRÉES DES MANIFESTATIONS COMMERCIALES (annexe XIII de l'annexe 7-10 du livre septième de la partie Arrêtés du code de commerce) I. - Principes généraux En vue de contrôler les caractéristiques chiffrées des manifestations commerciales, l'organisme réalise les deux types de contrôle suivants : - contrôle de premier niveau : contrôle de type comptable de documents communiqués par l'organisateur de la manifestation ; - contrôle de second niveau : contrôle de cohérence entre les résultats du contrôle de premier niveau et les caractéristiques chiffrées habituellement observées par la profession pour ce type de manifestation. Pour ces contrôles, l'organisme : - respecte les définitions réglementaires en vigueur ; - utilise, pour procéder au contrôle de second niveau, les seuls chiffres officiels publiés par le ministère chargé du commerce. L'organisme suit les étapes suivantes : 1. Enregistrement de la demande préalable de l'organisateur de la manifestation ; 2. Recueil des caractéristiques chiffrées de la manifestation auprès de l'organisateur ; 3. Contrôle de premier niveau des données recueillies ; 4. Etablissement d'un procès-verbal provisoire sur la base des résultats du contrôle de premier niveau ; 5. Contrôle de second niveau des données recueillies ; 6. Etablissement d'un procès-verbal définitif-valant contrôle des caractéristiques chiffrées de la manifestation-sur la base des résultats du contrôle de second niveau. L'organisme chargé de contrôler les caractéristiques chiffrées des manifestations commerciales recueille auprès de l'organisateur de la manifestation les documents et informations nécessaires pour ces opérations, et notamment : - documents comptables : factures, extraits de comptes relatifs aux recettes afférentes aux exposants, à la vente et à la prévente de tickets ; - chiffres déclarés par l'organisateur à l'issue de la manifestation (communiqué de presse...) ; - tout document qu'il juge utile ; - dossiers d'inscription des exposants mentionnant les tarifs, les surfaces occupées et les montants facturés ; - plan d'implantation de la manifestation ; - le cas échéant, catalogue de la manifestation et ses additifs ; - liste des exposants (coordonnées, surfaces occupées, montants facturés par nature de service fourni et, le cas échéant, nationalité) ; - liste de ventilation des exposants entre exposants principaux et coexposants ; - le cas échéant, liste de ventilation des exposants entre exposants français et étrangers ; - les surfaces nettes allouées aux animations ou présentations en relation avec le thème de la manifestation ; - la surface totale, dite surface brute, louée par le gestionnaire du site à l'organisateur de la manifestation ; - talons de tickets contrôlés à l'entrée de la manifestation, classés par catégorie ; - nombre de visiteurs enregistrés par avance et ayant visité effectivement la manifestation et nombre de visiteurs enregistrés à l'entrée de la manifestation ; - facture relative à l'édition des titres d'accès mentionnant les numéros de série ; - le cas échéant, procès-verbal d'huissier de destruction de la billetterie ; - pour une manifestation dont les visiteurs sont enregistrés par un prestataire externe de l'organisateur, le document certifié sincère et conforme attestant du nombre de visiteurs contrôlés ; - le nombre de badges attribués par l'organisateur aux personnels des exposants. II. - Modalités de contrôle A. - Contrôle de premier niveau Ce contrôle est de type comptable, sur pièces, soit sur place chez l'organisateur de la manifestation, soit sur la base de documents transmis par ce dernier. Il porte : 1. Sur le nombre d'exposants : - rapprochement du nombre d'exposants vérifiés avec la liste des exposants fournie par l'organisateur ; - rapprochement des données mentionnées aux dossiers d'inscription des exposants (surfaces occupées et montants facturés) avec celles de la liste des exposants et avec le plan d'implantation de la manifestation ; - rapprochement des tarifs de location relevés avec les tarifs mentionnés sur les dossiers d'inscription ainsi que sur un échantillonnage aléatoire de factures émises ; - rapprochement du montant des recettes issues de la location de stands avec les extraits de comptes relatifs aux recettes afférentes aux exposants ; - rapprochement de la liste des coexposants vérifiés avec les attestations des exposants principaux hébergeurs. 2. Sur le nombre de visiteurs : Pour les visiteurs munis d'un ticket acheté aux guichets de la manifestation ou en prévente : - rapprochement du tarif mentionné au procès-verbal provisoire avec celui figurant sur les tickets ; - rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; - rapprochement du montant des recettes mentionné au procès-verbal provisoire avec le nombre de talons de tickets contrôlés classés par catégorie. Pour les visiteurs munis d'un ticket obtenu auprès de l'organisateur de la manifestation, d'un exposant ou d'un tiers : - rapprochement de la facture de l'éditeur des tickets avec le nombre de tickets édités mentionné au procès-verbal provisoire ; - rapprochement des différents tarifs avec ceux mentionnés aux dossiers d'inscription ; - rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; - rapprochement du nombre de tickets édités, vendus et non vendus et, le cas échéant, du nombre mentionné au procès-verbal d'huissier de destruction de la billetterie. Pour les manifestations dont le nombre de visiteurs est fourni par un prestataire externe de l'organisateur : - rapprochement des informations mentionnées au procès-verbal provisoire avec les documents certifiés du prestataire externe ; - rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets. B. - Contrôle complémentaire de premier niveau En dehors de toute hypothèse d'anomalie, l'organisme de contrôle procède à un double contrôle de premier niveau des caractéristiques chiffrées de certaines manifestations choisies par échantillonnage aléatoire (une manifestation sur quarante au moins). C. - Contrôle de second niveau Le contrôle de second niveau permet d'identifier les écarts significatifs justifiant un complément d'information de la part de l'organisateur. Il est réalisé par traitement et comparaison des caractéristiques chiffrées issues des contrôles de premier niveau par calcul des ratios suivants (en valeur absolue) : - surface nette de la manifestation divisée par surface brute de la manifestation : ce ratio est généralement inférieur ou égal à 2/3 ; - surface nette des stands divisée par nombre d'exposants : ce ratio est généralement supérieur ou égal à 6 mètres carrés ; - nombre d'entrées divisé par surface brute de la manifestation divisé par le nombre de jours d'ouverture au public de la manifestation : ce ratio est généralement inférieur à 1 visite/ m ² et par jour ; - caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes de la manifestation. Est constitutive d'un écart significatif une variation supérieure à 10 % par rapport à la session précédente ; cette variation doit néanmoins également s'apprécier sur plusieurs sessions ; - caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes dans le même secteur et pour le même type de manifestation (tels que définis à l' article 2 du décret n° 2006-85 du 27 janvier 2006 ). Est constitutive d'un écart significatif une variation supérieure à l'écart type observé dans le même secteur et pour le même type de manifestation des ratios suivants : - surface moyenne des stands = surface totale occupée par les exposants divisée par nombre d'exposants ; - nombre moyen de visites par exposant et par jour = nombre de visites divisé par nombre d'exposants, divisé par nombre de jours d'ouverture de la manifestation.",
            "texteHtml": "<p align='center'>PRINCIPALES OPÉRATIONS DE CONTRÔLE EN VUE DU CONTRÔLE DES CARACTÉRISTIQUES CHIFFRÉES DES MANIFESTATIONS COMMERCIALES </p><p align='center'>(annexe XIII de l'annexe 7-10 du livre septième de la partie Arrêtés du code de commerce) <br/></p><p align='left'>I. - Principes généraux </p><p align='left'>En vue de contrôler les caractéristiques chiffrées des manifestations commerciales, l'organisme réalise les deux types de contrôle suivants :</p><p align='left'>- contrôle de premier niveau : contrôle de type comptable de documents communiqués par l'organisateur de la manifestation ;</p><p align='left'>- contrôle de second niveau : contrôle de cohérence entre les résultats du contrôle de premier niveau et les caractéristiques chiffrées habituellement observées par la profession pour ce type de manifestation. </p><p align='left'>Pour ces contrôles, l'organisme :</p><p align='left'>- respecte les définitions réglementaires en vigueur ;</p><p align='left'>- utilise, pour procéder au contrôle de second niveau, les seuls chiffres officiels publiés par le ministère chargé du commerce. </p><p align='left'>L'organisme suit les étapes suivantes : </p><p align='left'>1. Enregistrement de la demande préalable de l'organisateur de la manifestation ; </p><p align='left'>2. Recueil des caractéristiques chiffrées de la manifestation auprès de l'organisateur ; </p><p align='left'>3. Contrôle de premier niveau des données recueillies ; </p><p align='left'>4. Etablissement d'un procès-verbal provisoire sur la base des résultats du contrôle de premier niveau ; </p><p align='left'>5. Contrôle de second niveau des données recueillies ; </p><p align='left'>6. Etablissement d'un procès-verbal définitif-valant contrôle des caractéristiques chiffrées de la manifestation-sur la base des résultats du contrôle de second niveau. </p><p align='left'>L'organisme chargé de contrôler les caractéristiques chiffrées des manifestations commerciales recueille auprès de l'organisateur de la manifestation les documents et informations nécessaires pour ces opérations, et notamment :</p><p align='left'>- documents comptables : factures, extraits de comptes relatifs aux recettes afférentes aux exposants, à la vente et à la prévente de tickets ;</p><p align='left'>- chiffres déclarés par l'organisateur à l'issue de la manifestation (communiqué de presse...) ;</p><p align='left'>- tout document qu'il juge utile ;</p><p align='left'>- dossiers d'inscription des exposants mentionnant les tarifs, les surfaces occupées et les montants facturés ;</p><p align='left'>- plan d'implantation de la manifestation ;</p><p align='left'>- le cas échéant, catalogue de la manifestation et ses additifs ;</p><p align='left'>- liste des exposants (coordonnées, surfaces occupées, montants facturés par nature de service fourni et, le cas échéant, nationalité) ;</p><p align='left'>- liste de ventilation des exposants entre exposants principaux et coexposants ;</p><p align='left'>- le cas échéant, liste de ventilation des exposants entre exposants français et étrangers ;</p><p align='left'>- les surfaces nettes allouées aux animations ou présentations en relation avec le thème de la manifestation ;</p><p align='left'>- la surface totale, dite surface brute, louée par le gestionnaire du site à l'organisateur de la manifestation ;</p><p align='left'>- talons de tickets contrôlés à l'entrée de la manifestation, classés par catégorie ;</p><p align='left'>- nombre de visiteurs enregistrés par avance et ayant visité effectivement la manifestation et nombre de visiteurs enregistrés à l'entrée de la manifestation ;</p><p align='left'>- facture relative à l'édition des titres d'accès mentionnant les numéros de série ;</p><p align='left'>- le cas échéant, procès-verbal d'huissier de destruction de la billetterie ;</p><p align='left'>- pour une manifestation dont les visiteurs sont enregistrés par un prestataire externe de l'organisateur, le document certifié sincère et conforme attestant du nombre de visiteurs contrôlés ;</p><p align='left'>- le nombre de badges attribués par l'organisateur aux personnels des exposants. </p><p align='left'>II. - Modalités de contrôle </p><p align='left'>A. - Contrôle de premier niveau </p><p align='left'>Ce contrôle est de type comptable, sur pièces, soit sur place chez l'organisateur de la manifestation, soit sur la base de documents transmis par ce dernier. Il porte : </p><p align='left'>1. Sur le nombre d'exposants :</p><p align='left'>- rapprochement du nombre d'exposants vérifiés avec la liste des exposants fournie par l'organisateur ;</p><p align='left'>- rapprochement des données mentionnées aux dossiers d'inscription des exposants (surfaces occupées et montants facturés) avec celles de la liste des exposants et avec le plan d'implantation de la manifestation ;</p><p align='left'>- rapprochement des tarifs de location relevés avec les tarifs mentionnés sur les dossiers d'inscription ainsi que sur un échantillonnage aléatoire de factures émises ;</p><p align='left'>- rapprochement du montant des recettes issues de la location de stands avec les extraits de comptes relatifs aux recettes afférentes aux exposants ;</p><p align='left'>- rapprochement de la liste des coexposants vérifiés avec les attestations des exposants principaux hébergeurs. </p><p align='left'>2. Sur le nombre de visiteurs : </p><p align='left'>Pour les visiteurs munis d'un ticket acheté aux guichets de la manifestation ou en prévente :</p><p align='left'>- rapprochement du tarif mentionné au procès-verbal provisoire avec celui figurant sur les tickets ;</p><p align='left'>- rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ;</p><p align='left'>- rapprochement du montant des recettes mentionné au procès-verbal provisoire avec le nombre de talons de tickets contrôlés classés par catégorie. </p><p align='left'>Pour les visiteurs munis d'un ticket obtenu auprès de l'organisateur de la manifestation, d'un exposant ou d'un tiers :</p><p align='left'>- rapprochement de la facture de l'éditeur des tickets avec le nombre de tickets édités mentionné au procès-verbal provisoire ;</p><p align='left'>- rapprochement des différents tarifs avec ceux mentionnés aux dossiers d'inscription ;</p><p align='left'>- rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ;</p><p align='left'>- rapprochement du nombre de tickets édités, vendus et non vendus et, le cas échéant, du nombre mentionné au procès-verbal d'huissier de destruction de la billetterie. </p><p align='left'>Pour les manifestations dont le nombre de visiteurs est fourni par un prestataire externe de l'organisateur :</p><p align='left'>- rapprochement des informations mentionnées au procès-verbal provisoire avec les documents certifiés du prestataire externe ;</p><p align='left'>- rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets. </p><p align='left'>B. - Contrôle complémentaire de premier niveau </p><p align='left'>En dehors de toute hypothèse d'anomalie, l'organisme de contrôle procède à un double contrôle de premier niveau des caractéristiques chiffrées de certaines manifestations choisies par échantillonnage aléatoire (une manifestation sur quarante au moins). </p><p align='left'>C. - Contrôle de second niveau </p><p align='left'>Le contrôle de second niveau permet d'identifier les écarts significatifs justifiant un complément d'information de la part de l'organisateur. Il est réalisé par traitement et comparaison des caractéristiques chiffrées issues des contrôles de premier niveau par calcul des ratios suivants (en valeur absolue) :</p><p align='left'>- surface nette de la manifestation divisée par surface brute de la manifestation : ce ratio est généralement inférieur ou égal à 2/3 ;</p><p align='left'>- surface nette des stands divisée par nombre d'exposants : ce ratio est généralement supérieur ou égal à 6 mètres carrés ;</p><p align='left'>- nombre d'entrées divisé par surface brute de la manifestation divisé par le nombre de jours d'ouverture au public de la manifestation : ce ratio est généralement inférieur à 1 visite/ m ² et par jour ;</p><p align='left'>- caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes de la manifestation. Est constitutive d'un écart significatif une variation supérieure à 10 % par rapport à la session précédente ; cette variation doit néanmoins également s'apprécier sur plusieurs sessions ;</p><p align='left'>- caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes dans le même secteur et pour le même type de manifestation (tels que définis à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000455034&idArticle=JORFARTI000002495152&categorieLien=cid'>article 2 du décret n° 2006-85 du 27 janvier 2006</a>). Est constitutive d'un écart significatif une variation supérieure à l'écart type observé dans le même secteur et pour le même type de manifestation des ratios suivants :</p><p align='left'>- surface moyenne des stands = surface totale occupée par les exposants divisée par nombre d'exposants ;</p><p align='left'>- nombre moyen de visites par exposant et par jour = nombre de visites divisé par nombre d'exposants, divisé par nombre de jours d'ouverture de la manifestation.</p>",
            "num": "Annexe XIII",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1372636800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1878523903,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162149",
                        "id": "LEGISCTA000020164479",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162791",
                        "id": "LEGISCTA000020163834",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020162847",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020162791",
            "sectionParentId": "LEGISCTA000020163834",
            "sectionParentTitre": "ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000026592089",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026566661",
                    "textTitle": "Arrêté du 24 octobre 2012 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000026569539",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2012-11-03",
                    "dateSignaTexte": "2012-10-24",
                    "dateDebutCible": "2013-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000455034",
                    "textTitle": "Décret n°2006-85 du 27 janvier 2006 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000002495152",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-85",
                    "datePubli": 1138492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A762-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A762-9",
                    "articleId": "LEGIARTI000026592086",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1372636800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163778",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022016400",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026592089",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe XIII"
            ],
            "versionPrecedente": "LEGIARTI000022016400",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022016400",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "PRINCIPALES OPÉRATIONS DE CONTRÔLE EN VUE DE LA CERTIFICATION DES CARACTÉRISTIQUES CHIFFRÉES DES MANIFESTATIONS COMMERCIALES (annexe XIII de l'annexe 7-10 du livre septième de la partie Arrêtés du code de commerce) I. - Principes généraux En vue de certifier les caractéristiques chiffrées des manifestations commerciales, l'organisme réalise les deux types de contrôle suivants : - contrôle de premier niveau : contrôle de type comptable de documents communiqués par l'organisateur de la manifestation ; - contrôle de second niveau : contrôle de cohérence entre les résultats du contrôle de premier niveau et les caractéristiques chiffrées habituellement observées par la profession pour ce type de manifestation. Pour ces contrôles, l'organisme : - respecte les définitions réglementaires en vigueur ; - utilise, pour procéder au contrôle de second niveau, les seuls chiffres officiels publiés par le ministère chargé du commerce. L'organisme suit les étapes suivantes : 1. Enregistrement de la demande préalable de l'organisateur de la manifestation ; 2. Recueil des caractéristiques chiffrées de la manifestation auprès de l'organisateur ; 3. Contrôle de premier niveau des données recueillies ; 4. Etablissement d'un procès-verbal provisoire sur la base des résultats du contrôle de premier niveau ; 5. Contrôle de second niveau des données recueillies ; 6. Etablissement d'un procès-verbal définitif - valant certification des caractéristiques chiffrées de la manifestation - sur la base des résultats du contrôle de second niveau. L'organisme chargé de certifier les caractéristiques chiffrées des manifestations commerciales recueille auprès de l'organisateur de la manifestation les documents et informations nécessaires pour ces opérations, et notamment : - documents comptables : factures, extraits de comptes relatifs aux recettes afférentes aux exposants, à la vente et à la prévente de tickets ; - chiffres déclarés par l'organisateur à l'issue de la manifestation (communiqué de presse...) ; - tout document qu'il juge utile ; - dossiers d'inscription des exposants mentionnant les tarifs, les surfaces occupées et les montants facturés ; - plan d'implantation de la manifestation ; - le cas échéant, catalogue de la manifestation et ses additifs ; - liste des exposants (coordonnées, surfaces occupées, montants facturés par nature de service fourni et, le cas échéant, nationalité) ; - liste de ventilation des exposants entre exposants principaux et coexposants ; - le cas échéant, liste de ventilation des exposants entre exposants français et étrangers ; - les surfaces nettes allouées aux animations ou présentations en relation avec le thème de la manifestation ; - la surface totale, dite  surface brute , louée par le gestionnaire du site à l'organisateur de la manifestation ; - talons de tickets contrôlés à l'entrée de la manifestation, classés par catégorie ; - nombre de visiteurs enregistrés par avance et ayant visité effectivement la manifestation et nombre de visiteurs enregistrés à l'entrée de la manifestation ; - facture relative à l'édition des titres d'accès mentionnant les numéros de série ; - le cas échéant, procès-verbal d'huissier de destruction de la billetterie ; - pour une manifestation dont les visiteurs sont enregistrés par un prestataire externe de l'organisateur, le document certifié sincère et conforme attestant du nombre de visiteurs contrôlés ; - le nombre de badges attribués par l'organisateur aux personnels des exposants. II. - Modalités de contrôle A. - Contrôle de premier niveau Ce contrôle est de type comptable, sur pièces, soit sur place chez l'organisateur de la manifestation, soit sur la base de documents transmis par ce dernier. Il porte : 1. Sur le nombre d'exposants : - rapprochement du nombre d'exposants vérifiés avec la liste des exposants fournie par l'organisateur ; - rapprochement des données mentionnées aux dossiers d'inscription des exposants (surfaces occupées et montants facturés) avec celles de la liste des exposants et avec le plan d'implantation de la manifestation ; - rapprochement des tarifs de location relevés avec les tarifs mentionnés sur les dossiers d'inscription ainsi que sur un échantillonnage aléatoire de factures émises ; - rapprochement du montant des recettes issues de la location de stands avec les extraits de comptes relatifs aux recettes afférentes aux exposants ; - rapprochement de la liste des coexposants vérifiés avec les attestations des exposants principaux hébergeurs. 2. Sur le nombre de visiteurs : Pour les visiteurs munis d'un ticket acheté aux guichets de la manifestation ou en prévente : - rapprochement du tarif mentionné au procès-verbal provisoire avec celui figurant sur les tickets ; - rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; - rapprochement du montant des recettes mentionné au procès-verbal provisoire avec le nombre de talons de tickets contrôlés classés par catégorie. Pour les visiteurs munis d'un ticket obtenu auprès de l'organisateur de la manifestation, d'un exposant ou d'un tiers : - rapprochement de la facture de l'éditeur des tickets avec le nombre de tickets édités mentionné au procès-verbal provisoire ; - rapprochement des différents tarifs avec ceux mentionnés aux dossiers d'inscription ; - rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; - rapprochement du nombre de tickets édités, vendus et non vendus et, le cas échéant, du nombre mentionné au procès-verbal d'huissier de destruction de la billetterie. Pour les manifestations dont le nombre de visiteurs est fourni par un prestataire externe de l'organisateur : - rapprochement des informations mentionnées au procès-verbal provisoire avec les documents certifiés du prestataire externe ; - rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets. B. - Contrôle complémentaire de premier niveau En dehors de toute hypothèse d'anomalie, l'organisme certificateur procède à un double contrôle de premier niveau des caractéristiques chiffrées de certaines manifestations choisies par échantillonnage aléatoire (une manifestation sur quarante au moins). C. - Contrôle de second niveau Le contrôle de second niveau permet d'identifier les écarts significatifs justifiant un complément d'information de la part de l'organisateur. Il est réalisé par traitement et comparaison des caractéristiques chiffrées issues des contrôles de premier niveau par calcul des ratios suivants (en valeur absolue) : - surface nette de la manifestation divisée par surface brute de la manifestation : ce ratio est généralement inférieur ou égal à 2 / 3 ; - surface nette des stands divisée par nombre d'exposants : ce ratio est généralement supérieur ou égal à 6 mètres carrés ; - nombre d'entrées divisé par surface brute de la manifestation divisé par le nombre de jours d'ouverture au public de la manifestation : ce ratio est généralement inférieur à 1 visite / m ² et par jour ; - caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes de la manifestation. Est constitutive d'un écart significatif une variation supérieure à 10 % par rapport à la session précédente ; cette variation doit néanmoins également s'apprécier sur plusieurs sessions ; - caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes dans le même secteur et pour le même type de manifestation (tels que définis à l' article 2 du décret n° 2006-85 du 27 janvier 2006 ). Est constitutive d'un écart significatif une variation supérieure à l'écart type observé dans le même secteur et pour le même type de manifestation des ratios suivants : - surface moyenne des stands = surface totale occupée par les exposants divisée par nombre d'exposants ; - nombre moyen de visites par exposant et par jour = nombre de visites divisé par nombre d'exposants, divisé par nombre de jours d'ouverture de la manifestation.",
            "texteHtml": "<p align='center'>PRINCIPALES OPÉRATIONS DE CONTRÔLE EN VUE DE LA CERTIFICATION DES CARACTÉRISTIQUES CHIFFRÉES DES MANIFESTATIONS COMMERCIALES </p><p></p><p>(annexe XIII de l'annexe 7-10 du livre septième de la partie Arrêtés du code de commerce) <br/></p><p>I. - Principes généraux </p><p></p><p>En vue de certifier les caractéristiques chiffrées des manifestations commerciales, l'organisme réalise les deux types de contrôle suivants : </p><p>- contrôle de premier niveau : contrôle de type comptable de documents communiqués par l'organisateur de la manifestation ; </p><p>- contrôle de second niveau : contrôle de cohérence entre les résultats du contrôle de premier niveau et les caractéristiques chiffrées habituellement observées par la profession pour ce type de manifestation. </p><p>Pour ces contrôles, l'organisme : </p><p>- respecte les définitions réglementaires en vigueur ; </p><p>- utilise, pour procéder au contrôle de second niveau, les seuls chiffres officiels publiés par le ministère chargé du commerce.</p><p>L'organisme suit les étapes suivantes : </p><p>1. Enregistrement de la demande préalable de l'organisateur de la manifestation ; </p><p>2. Recueil des caractéristiques chiffrées de la manifestation auprès de l'organisateur ; </p><p>3. Contrôle de premier niveau des données recueillies ; </p><p>4. Etablissement d'un procès-verbal provisoire sur la base des résultats du contrôle de premier niveau ; </p><p>5. Contrôle de second niveau des données recueillies ; </p><p>6. Etablissement d'un procès-verbal définitif - valant certification des caractéristiques chiffrées de la manifestation - sur la base des résultats du contrôle de second niveau.</p><p>L'organisme chargé de certifier les caractéristiques chiffrées des manifestations commerciales recueille auprès de l'organisateur de la manifestation les documents et informations nécessaires pour ces opérations, et notamment : </p><p>- documents comptables : factures, extraits de comptes relatifs aux recettes afférentes aux exposants, à la vente et à la prévente de tickets ; </p><p>- chiffres déclarés par l'organisateur à l'issue de la manifestation (communiqué de presse...) ; </p><p>- tout document qu'il juge utile ; </p><p>- dossiers d'inscription des exposants mentionnant les tarifs, les surfaces occupées et les montants facturés ; </p><p>- plan d'implantation de la manifestation ; </p><p>- le cas échéant, catalogue de la manifestation et ses additifs ; </p><p>- liste des exposants (coordonnées, surfaces occupées, montants facturés par nature de service fourni et, le cas échéant, nationalité) ; </p><p>- liste de ventilation des exposants entre exposants principaux et coexposants ; </p><p>- le cas échéant, liste de ventilation des exposants entre exposants français et étrangers ; </p><p>- les surfaces nettes allouées aux animations ou présentations en relation avec le thème de la manifestation ; </p><p>- la surface totale, dite  surface brute , louée par le gestionnaire du site à l'organisateur de la manifestation ; </p><p>- talons de tickets contrôlés à l'entrée de la manifestation, classés par catégorie ; </p><p>- nombre de visiteurs enregistrés par avance et ayant visité effectivement la manifestation et nombre de visiteurs enregistrés à l'entrée de la manifestation ; </p><p>- facture relative à l'édition des titres d'accès mentionnant les numéros de série ; </p><p>- le cas échéant, procès-verbal d'huissier de destruction de la billetterie ; </p><p>- pour une manifestation dont les visiteurs sont enregistrés par un prestataire externe de l'organisateur, le document certifié sincère et conforme attestant du nombre de visiteurs contrôlés ; </p><p>- le nombre de badges attribués par l'organisateur aux personnels des exposants. </p><p></p><p>II. - Modalités de contrôle </p><p>A. - Contrôle de premier niveau </p><p></p><p>Ce contrôle est de type comptable, sur pièces, soit sur place chez l'organisateur de la manifestation, soit sur la base de documents transmis par ce dernier. Il porte : </p><p>1. Sur le nombre d'exposants : </p><p>- rapprochement du nombre d'exposants vérifiés avec la liste des exposants fournie par l'organisateur ; </p><p>- rapprochement des données mentionnées aux dossiers d'inscription des exposants (surfaces occupées et montants facturés) avec celles de la liste des exposants et avec le plan d'implantation de la manifestation ; </p><p>- rapprochement des tarifs de location relevés avec les tarifs mentionnés sur les dossiers d'inscription ainsi que sur un échantillonnage aléatoire de factures émises ; </p><p>- rapprochement du montant des recettes issues de la location de stands avec les extraits de comptes relatifs aux recettes afférentes aux exposants ; </p><p>- rapprochement de la liste des coexposants vérifiés avec les attestations des exposants principaux hébergeurs. </p><p>2. Sur le nombre de visiteurs : </p><p>Pour les visiteurs munis d'un ticket acheté aux guichets de la manifestation ou en prévente : </p><p>- rapprochement du tarif mentionné au procès-verbal provisoire avec celui figurant sur les tickets ; </p><p>- rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; </p><p>- rapprochement du montant des recettes mentionné au procès-verbal provisoire avec le nombre de talons de tickets contrôlés classés par catégorie. </p><p>Pour les visiteurs munis d'un ticket obtenu auprès de l'organisateur de la manifestation, d'un exposant ou d'un tiers : </p><p>- rapprochement de la facture de l'éditeur des tickets avec le nombre de tickets édités mentionné au procès-verbal provisoire ; </p><p>- rapprochement des différents tarifs avec ceux mentionnés aux dossiers d'inscription ; </p><p>- rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; </p><p>- rapprochement du nombre de tickets édités, vendus et non vendus et, le cas échéant, du nombre mentionné au procès-verbal d'huissier de destruction de la billetterie. </p><p>Pour les manifestations dont le nombre de visiteurs est fourni par un prestataire externe de l'organisateur : </p><p>- rapprochement des informations mentionnées au procès-verbal provisoire avec les documents certifiés du prestataire externe ; </p><p>- rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets.</p><p></p><p>B. - Contrôle complémentaire de premier niveau </p><p></p><p>En dehors de toute hypothèse d'anomalie, l'organisme certificateur procède à un double contrôle de premier niveau des caractéristiques chiffrées de certaines manifestations choisies par échantillonnage aléatoire (une manifestation sur quarante au moins).</p><p></p><p>C. - Contrôle de second niveau </p><p></p><p>Le contrôle de second niveau permet d'identifier les écarts significatifs justifiant un complément d'information de la part de l'organisateur. Il est réalisé par traitement et comparaison des caractéristiques chiffrées issues des contrôles de premier niveau par calcul des ratios suivants (en valeur absolue) : </p><p>- surface nette de la manifestation divisée par surface brute de la manifestation : ce ratio est généralement inférieur ou égal à 2 / 3 ; </p><p>- surface nette des stands divisée par nombre d'exposants : ce ratio est généralement supérieur ou égal à 6 mètres carrés ; </p><p>- nombre d'entrées divisé par surface brute de la manifestation divisé par le nombre de jours d'ouverture au public de la manifestation : ce ratio est généralement inférieur à 1 visite / m ² et par jour ; </p><p>- caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes de la manifestation. Est constitutive d'un écart significatif une variation supérieure à 10 % par rapport à la session précédente ; cette variation doit néanmoins également s'apprécier sur plusieurs sessions ; </p><p>- caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes dans le même secteur et pour le même type de manifestation (tels que définis à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000455034&idArticle=JORFARTI000002495152&categorieLien=cid'>article 2 du décret n° 2006-85 du 27 janvier 2006</a>). Est constitutive d'un écart significatif une variation supérieure à l'écart type observé dans le même secteur et pour le même type de manifestation des ratios suivants : </p><p>- surface moyenne des stands = surface totale occupée par les exposants divisée par nombre d'exposants ; </p><p>- nombre moyen de visites par exposant et par jour = nombre de visites divisé par nombre d'exposants, divisé par nombre de jours d'ouverture de la manifestation.</p><p></p><p></p>",
            "num": "Annexe XIII",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1269561600000,
            "dateFin": 1372636800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1878523903,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162149",
                        "id": "LEGISCTA000020164479",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162791",
                        "id": "LEGISCTA000020163834",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020162847",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020162791",
            "sectionParentId": "LEGISCTA000020163834",
            "sectionParentTitre": "ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022016400",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022013695",
                    "textTitle": "Arrêté du 19 mars 2010 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000022014722",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2010-03-25",
                    "dateSignaTexte": "2010-03-19",
                    "dateDebutCible": "2010-03-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000455034",
                    "textTitle": "Décret n°2006-85 du 27 janvier 2006 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000002495152",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-85",
                    "datePubli": 1138492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A762-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A762-9",
                    "articleId": "LEGIARTI000026592086",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1372636800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163778",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022016400",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026592089",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe XIII"
            ],
            "versionPrecedente": "LEGIARTI000020163778",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163778",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "(ANNEXE À L'ARTICLE A. 762-9) AGRÉMENT DES ORGANISMES DE CERTIFICATION DES CARACTÉRISTIQUES CHIFFRÉES DES MANIFESTATIONS COMMERCIALES CAHIER DES CHARGES D'AGRÉMENT 1. Conditions d'agrément 1. 1. Mission d'un organisme de certification Au sens du présent cahier des charges, un organisme de certification certifie les caractéristiques chiffrées des manifestations commerciales définies à l'article R. 762-4. Un organisme de certification est en mesure de certifier les caractéristiques chiffrées de toute manifestation commerciale répondant aux définitions légales et réglementaires sur l'ensemble du territoire français. Cet organisme intervient pour le compte de l'organisateur de la manifestation commerciale, ce dernier ayant pour obligation de faire certifier les caractéristiques chiffrées de la session précédente de la manifestation qu'il déclare aux pouvoirs publics. Pour ce faire, l'organisme recueille et certifie les caractéristiques chiffrées mentionnées à l'article A. 762-3 . Le caractère obligatoire, tant de la déclaration préalable d'une manifestation commerciale que de la certification de ses caractéristiques chiffrées, répond à la nécessité pour les pouvoirs publics, eu égard à la fréquentation attendue de ladite manifestation, de prendre toute mesure nécessaire au maintien de l'ordre public et de la sécurité. 1. 2. Méthodologie de certification : principes généraux L'organisme de certification réalise les deux types de contrôle suivants : ― contrôle de premier niveau : contrôle de type comptable de documents communiqués par l'organisateur de la manifestation ; ― contrôle de second niveau : contrôle de cohérence entre les résultats du contrôle de premier niveau et les caractéristiques chiffrées habituellement observées par la profession pour ce type de manifestation. Pour ces contrôles, l'organisme : ― respecte les définitions réglementaires en vigueur ; ― utilise, pour procéder au contrôle de second niveau, les seuls chiffres officiels publiés par le ministère chargé du commerce et, le cas échéant, par tout organisme certificateur agréé. 1. 3. Méthodologie de certification : mode opératoire L'organisme suit les étapes suivantes : 1. Demande préalable de l'organisateur de la manifestation auprès de l'organisme certificateur. 2. Recueil des caractéristiques chiffrées de la manifestation par l'organisme certificateur auprès de son organisateur. 3. Contrôle de premier niveau par l'organisme certificateur des données recueillies. 4. Etablissement du procès-verbal provisoire par l'organisme certificateur sur la base des résultats du contrôle de premier niveau. 5. Contrôle de second niveau par l'organisme certificateur des données recueillies. 6. Etablissement du procès-verbal définitif ― valant certification des caractéristiques chiffrées de la manifestation ― par l'organisme certificateur sur la base des résultats du contrôle de second niveau. Le délai de réalisation de chaque étape est fixé par le règlement intérieur de l'organisme certificateur et mentionné dans le contrat conclu entre ce dernier et l'organisateur de la manifestation. 1. 3. 1. Documents recueillis par l'organisme auprès de l'organisateur d'une manifestation L'organisme certificateur recueille auprès de l'organisateur de la manifestation les documents et informations suivants : ― documents comptables : factures, extraits de comptes relatifs aux recettes afférentes aux exposants, à la vente et à la prévente de tickets ; ― chiffres déclarés par l'organisateur à l'issue de la manifestation (communiqué de presse...) ; ― tout document jugé utile par l'organisme certificateur. Aux fins de vérification du nombre d'exposants et de la surface nette de la manifestation : ― dossiers d'inscription des exposants mentionnant les tarifs, les surfaces occupées et les montants facturés ; ― plan d'implantation de la manifestation ; ― le cas échéant, catalogue de la manifestation et ses additifs ; ― liste des exposants (coordonnées, surfaces occupées, montants facturés par nature de service fourni et, le cas échéant, nationalité) ; ― liste de ventilation des exposants entre exposants principaux et coexposants ; ― le cas échéant, liste de ventilation des exposants entre exposants français et étrangers ; ― les surfaces nettes allouées aux animations ou présentations en relation avec le thème de la manifestation ; ― la surface totale, dite surface brute, louée par le gestionnaire du site à l'organisateur de la manifestation. Aux fins de vérification du nombre de visiteurs : ― talons de tickets contrôlés à l'entrée de la manifestation, classés par catégorie ; ― nombre de visiteurs enregistrés par avance et ayant visité effectivement la manifestation et nombre de visiteurs enregistrés à l'entrée de la manifestation ; ― facture relative à l'édition des titres d'accès mentionnant les numéros de série ; ― le cas échéant, procès-verbal d'huissier de destruction de la billetterie ; ― pour une manifestation dont les visiteurs sont enregistrés par un prestataire externe de l'organisateur, le document certifié sincère et conforme attestant du nombre de visiteurs contrôlés. Aux fins de vérification de la fréquentation : ― le nombre de badges attribués par l'organisateur aux personnels des exposants. 1. 3. 2. Modalités de calcul du nombre de visiteurs, de visites et de la fréquentation Est pris en compte pour le calcul du nombre de visiteurs toute personne qui visite effectivement la manifestation et qui : ― a acheté son ticket en prévente ; ― ou a acheté son ticket aux guichets de la manifestation ; ― ou dispose d'une invitation ou d'un ticket à tarif réduit ou gratuit ; ― ou dispose d'un ticket à entrées multiples ou un abonnement. Dans l'hypothèse où il est quantifiable, le nombre de revisites est pris en compte dans le calcul du nombre de visites. Est pris en compte pour le calcul de la fréquentation le nombre de visites, dites entrées visiteurs, et le personnel des exposants, calculé à partir du nombre de badges journaliers délivrés par l'organisateur. 1. 3. 3. Modalités de contrôle A. ― Contrôle de premier niveau Ce contrôle est de type comptable, sur pièces, soit sur place chez l'organisateur de la manifestation, soit sur la base de documents transmis par ce dernier. Opérations de contrôle du nombre d'exposants : ― rapprochement du nombre d'exposants vérifiés avec la liste des exposants fournie par l'organisateur ; ― rapprochement des données mentionnées aux dossiers d'inscription des exposants (surfaces occupées et montants facturés) avec celles de la liste des exposants et avec le plan d'implantation de la manifestation ; ― rapprochement des tarifs de location relevés avec les tarifs mentionnés sur les dossiers d'inscription ainsi que sur un échantillonnage aléatoire de factures émises ; ― rapprochement du montant des recettes issues de la location de stands avec les extraits de comptes relatifs aux recettes afférentes aux exposants ; ― rapprochement de la liste des coexposants vérifiés avec les attestations des exposants principaux hébergeurs. Opérations de contrôle du nombre de visiteurs : Pour les visiteurs munis d'un ticket acheté aux guichets de la manifestation ou en prévente : ― rapprochement du tarif mentionné au procès-verbal provisoire avec celui figurant sur les tickets ; ― rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; ― rapprochement du montant des recettes mentionné au procès-verbal provisoire avec le nombre de talons de tickets contrôlés classés par catégorie. Pour les visiteurs munis d'un ticket obtenu auprès de l'organisateur de la manifestation, d'un exposant ou d'un tiers : ― rapprochement de la facture de l'éditeur des tickets avec le nombre de tickets édités mentionné au procès-verbal provisoire ; ― rapprochement des différents tarifs avec ceux mentionnés aux dossiers d'inscription ; ― rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; ― rapprochement du nombre de tickets édités, vendus et non vendus et, le cas échéant, du nombre mentionné au procès-verbal d'huissier de destruction de la billetterie. Pour les manifestations dont le nombre de visiteurs est contrôlé par un prestataire externe de l'organisateur : ― rapprochement des informations mentionnées au procès-verbal provisoire avec les documents certifiés du prestataire externe ; ― rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets. B. ― Contrôle complémentaire de premier niveau En dehors de toute hypothèse d'anomalie, l'organisme certificateur procède à un double contrôle de premier niveau des caractéristiques chiffrées de certaines manifestations choisies par échantillonnage aléatoire (une manifestation sur quarante au moins). C. ― Contrôle de second niveau Le contrôle de second niveau permet d'identifier les écarts significatifs justifiant un complément d'information de la part de l'organisateur. Il est réalisé par traitement et comparaison des données suivantes : ― caractéristiques chiffrées issues des contrôles de premier niveau par calcul des ratios suivants (en valeur absolue) : ― surface nette de la manifestation divisée par surface brute de la manifestation : ce ratio est généralement inférieur ou égal à 2 / 3 ; ― surface nette des stands divisée par nombre d'exposants : ce ratio est généralement supérieur ou égal à 6 m ² ; ― nombre d'entrées divisé par surface brute de la manifestation divisé par le nombre de jours d'ouverture au public de la manifestation : ce ratio est généralement inférieur à 1 visite / m ² et par jour ; ― caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes de la manifestation. Est constitutive d'un écart significatif une variation supérieure à 10 % par rapport à la session précédente ; cette variation s'apprécie néanmoins également sur plusieurs sessions ; ― caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes dans le même secteur et pour le même type de manifestation (tels que définis à l'article R. 762-4 ). Est constitutive d'un écart significatif une variation supérieure à l'écart-type observé dans le même secteur et pour le même type de manifestation des ratios suivants : ― surface moyenne des stands = surface totale occupée par les exposants divisée par nombre d'exposants ; ― nombre moyen de visites par exposant et par jour = nombre de visites divisé par nombre d'exposants, divisé par nombre de jours d'ouverture de la manifestation. Dans l'hypothèse où les informations fournies par l'organisateur ne sont pas jugées satisfaisantes par l'organisme certificateur, celui-ci peut refuser de délivrer le procès-verbal définitif. 1. 3. 4. Modalités de réutilisation des caractéristiques chiffrées certifiées d'une manifestation Le contrat conclu entre l'organisme certificateur et l'organisateur d'une manifestation fixe les conditions de réutilisation des caractéristiques chiffrées certifiées de ladite manifestation. Cette réutilisation ne s'entend pas au sens de celle faite par les pouvoirs publics au titre du régime de déclaration préalable des manifestations commerciales. Les coordonnées des organismes certificateurs font l'objet d'un traitement informatique effectué pour le compte de l'Etat. La loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés accorde un droit d'accès et de rectification aux informations traitées. Pour exercer ce droit, les organismes certificateurs peuvent s'adresser à la DCASPL (bureau de la communication), 3-5, rue Barbet-de-Jouy, 75353 Paris 07 SP. 2. Procédure d'agrément 2. 1. Demande initiale et déclaration modificative d'agrément Toute demande d'agrément est adressée au ministère chargé du commerce (DCASPL, bureau B 2), 3-5, rue Barbet-de-Jouy, 75353 Paris 07 SP. Toute modification d'une pièce constitutive du dossier de demande initiale d'agrément fait l'objet d'une déclaration immédiate auprès du ministère chargé du commerce. 2. 2. Pièces constitutives de la demande d'agrément La demande d'agrément comporte les pièces suivantes : ― un extrait de moins de trois mois des inscriptions portées au registre du commerce et des sociétés (RCS) ou la copie de l'annonce de création d'association parue au Journal officiel de la République française ; ― une copie des statuts et, le cas échéant, du règlement intérieur ; ― le numéro unique d'identification (SIRET) de l'organisme certificateur ; ― le bilan et le compte de résultats du dernier exercice ; ― une attestation d'assurance professionnelle ; ― le modèle de contrat type conclu avec un organisateur de manifestation, dans l'hypothèse où ce dernier n'est pas adhérent de l'organisme certificateur ; ― lorsque l'organisme certificateur a recours à un expert-comptable agissant en qualité de contrôleur pour son compte, le modèle de contrat type conclu avec cet expert-comptable ; ― le cas échéant, le modèle de contrat type conclu avec un prestataire externe de l'organisateur de la manifestation au titre du contrôle de nombre de visiteurs ; ce modèle peut être intégré au modèle de contrat type conclu avec un organisateur de manifestation ; ― un descriptif des moyens humains et matériels, en précisant notamment la qualification des contrôleurs ; ― un descriptif des modalités de transmission par voie électronique, par l'organisateur d'une manifestation à l'organisme certificateur, des caractéristiques chiffrées de ladite manifestation. 2. 3. Rapport annuel d'activité de l'organisme certificateur Un rapport annuel d'activité est transmis au ministère chargé du commerce (DCASPL, bureau B 2), 3-5, rue Barbet-de-Jouy, 75353 Paris 07 SP, récapitulant les principales données relatives à l'activité de l'organisme au cours de l'année écoulée, notamment le nombre de manifestations contrôlées réparties par secteur et par taille, le nombre de procès-verbaux délivrés, le nombre d'anomalies constatées et les actions menées en matière de formation des personnes chargées des contrôles. Ce rapport est transmis au plus tard le 31 mars de l'année qui suit celle pour laquelle il est établi.",
            "texteHtml": "<p align='center'>(ANNEXE À L'ARTICLE A. 762-9) </p><p align='center'>AGRÉMENT DES ORGANISMES DE CERTIFICATION DES CARACTÉRISTIQUES CHIFFRÉES DES MANIFESTATIONS COMMERCIALES </p><p align='center'>CAHIER DES CHARGES D'AGRÉMENT </p><div align='center'>1. <b>Conditions d'agrément </b></div><div align='center'>1. 1. Mission d'un organisme de certification </div><p>Au sens du présent cahier des charges, un organisme de certification certifie les caractéristiques chiffrées des manifestations commerciales définies à l'article R. 762-4. <br/>Un organisme de certification est en mesure de certifier les caractéristiques chiffrées de toute manifestation commerciale répondant aux définitions légales et réglementaires sur l'ensemble du territoire français. <br/>Cet organisme intervient pour le compte de l'organisateur de la manifestation commerciale, ce dernier ayant pour obligation de faire certifier les caractéristiques chiffrées de la session précédente de la manifestation qu'il déclare aux pouvoirs publics. Pour ce faire, l'organisme recueille et certifie les caractéristiques chiffrées mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000020162696&dateTexte=&categorieLien=cid' title='Code de commerce. - art. A762-3 (V)'>A. 762-3</a>. <br/>Le caractère obligatoire, tant de la déclaration préalable d'une manifestation commerciale que de la certification de ses caractéristiques chiffrées, répond à la nécessité pour les pouvoirs publics, eu égard à la fréquentation attendue de ladite manifestation, de prendre toute mesure nécessaire au maintien de l'ordre public et de la sécurité. </p><p align='center'>1. 2. Méthodologie de certification : principes généraux </p><p>L'organisme de certification réalise les deux types de contrôle suivants : <br/>― contrôle de premier niveau : contrôle de type comptable de documents communiqués par l'organisateur de la manifestation ; <br/>― contrôle de second niveau : contrôle de cohérence entre les résultats du contrôle de premier niveau et les caractéristiques chiffrées habituellement observées par la profession pour ce type de manifestation. <br/>Pour ces contrôles, l'organisme : <br/>― respecte les définitions réglementaires en vigueur ; <br/>― utilise, pour procéder au contrôle de second niveau, les seuls chiffres officiels publiés par le ministère chargé du commerce et, le cas échéant, par tout organisme certificateur agréé. </p><p align='center'>1. 3. Méthodologie de certification : mode opératoire </p><p>L'organisme suit les étapes suivantes : <br/>1. Demande préalable de l'organisateur de la manifestation auprès de l'organisme certificateur. <br/>2. Recueil des caractéristiques chiffrées de la manifestation par l'organisme certificateur auprès de son organisateur. <br/>3. Contrôle de premier niveau par l'organisme certificateur des données recueillies. <br/>4. Etablissement du procès-verbal provisoire par l'organisme certificateur sur la base des résultats du contrôle de premier niveau. <br/>5. Contrôle de second niveau par l'organisme certificateur des données recueillies. <br/>6. Etablissement du procès-verbal définitif ― valant certification des caractéristiques chiffrées de la manifestation ― par l'organisme certificateur sur la base des résultats du contrôle de second niveau. <br/>Le délai de réalisation de chaque étape est fixé par le règlement intérieur de l'organisme certificateur et mentionné dans le contrat conclu entre ce dernier et l'organisateur de la manifestation. </p><p align='center'>1. 3. 1. Documents recueillis par l'organisme <br/>auprès de l'organisateur d'une manifestation </p><p>L'organisme certificateur recueille auprès de l'organisateur de la manifestation les documents et informations suivants : <br/>― documents comptables : factures, extraits de comptes relatifs aux recettes afférentes aux exposants, à la vente et à la prévente de tickets ; <br/>― chiffres déclarés par l'organisateur à l'issue de la manifestation (communiqué de presse...) ; <br/>― tout document jugé utile par l'organisme certificateur. <br/>Aux fins de vérification du nombre d'exposants et de la surface nette de la manifestation : <br/>― dossiers d'inscription des exposants mentionnant les tarifs, les surfaces occupées et les montants facturés ; <br/>― plan d'implantation de la manifestation ; <br/>― le cas échéant, catalogue de la manifestation et ses additifs ; <br/>― liste des exposants (coordonnées, surfaces occupées, montants facturés par nature de service fourni et, le cas échéant, nationalité) ; <br/>― liste de ventilation des exposants entre exposants principaux et coexposants ; <br/>― le cas échéant, liste de ventilation des exposants entre exposants français et étrangers ; <br/>― les surfaces nettes allouées aux animations ou présentations en relation avec le thème de la manifestation ; <br/>― la surface totale, dite surface brute, louée par le gestionnaire du site à l'organisateur de la manifestation. <br/>Aux fins de vérification du nombre de visiteurs : <br/>― talons de tickets contrôlés à l'entrée de la manifestation, classés par catégorie ; <br/>― nombre de visiteurs enregistrés par avance et ayant visité effectivement la manifestation et nombre de visiteurs enregistrés à l'entrée de la manifestation ; <br/>― facture relative à l'édition des titres d'accès mentionnant les numéros de série ; <br/>― le cas échéant, procès-verbal d'huissier de destruction de la billetterie ; <br/>― pour une manifestation dont les visiteurs sont enregistrés par un prestataire externe de l'organisateur, le document certifié sincère et conforme attestant du nombre de visiteurs contrôlés. <br/>Aux fins de vérification de la fréquentation : <br/>― le nombre de badges attribués par l'organisateur aux personnels des exposants. </p><p align='center'>1. 3. 2. Modalités de calcul du nombre de visiteurs, <br/>de visites et de la fréquentation </p><p>Est pris en compte pour le calcul du nombre de visiteurs toute personne qui visite effectivement la manifestation et qui : <br/>― a acheté son ticket en prévente ; <br/>― ou a acheté son ticket aux guichets de la manifestation ; <br/>― ou dispose d'une invitation ou d'un ticket à tarif réduit ou gratuit ; <br/>― ou dispose d'un ticket à entrées multiples ou un abonnement. <br/>Dans l'hypothèse où il est quantifiable, le nombre de revisites est pris en compte dans le calcul du nombre de visites. <br/>Est pris en compte pour le calcul de la fréquentation le nombre de visites, dites entrées visiteurs, et le personnel des exposants, calculé à partir du nombre de badges journaliers délivrés par l'organisateur. </p><p align='center'>1. 3. 3. Modalités de contrôle </p><p align='center'></p><p align='center'><br/>A. ― Contrôle de premier niveau </p><p>Ce contrôle est de type comptable, sur pièces, soit sur place chez l'organisateur de la manifestation, soit sur la base de documents transmis par ce dernier. <br/>Opérations de contrôle du nombre d'exposants : <br/>― rapprochement du nombre d'exposants vérifiés avec la liste des exposants fournie par l'organisateur ; <br/>― rapprochement des données mentionnées aux dossiers d'inscription des exposants (surfaces occupées et montants facturés) avec celles de la liste des exposants et avec le plan d'implantation de la manifestation ; <br/>― rapprochement des tarifs de location relevés avec les tarifs mentionnés sur les dossiers d'inscription ainsi que sur un échantillonnage aléatoire de factures émises ; <br/>― rapprochement du montant des recettes issues de la location de stands avec les extraits de comptes relatifs aux recettes afférentes aux exposants ; <br/>― rapprochement de la liste des coexposants vérifiés avec les attestations des exposants principaux hébergeurs. <br/>Opérations de contrôle du nombre de visiteurs : <br/>Pour les visiteurs munis d'un ticket acheté aux guichets de la manifestation ou en prévente : <br/>― rapprochement du tarif mentionné au procès-verbal provisoire avec celui figurant sur les tickets ; <br/>― rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; <br/>― rapprochement du montant des recettes mentionné au procès-verbal provisoire avec le nombre de talons de tickets contrôlés classés par catégorie. <br/>Pour les visiteurs munis d'un ticket obtenu auprès de l'organisateur de la manifestation, d'un exposant ou d'un tiers : <br/>― rapprochement de la facture de l'éditeur des tickets avec le nombre de tickets édités mentionné au procès-verbal provisoire ; <br/>― rapprochement des différents tarifs avec ceux mentionnés aux dossiers d'inscription ; <br/>― rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets ; <br/>― rapprochement du nombre de tickets édités, vendus et non vendus et, le cas échéant, du nombre mentionné au procès-verbal d'huissier de destruction de la billetterie. <br/>Pour les manifestations dont le nombre de visiteurs est contrôlé par un prestataire externe de l'organisateur : <br/>― rapprochement des informations mentionnées au procès-verbal provisoire avec les documents certifiés du prestataire externe ; <br/>― rapprochement du montant des recettes mentionné au procès-verbal provisoire avec les extraits de comptes relatifs aux recettes afférentes à la vente et à la prévente de tickets.</p><p align='center'>B. ― Contrôle complémentaire de premier niveau </p><p>En dehors de toute hypothèse d'anomalie, l'organisme certificateur procède à un double contrôle de premier niveau des caractéristiques chiffrées de certaines manifestations choisies par échantillonnage aléatoire (une manifestation sur quarante au moins).</p><p align='center'>C. ― Contrôle de second niveau </p><p>Le contrôle de second niveau permet d'identifier les écarts significatifs justifiant un complément d'information de la part de l'organisateur. Il est réalisé par traitement et comparaison des données suivantes : <br/>― caractéristiques chiffrées issues des contrôles de premier niveau par calcul des ratios suivants (en valeur absolue) : <br/>― surface nette de la manifestation divisée par surface brute de la manifestation : ce ratio est généralement inférieur ou égal à 2 / 3 ; <br/>― surface nette des stands divisée par nombre d'exposants : ce ratio est généralement supérieur ou égal à 6 m ² ; <br/>― nombre d'entrées divisé par surface brute de la manifestation divisé par le nombre de jours d'ouverture au public de la manifestation : ce ratio est généralement inférieur à 1 visite / m ² et par jour ; <br/>― caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes de la manifestation. Est constitutive d'un écart significatif une variation supérieure à 10 % par rapport à la session précédente ; cette variation s'apprécie néanmoins également sur plusieurs sessions ; <br/>― caractéristiques chiffrées de la session contrôlée avec celles des sessions précédentes dans le même secteur et pour le même type de manifestation (tels que définis à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006270548&dateTexte=&categorieLien=cid' title='Code de commerce. - art. R762-4 (V)'>l'article R. 762-4</a>). Est constitutive d'un écart significatif une variation supérieure à l'écart-type observé dans le même secteur et pour le même type de manifestation des ratios suivants : <br/>― surface moyenne des stands = surface totale occupée par les exposants divisée par nombre d'exposants ; <br/>― nombre moyen de visites par exposant et par jour = nombre de visites divisé par nombre d'exposants, divisé par nombre de jours d'ouverture de la manifestation. <br/>Dans l'hypothèse où les informations fournies par l'organisateur ne sont pas jugées satisfaisantes par l'organisme certificateur, celui-ci peut refuser de délivrer le procès-verbal définitif. </p><p align='center'>1. 3. 4. Modalités de réutilisation des caractéristiques <br/>chiffrées certifiées d'une manifestation </p><p>Le contrat conclu entre l'organisme certificateur et l'organisateur d'une manifestation fixe les conditions de réutilisation des caractéristiques chiffrées certifiées de ladite manifestation. Cette réutilisation ne s'entend pas au sens de celle faite par les pouvoirs publics au titre du régime de déclaration préalable des manifestations commerciales. <br/>Les coordonnées des organismes certificateurs font l'objet d'un traitement informatique effectué pour le compte de l'Etat. La <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid' title='Loi n°78-17 du 6 janvier 1978 (V)'>loi n° 78-17</a> du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés accorde un droit d'accès et de rectification aux informations traitées. Pour exercer ce droit, les organismes certificateurs peuvent s'adresser à la DCASPL (bureau de la communication), 3-5, rue Barbet-de-Jouy, 75353 Paris 07 SP. </p><p align='center'>2. <b>Procédure d'agrément </b></p><div align='center'>2. 1. Demande initiale <br/>et déclaration modificative d'agrément </div><p>Toute demande d'agrément est adressée au ministère chargé du commerce (DCASPL, bureau B 2), 3-5, rue Barbet-de-Jouy, 75353 Paris 07 SP. <br/>Toute modification d'une pièce constitutive du dossier de demande initiale d'agrément fait l'objet d'une déclaration immédiate auprès du ministère chargé du commerce. </p><p align='center'>2. 2. Pièces constitutives <br/>de la demande d'agrément </p><p>La demande d'agrément comporte les pièces suivantes : <br/>― un extrait de moins de trois mois des inscriptions portées au registre du commerce et des sociétés (RCS) ou la copie de l'annonce de création d'association parue au Journal officiel de la République française ; <br/>― une copie des statuts et, le cas échéant, du règlement intérieur ; <br/>― le numéro unique d'identification (SIRET) de l'organisme certificateur ; <br/>― le bilan et le compte de résultats du dernier exercice ; <br/>― une attestation d'assurance professionnelle ; <br/>― le modèle de contrat type conclu avec un organisateur de manifestation, dans l'hypothèse où ce dernier n'est pas adhérent de l'organisme certificateur ; <br/>― lorsque l'organisme certificateur a recours à un expert-comptable agissant en qualité de contrôleur pour son compte, le modèle de contrat type conclu avec cet expert-comptable ; <br/>― le cas échéant, le modèle de contrat type conclu avec un prestataire externe de l'organisateur de la manifestation au titre du contrôle de nombre de visiteurs ; ce modèle peut être intégré au modèle de contrat type conclu avec un organisateur de manifestation ; <br/>― un descriptif des moyens humains et matériels, en précisant notamment la qualification des contrôleurs ; <br/>― un descriptif des modalités de transmission par voie électronique, par l'organisateur d'une manifestation à l'organisme certificateur, des caractéristiques chiffrées de ladite manifestation. </p><p align='center'>2. 3. Rapport annuel d'activité <br/>de l'organisme certificateur </p><p>Un rapport annuel d'activité est transmis au ministère chargé du commerce (DCASPL, bureau B 2), 3-5, rue Barbet-de-Jouy, 75353 Paris 07 SP, récapitulant les principales données relatives à l'activité de l'organisme au cours de l'année écoulée, notamment le nombre de manifestations contrôlées réparties par secteur et par taille, le nombre de procès-verbaux délivrés, le nombre d'anomalies constatées et les actions menées en matière de formation des personnes chargées des contrôles. Ce rapport est transmis au plus tard le 31 mars de l'année qui suit celle pour laquelle il est établi.<br/></p>",
            "num": "Annexe XIII",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1269561600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1878523903,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VII : Des juridictions commerciales et de l'organisation du commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162149",
                        "id": "LEGISCTA000020164479",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162791",
                        "id": "LEGISCTA000020163834",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020162847",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020162791",
            "sectionParentId": "LEGISCTA000020163834",
            "sectionParentTitre": "ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VII : Des juridictions commerciales et de l'organisation du commerce. &gt; ANNEXE 7-10 (ANNEXE AUX ARTICLES A. 762-2 À A. 762-4 ET A. 762-9)",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163778",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n°78-17 du 6 janvier 1978 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A762-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A762-9",
                    "articleId": "LEGIARTI000026592086",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1372636800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. A762-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A762-3",
                    "articleId": "LEGIARTI000020162696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1232496000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. R762-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R762-4",
                    "articleId": "LEGIARTI000006270548",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1175040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163778",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022016400",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026592089",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe XIII"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}