{
    "cid": "LEGIARTI000034486048",
    "num": "Annexe 2-12",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000041851955",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000215460",
                    "textTitle": "Loi n°2002-2 du 2 janvier 2002",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000215460",
                    "natureText": "LOI",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "2002-2",
                    "datePubli": 1010016000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071191",
                    "natureText": "CODE",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-10-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D351-10-2",
                    "articleId": "LEGIARTI000034487992",
                    "natureText": "CODE",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493251200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D351-6",
                    "articleId": "LEGIARTI000006527287",
                    "natureText": "CODE",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1148428800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L112-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L112-2-1",
                    "articleId": "LEGIARTI000006524377",
                    "natureText": "CODE",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale.",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -353808000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074069",
                    "natureText": "CODE",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D312-59-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D312-59-3-1",
                    "articleId": "LEGIARTI000034485829",
                    "natureText": "CODE",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493251200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L312-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-1",
                    "articleId": "LEGIARTI000006797382",
                    "natureText": "CODE",
                    "date": 1599788218743,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1461456000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L312-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-7-1",
                    "articleId": "LEGIARTI000031919887",
                    "natureText": "CODE",
                    "date": 1599788218744,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041849472",
                    "textTitle": "Décret n°2020-515 du 4 mai 2020 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000041851396",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-05-06",
                    "dateSignaTexte": "2020-05-04",
                    "dateDebutCible": "2020-05-07"
                }
            ],
            "num": "Annexe 2-12",
            "origine": "LEGI",
            "texte": "CAHIER DES CHARGES DÉFINISSANT LES CONDITIONS DE FONCTIONNEMENT EN DISPOSITIF INTÉGRÉ PRÉVU À L'ARTICLE L. 312-7-1 DU CODE DE L'ACTION SOCIALE ET DES FAMILLES Préambule L'article 91 de la loi de modernisation de notre système de santé en date du 26 janvier 2016 prévoit la possibilité pour les instituts thérapeutiques éducatifs et pédagogiques (ITEP) et les services d'éducation spéciale et de soins à domicile (SESSAD) d'un territoire de fonctionner en dispositif intégré, à compter de la conclusion d'une convention et après délibération de la commission exécutive de la maison départementale des personnes handicapées (MDPH). Les établissements et services médico-sociaux qui relèvent du 2° du I de l'article L. 312-1 du code de l'action sociale et des familles (CASF) et qui peuvent s'inscrire dans le cadre du fonctionnement en dispositif intégré ITEP, sont : – les instituts thérapeutiques, éducatifs et pédagogiques (ITEP) dont l'article D. 312-59-1 du CASF prévoit qu'ils accueillent les enfants, adolescents ou jeunes adultes qui présentent des difficultés psychologiques dont l'expression, notamment l'intensité des troubles du comportement, perturbe gravement la s ocialisation et l'accès aux apprentissages. Ces enfants, adolescents et jeunes adultes se trouvent, malgré des potentialités intellectuelles et cognitives préservées, engagés dans un processus handicapant qui nécessite le recours à des actions conjuguées et à un accompagnement personnalisé (…). ; – les services d'éducation spéciale et de soins à domicile (SESSAD) qui interviennent également au bénéfice des enfants et des jeunes relevant de la même définition que ci-dessus, en application du 5° de l'article D. 312-59-5 du CASF. Ils proposent un accompagnement complémentaire à celui proposé au sein des ITEP. Il est entendu que toute référence dans le présent cahier des charges aux SESSAD fait référence aux SESSAD autorisés pour un public relevant des ITEP, dont la définition est rappelée ci-dessus. Le fonctionnement en dispositif intégré vise à faciliter les passages des enfants et des jeunes entre les modalités d'accompagnement proposées par les ITEP et les SESSAD. Ainsi, la MDPH notifie en dispositif ITEP et l'établissement ou le service accueillant l'enfant ou le jeune peut ensuite procéder à des changements de modalités d'accompagnement sans nouvelle notification de la commission des droits et de l'autonomie des personnes handicapées (CDAPH), sous certaines conditions. Une souplesse est également rendue possible pour les changements de modalités de scolarisation. Il s'agit de permettre une meilleure fluidité des parcours des enfants et des jeunes accompagnés au sein du dispositif et ainsi, une meilleure adaptation de la prise en charge à leurs besoins. Ainsi, les termes dispositif ITEP caractérisent le fonctionnement en dispositif intégré des ITEP et des SESSAD. Le présent cahier des charges définit les conditions du fonctionnement en dispositif intégré ITEP mentionné à l' article L. 312-7-1 du code de l'action sociale et des familles . Il fixe les conditions relatives : 1. Au partenariat entre les acteurs intéressés au fonctionnement en dispositif intégré ITEP et à la convention qui le traduit ; 2. Au parcours de l'enfant ou du jeune ; 3. A la place des titulaires de l'autorité parentale ; 4. A la transmission des informations entre les partenaires et à la fiche de liaison ; 5. Au suivi de l'activité des ITEP et des SESSAD ; 6. Aux modalités de tarification et de facturation des ITEP et des SESSAD ; 7. Au circuit de gestion des prestations (prestation de compensation du handicap-PCH-, allocation d'éducation de l'enfant handicapé-AEEH). 1. Principes, prérequis et dispositions relatives aux conditions partenariales du fonctionnement en dispositif integré ITEP Les conditions partenariales de fonctionnement en dispositif intégré ITEP Le fonctionnement en dispositif intégré nécessite la conclusion d'une convention cadre départementale ou interdépartementale ou régionale entre MDPH, ARS, organismes de protection sociale, services académiques (rectorat et DRAAF, pour l'enseignement agricole) et organismes gestionnaires d'ITEP et de SESSAD qui s'engagent à fonctionner conformément au présent cahier des charges. Ces partenaires sont les signataires obligatoires de la convention de fonctionnement en dispositif ITEP. Cette convention est dénommée ci-après convention cadre. La convention cadre reste ouverte aux partenaires, notamment aux ITEP et aux SESSAD qui voudraient la rejoindre ultérieurement. Au regard des constats issus de l'expérimentation du fonctionnement en dispositif ITEP, il est recommandé d'associer aux signataires : les services de pédopsychiatrie/ psychiatrie, le conseil départemental (au nom du service de l'ASE) et les services de la protection judiciaire de la jeunesse (PJJ). Ce partenariat est une nécessité afin de construire l'articulation des acteurs et d'élaborer, mettre en œuvre et évaluer le projet personnalisé d'accompagnement (PPA) de l'enfant ou du jeune. Une attention particulière sera portée au partenariat avec les services de pédopsychiatrie. Cette convention cadre prévoit les engagements attendus des différentes parties prenantes afin de favoriser un fonctionnement en dispositif intégré. Elle précise les modalités de participation de chacun de signataires à ce fonctionnement. Elle peut être complétée en tant que de besoin par des accords entre les différents acteurs relatifs à leur coordination, dans le respect de la réglementation et du présent cahier des charges. Les conditions minimales de la convention cadre : La convention prévue par l'alinéa 4 de l'article L. 312-7-1 du CASF comporte nécessairement les dispositions suivantes, qui permettront la mise en œuvre opérationnelle du dispositif : 1. Objets, signataires et engagements communs ; 2. Pilotage de l'action ; 3. Dispositions relatives au partenariat avec les parents ou le représentant légal dont la participation au projet de l'enfant ou du jeune ; 4. Dispositions relatives aux MDPH (modalités de notification de l'accompagnement et de la scolarisation) ; 5. Dispositions relatives aux services académiques (changements de modalité de scolarisation) ; 6. Dispositions relatives aux ARS ; 7. Dispositions relatives aux ITEP, aux SESSAD et à leurs organismes gestionnaires (attendus dans le cadre du fonctionnement en dispositif intégré, partenariat et échanges d'informations, remontées d'informations à l'ARS …) ; 8. Dispositions relatives aux caisses primaires d'assurance maladie-CPAM (modalités de facturation) ; 9. Dispositions relatives aux organismes débiteurs des prestations familiales et aux conseils départementaux (impacts sur les droits AEEH et PCH) ; 10. Durée, révision et résiliation de la convention. En fonction des autres signataires, la convention cadre peut comporter les dispositions complémentaires suivantes : 1. Dispositions relatives au secteur de la pédopsychiatrie (rôle, partenariat) ; 2. Dispositions relatives à l'ASE et à la PJJ. Le pilotage local : La convention cadre prévoit les modalités de gouvernance et de pilotage de cette action. Ce pilotage peut s'inscrire dans les missions du comité départemental de suivi de l'école inclusive prévu à l'article D. 312-10-13 du CASF. Dans ce cas, une commission dédiée, réunissant les signataires de la convention cadre et les représentants des usagers et de leurs familles, est instituée. La mobilisation d'au moins trois modalités d'accompagnement (internat, accueil de jour, SESSAD) Les organismes gestionnaires des structures médico-sociales fonctionnant en dispositif intégré respectent les règles de fonctionnement relatives au fonctionnement des ITEP rappelées aux articles D. 312-59-1 à D. 312-59-17 du code de l'action sociale et des familles. Le fonctionnement en dispositif intégré ITEP requiert : La diversification des modes d'accompagnement à temps complet ou partiel. Pour chaque enfant ou jeune, en fonction de ses besoins et de leur évolution, le fonctionnement en dispositif ITEP permet de mobiliser les trois modalités suivantes d'accompagnement : – internat dont, le cas échéant, centre d'accueil familial spécialisé-CAFS (accueil de nuit) pouvant être décliné en internat de semaine, séquentiel, accueil temporaire, etc. ; – externat, semi-internat (accueil de jour) à temps plein, séquentiel ou temporaire ; – SESSAD (intervention ambulatoire). Ces modalités d'accompagnement peuvent être proposées : – par une structure disposant d'une autorisation SESSAD et ITEP et proposant les trois modalités d'accompagnement ; – par des structures relevant d'un même organisme gestionnaire dans le cadre d'une convention de partenariat ; – par des structures relevant d'organismes gestionnaires différents dans le cadre d'une convention de partenariat. La fluidité de l'accompagnement et de la mise en œuvre des PPC, PPS et PPA. Les établissements élaborent les projets personnalisés d'accompagnement (seuls ou en coopération) en conformité avec les besoins identifiés dans le plan personnalisé de compensation et avec l'accord du jeune majeur ou de ses parents ou de son représentant légal. Conformément aux dispositions de l'article L. 114-1-1 du CASF, un enfant ou un jeune orienté vers le dispositif ITEP peut bénéficier de la mise en place d'un plan d'accompagnement global (PAG), le PAG constituant une dimension du plan personnalisé de compensation (PPC). Les dispositifs ITEP s'assurent que leur organisation permet la fluidité de l'accompagnement. Ils s'assurent de la mise en œuvre des plans personnalisés de compensation (PPC), qui comportent le projet personnalisé de scolarisation (PPS) et sont déclinés dans les projets personnalisés d'accompagnement (PPA). L'objectif du dispositif est d'éviter les ruptures, ainsi qu'à l'inverse les logiques de filières trop systématiques. L'évolution du PPA est envisagée avec l'ensemble des partenaires intervenant dans l'accompagnement du jeune (services de pédopsychiatrie/ psychiatrie, ASE, PJJ, enseignant-représentant les services académiques, parents ou représentants légaux …) selon les modalités fixées dans la convention cadre. Comme le prévoit l' article D. 351-6 du code de l'éducation , le PPS est transmis au directeur de l'établissement ou du service médico-social, à l'enseignant référent ainsi qu'au directeur d'école ou au chef d'établissement scolaire. De manière générale, l'échange d'informations est recommandé afin de faciliter la cohérence du parcours de l'enfant ou du jeune. 2. Les conditions relatives au parcours de l'enfant et du jeune au sein du dispositif intégré ITEP Les conditions relatives aux modalités de notification de l'accompagnement dans le cadre du plan personnalisé d'accompagnement (PPA) La première notification de la MDPH : Dans le cadre du fonctionnement en dispositif intégré ITEP, la décision d'orientation de la CDAPH désigne le \" dispositif ITEP \". La décision notifiée comprend l'indication de la modalité d'entrée dans le dispositif (internat, accueil de jour, SESSAD). En cas de changement de département du jeune par le jeune, la MDPH du département d'origine transmet à la MDPH du département d'accueil la fiche de liaison actualisée. Si le département d'accueil ne fonctionne pas en dispositif intégré, la dernière modalité d'accompagnement prévaut. Les notifications ultérieures : les changements de modalités d'accompagnement dans le cadre du plan personnalisé d'accompagnement (PPA). Les changements de modalité d'accompagnement s'appuient sur une évaluation complète des besoins de l'enfant ou du jeune, réalisé par le dispositif ITEP l'accueillant, en lien avec l'ensemble des partenaires de son accompagnement (y compris son représentant légal). Deux situations peuvent se présenter : 1. Une modification non substantielle du PPA (qui n'aurait pas donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH) : seul l'accord des parents ou du représentant légal est sollicité. 2. Une modification substantielle du PPA (qui aurait donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH) : – les établissements et services fonctionnant en dispositif ITEP et accueillant l'enfant ou le jeune et les représentants de l'autorité parentale sont d'accord sur les changements de modalités envisagées d'accompagnement. Dans ce cas, ces changements ne font pas l'objet d'une nouvelle notification de la CDAPH, y compris s'ils concernent des décisions d'orientation prises antérieurement à la mise en œuvre du fonctionnement en dispositif ITEP au sein du département concerné ; – un des partenaires (parmi ceux cités ci-dessus y compris le représentant légal) est en désaccord sur les changements de modalités envisagées d'accompagnement, il ne peut pas y avoir de changement. Dans ce cas, la CDAPH peut être saisie dans les conditions prévues par l'article L. 241-6 du CASF. Si la modification validée du PPA nécessite une évolution du PPS : le PPS est modifié dans les conditions prévues par le code de l'éducation et notamment les articles D. 351-10-1 à D. 351-10-3. Ainsi, conformément à l'article D. 351-10, lorsque les parents sont invités à une réunion d'équipe de suivi de la scolarisation ou à une réunion durant laquelle sera évoquée une évolution du PPS ou du PPA, ils peuvent venir accompagnés d'une personne de leur choix ou se faire représenter. Conformément à la réglementation en vigueur, la CDAPH peut être saisie à tout moment par l'ESMS ou le représentant légal. Un référent de parcours est désigné. La convention cadre précise les modalités de désignation de ce référent. Conformément à l' article L. 112-2-1 du code de l'éducation , le référent de parcours est nécessairement membre de l'équipe de suivi de la scolarisation (ESS). Il participe à la construction du PPA. Toute fin d'accompagnement du dispositif ITEP doit faire l'objet d'une information anticipée à la MDPH, accompagnée d'un projet d'orientation travaillé au sein du dispositif. Le dispositif ITEP ne peut mettre fin de sa propre initiative à l'accompagnement sans décision préalable de la CDAPH, conformément aux dispositions du III de l'article L. 241-6 CASF. Les changements de modalités de la scolarisation Les conditions de modification des modalités de scolarisation inscrites dans le PPS dans le cadre du fonctionnement en dispositif intégré sont mentionnées aux articles D. 351-10-1 à D. 351-10-3 du code de l'éducation. Comme le prévoit l'article D. 351-10-3, la modification du PPS qui implique une orientation vers les classes des établissements régionaux d'enseignement adapté (EREA), les sections d'enseignement général et professionnel adapté (SEGPA) et les unités locales d'inclusion scolaire (ULIS) donne lieu à une affectation prononcée par l'autorité académique au vu de cette modification. L'objectif du fonctionnement en dispositif intégré est de garantir une meilleure fluidité des parcours et une plus grande souplesse des orientations. 3. Les conditions relatives a la place des titulaires de l'autorité parentale dans le fonctionnement en dispositif intégré ITEP Le respect des dispositions de la loi n° 2002-2 du 2 janvier 2002 et la participation des familles et des usagers à l'élaboration du projet personnalisé d'accompagnement et tout au long de la prise en charge. Les outils prévus par la loi n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale (dont notamment le projet d'établissement ou de service, le livret d'accueil, le règlement de fonctionnement, le contrat de séjour ou document individuel de prise en charge) doivent faire référence à ce fonctionnement en dispositif, par exemple par le biais d'une annexe. Dans un esprit de co-construction, les parents participent à l'élaboration du PPA et donnent leur avis et accord concernant les décisions relatives à l'évolution de l'accompagnement, y compris les évolutions des modalités d'accompagnement ou de scolarisation de l'enfant, de l'adolescent ou, le cas échéant avec son accord, du jeune adulte. Information des parents ou du représentant légal : Un document écrit d'information, élaboré par les partenaires à la convention cadre précitée et annexée à celle-ci, est transmis aux parents ou au représentant légal par la MDPH à l'appui de la notification d'orientation vers le \" dispositif ITEP \". Ce document permettra d'informer l'usager de l'incidence éventuelle d'une modification du PPA sur le montant des prestations versées. Recueil de l'accord des parents ou du représentant légal et délai de rétractation : L'accord du jeune majeur ou des titulaires de l'autorité parentale est systématiquement recueilli lors d'un changement de modalité d'accompagnement ou de scolarisation. En l'absence de cet accord, la CDAPH peut être saisie dans les conditions prévues par l'article L. 241-6 du CASF. La fiche de liaison décrivant la modification des modalités d'accompagnement et/ ou de scolarisation est remise aux parents ou au représentant légal pour accord. Après signature de la fiche de liaison par les parents ou le représentant légal, celui-ci dispose d'un délai de rétractation de quinze jours pour revenir sur son accord concernant ce changement. Il en informe alors le dispositif ITEP. 4. Les conditions relatives à la transmission des informations entre les partenaires et à la fiche de liaison La fiche de liaison prévue par l' article D. 351-10-2 du code de l'éducation , permet d'informer la MDPH des nouvelles modalités de scolarisation et d'accompagnement de l'enfant ou du jeune et des modifications substantielles de son PPS et de son PPA. Elle est complétée et transmise par le directeur de l'établissement ou du service qui accueille l'enfant ou le jeune et est signée par les parents ou le représentant légal de l'enfant ou du jeune. Les raisons qui ont conduit au changement de modalité d'accompagnement et/ ou de scolarisation de l'enfant ou du jeune sont explicitées dans la fiche de liaison. La fiche de liaison est transmise sans délais, à compter de la fin du délai de rétractation des parents ou du représentant légal, par le directeur de l'ITEP ou du SESSAD à la MDPH, à l'enseignant référent, au directeur d'école ou au chef d'établissement du lieu visé de scolarisation ou de formation et aux autres partenaires éventuels. Une modification substantielle est définie comme tout changement relatif aux modalités d'accompagnement et de scolarisation qui aurait donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH. Une évolution du nombre d'heures d'accompagnement qui n'aurait pas donné lieu, en droit commun, à une décision de la CDAPH ne nécessite pas la transmission de fiche de liaison. Elle est intégrée au projet personnalisé de scolarisation de l'élève et communiquée aux membres de l'ESS. Un document d'information qui peut être un volet de la fiche de liaison vaut, selon la procédure décrite dans la convention cadre, saisine de la MDPH pour la réévaluation de la situation au regard du droit à l'AEEH et le cas échéant, information au conseil départemental pour la réévaluation de la situation au regard du droit à la PCH. La fiche de liaison établie par les partenaires locaux est annexée à la convention cadre prévue par l'article L. 312-7-1 du CASF. 5. Les conditions relatives au suivi de l'activite des ITEP et des SESSAD Les établissements et services prenant part au fonctionnement en dispositif ITEP (signataires de la convention cadre) transmettent à la MDPH, à l'ARS, au rectorat et à la DRAAF, une fois par an, les données nécessaires au suivi des enfants ou des jeunes accueillis et au suivi de l'activité de l'ESMS, dans le cadre du dispositif ITEP. La date de transmission du bilan annuel, fixée par l'ARS figure dans la convention cadre et se situe entre le 30 avril et le 30 juin de chaque année. Ce bilan annuel, dont les modalités sont détaillées dans l'annexe 2-13 au présent code, comporte deux parties, à remplir par chaque établissement ou service : – la fiche d'indicateurs de suivi d'activité ; – un document de suivi individuel des enfants ou jeunes permettant de recueillir les informations concernant les changements de modalités d'accompagnement et de scolarisation intervenus durant l'année. 6. Les conditions relatives aux modalités de tarification et de facturation des ITEP et des SESSAD Afin de faciliter le fonctionnement du dispositif, la tarification des ESMS signataires de la convention cadre s'effectue dans le cadre d'un contrat pluriannuel d'objectifs et de moyens (CPOM). Le CPOM permet un fonctionnement avec une dotation globalisée commune et le fonctionnement en dispositif ITEP n'a alors aucune incidence sur la tarification et la facturation. En application de l'article L. 313-12-2 du CASF (issu de la loi de financement de la sécurité sociale pour 2016), les ITEP et les SESSAD relèvent des catégories d'ESMS pour lesquelles la signature d'un CPOM est rendue obligatoire. La généralisation du CPOM est pilotée par les DGARS, sur six années, à compter du 1er janvier 2016. Jusqu'à la conclusion d'un CPOM, les modalités de tarification suivantes sont possibles : – maintien du mode de financement antérieur des structures (PJ, PJG) sur la base d'un accord entre les gestionnaires et l'ARS avec la garantie d'un équilibre budgétaire en fin d'exercice, dès lors que le fonctionnement en dispositif intégré assure le maintien du nombre d'enfants ou de jeunes accompagnés par l'établissement ou le service ; – CPOM spécifique pour le ou les ITEP et SESSAD ITEP gérés par un même organisme. 7. Précisions sur le circuit de gestion des prestations Lorsque l'enfant est orienté vers un fonctionnement en dispositif ITEP intégré, les règles d'attribution de l'allocation d'éducation de l'enfant handicapé et de ses compléments sont assurées dans les conditions définies par le code de la sécurité sociale . La convention cadre doit prévoir le circuit de gestion à adopter afin de garantir une gestion à bon droit des compléments attribués. 1. Pour un enfant ou un jeune orienté vers un dispositif ITEP, la CDAPH inscrit dans la décision initiale d'attribution du complément d'allocation d'éducation de l'enfant handicapé : – la mention d'orientation en dispositif ITEP ; – l'indication de la modalité d'accompagnement dans le dispositif correspondant à la situation effective de l'enfant ou du jeune au moment de la décision d'attribution du complément. 2. Par la suite, la convention prévoit en cas de changements d'orientation de l'enfant, que les organismes débiteurs des prestations familiales et les conseils départementaux sont destinataires d'un document d'information, qui peut être un volet de la fiche de liaison et qui concerne l'AEEH pour les CAF et les CMSA et la PCH pour les conseils départementaux. Ce document-ou la fiche de liaison-est renseigné par l'établissement qui accompagne l'enfant afin de donner une information rapide sur les changements de modalités d'accompagnement de l'enfant au sein du dispositif intégré. La fiche de liaison à la disposition des partenaires locaux est définie par la convention cadre qui détermine également les modalités de transmission de ce document et d'information des familles et des acteurs concernés. 2.1. Si la modification d'orientation de l'enfant se traduit par un accueil en internat, et afin de faciliter la gestion de l'AEEH et de son complément éventuel, la convention prévoit que le document est transmis à l'organisme débiteur des prestations familiales qui en informe la CDAPH. Une attestation signée par l'établissement et la famille et précisant le nombre de nuits effectivement passées par l'enfant au domicile des parents est transmise selon une échéance mensuelle à l'organisme débiteur des prestations familiales. 2.2. Dans les autres cas de modification d'orientation, la convention prévoit que ce document signé par la famille vaut saisine de la CDAPH pour procéder à un réexamen de la situation de la famille qui donne lieu à une décision de révision du droit au complément à l'AEEH, dès lors que les changements portés à la connaissance de la CDAPH entraînent des modifications du taux d'activité des parents, de la durée du recours à une tierce personne rémunérée ou du montant des dépenses engagées, directement en lien avec le handicap de l'enfant. La convention cadre prévoit par ailleurs un dispositif de suivi et d'évaluation des modalités de gestion de l'allocation d'éducation de l'enfant handicapé et de son complément dans le cadre du dispositif intégré. Ce suivi, inscrit dans le cadre du pilotage local du dispositif intégré, fait l'objet de réunions spécifiques associant les représentants des organismes débiteurs des prestations familiales, les MDPH, et les différents acteurs concernés, qui permettent de dresser un bilan (nombre d'enfants et de familles concernés, impact du dispositif intégré sur les changements de droits, impact sur les familles, adéquation du complément octroyé avec la situation de la famille …) et de repérer les problèmes rencontrés et de proposer si nécessaire toutes mesures ou bonnes pratiques permettant d'améliorer le circuit de gestion de la prestation.",
            "texteHtml": "<p align='center'>CAHIER DES CHARGES DÉFINISSANT LES CONDITIONS DE FONCTIONNEMENT EN DISPOSITIF INTÉGRÉ PRÉVU À L'ARTICLE L. 312-7-1 DU <a href='https://www.legifrance.gouv.fr/affichCode.do?cidTexte=LEGITEXT000006074069&dateTexte=&categorieLien=cid'>CODE DE L'ACTION SOCIALE ET DES FAMILLES</a><br/><br/><strong>Préambule </strong></p><p>L'article 91 de la loi de modernisation de notre système de santé en date du 26 janvier 2016 prévoit la possibilité pour les instituts thérapeutiques éducatifs et pédagogiques (ITEP) et les services d'éducation spéciale et de soins à domicile (SESSAD) d'un territoire de fonctionner en dispositif intégré, à compter de la conclusion d'une convention et après délibération de la commission exécutive de la maison départementale des personnes handicapées (MDPH).</p><p>Les établissements et services médico-sociaux qui relèvent du <a href='/article/LEGIARTI000006797382'>2° du I de l'article L. 312-1 du code de l'action sociale et des familles</a> (CASF) et qui peuvent s'inscrire dans le cadre du fonctionnement en dispositif intégré ITEP, sont :</p><p>– les instituts thérapeutiques, éducatifs et pédagogiques (ITEP) dont l'article D. 312-59-1 du CASF prévoit qu'ils accueillent les enfants, adolescents ou jeunes adultes qui présentent des difficultés psychologiques dont l'expression, notamment l'intensité des troubles du comportement, perturbe gravement la s ocialisation et l'accès aux apprentissages. Ces enfants, adolescents et jeunes adultes se trouvent, malgré des potentialités intellectuelles et cognitives préservées, engagés dans un processus handicapant qui nécessite le recours à des actions conjuguées et à un accompagnement personnalisé (…). ;</p><p>– les services d'éducation spéciale et de soins à domicile (SESSAD) qui interviennent également au bénéfice des enfants et des jeunes relevant de la même définition que ci-dessus, en application du 5° de l'article D. 312-59-5 du CASF. Ils proposent un accompagnement complémentaire à celui proposé au sein des ITEP.</p><p>Il est entendu que toute référence dans le présent cahier des charges aux SESSAD fait référence aux SESSAD autorisés pour un public relevant des ITEP, dont la définition est rappelée ci-dessus.</p><p>Le fonctionnement en dispositif intégré vise à faciliter les passages des enfants et des jeunes entre les modalités d'accompagnement proposées par les ITEP et les SESSAD. Ainsi, la MDPH notifie en dispositif ITEP et l'établissement ou le service accueillant l'enfant ou le jeune peut ensuite procéder à des changements de modalités d'accompagnement sans nouvelle notification de la commission des droits et de l'autonomie des personnes handicapées (CDAPH), sous certaines conditions. Une souplesse est également rendue possible pour les changements de modalités de scolarisation.</p><p>Il s'agit de permettre une meilleure fluidité des parcours des enfants et des jeunes accompagnés au sein du dispositif et ainsi, une meilleure adaptation de la prise en charge à leurs besoins.</p><p>Ainsi, les termes dispositif ITEP caractérisent le fonctionnement en dispositif intégré des ITEP et des SESSAD.</p><p>Le présent cahier des charges définit les conditions du fonctionnement en dispositif intégré ITEP mentionné à l'<a href='/article/LEGIARTI000031919887'>article L. 312-7-1 du code de l'action sociale et des familles</a>.</p><p>Il fixe les conditions relatives :</p><p>1. Au partenariat entre les acteurs intéressés au fonctionnement en dispositif intégré ITEP et à la convention qui le traduit ;</p><p>2. Au parcours de l'enfant ou du jeune ;</p><p>3. A la place des titulaires de l'autorité parentale ;</p><p>4. A la transmission des informations entre les partenaires et à la fiche de liaison ;</p><p>5. Au suivi de l'activité des ITEP et des SESSAD ;</p><p>6. Aux modalités de tarification et de facturation des ITEP et des SESSAD ;</p><p>7. Au circuit de gestion des prestations (prestation de compensation du handicap-PCH-, allocation d'éducation de l'enfant handicapé-AEEH).</p><p align='center'><br/><strong>1. Principes, prérequis et dispositions relatives aux conditions partenariales du fonctionnement en dispositif integré ITEP</strong><br/><br/><em>Les conditions partenariales de fonctionnement en dispositif intégré ITEP</em></p><p>Le fonctionnement en dispositif intégré nécessite la conclusion d'une convention cadre départementale ou interdépartementale ou régionale entre MDPH, ARS, organismes de protection sociale, services académiques (rectorat et DRAAF, pour l'enseignement agricole) et organismes gestionnaires d'ITEP et de SESSAD qui s'engagent à fonctionner conformément au présent cahier des charges.</p><p>Ces partenaires sont les signataires obligatoires de la convention de fonctionnement en dispositif ITEP. Cette convention est dénommée ci-après convention cadre.</p><p>La convention cadre reste ouverte aux partenaires, notamment aux ITEP et aux SESSAD qui voudraient la rejoindre ultérieurement. Au regard des constats issus de l'expérimentation du fonctionnement en dispositif ITEP, il est recommandé d'associer aux signataires : les services de pédopsychiatrie/ psychiatrie, le conseil départemental (au nom du service de l'ASE) et les services de la protection judiciaire de la jeunesse (PJJ).</p><p>Ce partenariat est une nécessité afin de construire l'articulation des acteurs et d'élaborer, mettre en œuvre et évaluer le projet personnalisé d'accompagnement (PPA) de l'enfant ou du jeune.</p><p>Une attention particulière sera portée au partenariat avec les services de pédopsychiatrie.</p><p>Cette convention cadre prévoit les engagements attendus des différentes parties prenantes afin de favoriser un fonctionnement en dispositif intégré. Elle précise les modalités de participation de chacun de signataires à ce fonctionnement.</p><p>Elle peut être complétée en tant que de besoin par des accords entre les différents acteurs relatifs à leur coordination, dans le respect de la réglementation et du présent cahier des charges.</p><p><strong>Les conditions minimales de la convention cadre :</strong></p><p>La convention prévue par l'alinéa 4 de l'article L. 312-7-1 du CASF comporte nécessairement les dispositions suivantes, qui permettront la mise en œuvre opérationnelle du dispositif :</p><p>1. Objets, signataires et engagements communs ;</p><p>2. Pilotage de l'action ;</p><p>3. Dispositions relatives au partenariat avec les parents ou le représentant légal dont la participation au projet de l'enfant ou du jeune ;</p><p>4. Dispositions relatives aux MDPH (modalités de notification de l'accompagnement et de la scolarisation) ;</p><p>5. Dispositions relatives aux services académiques (changements de modalité de scolarisation) ;</p><p>6. Dispositions relatives aux ARS ;</p><p>7. Dispositions relatives aux ITEP, aux SESSAD et à leurs organismes gestionnaires (attendus dans le cadre du fonctionnement en dispositif intégré, partenariat et échanges d'informations, remontées d'informations à l'ARS …) ;</p><p>8. Dispositions relatives aux caisses primaires d'assurance maladie-CPAM (modalités de facturation) ;</p><p>9. Dispositions relatives aux organismes débiteurs des prestations familiales et aux conseils départementaux (impacts sur les droits AEEH et PCH) ;</p><p>10. Durée, révision et résiliation de la convention.</p><p>En fonction des autres signataires, la convention cadre peut comporter les dispositions complémentaires suivantes :<br/><br/>\n1. Dispositions relatives au secteur de la pédopsychiatrie (rôle, partenariat) ;</p><p>2. Dispositions relatives à l'ASE et à la PJJ.</p><p><strong>Le pilotage local :</strong></p><p>La convention cadre prévoit les modalités de gouvernance et de pilotage de cette action. Ce pilotage peut s'inscrire dans les missions du comité départemental de suivi de l'école inclusive prévu à l'article D. 312-10-13 du CASF. Dans ce cas, une commission dédiée, réunissant les signataires de la convention cadre et les représentants des usagers et de leurs familles, est instituée.</p><p align='center'><br/><em>La mobilisation d'au moins trois modalités d'accompagnement (internat, accueil de jour, SESSAD)</em></p><p>Les organismes gestionnaires des structures médico-sociales fonctionnant en dispositif intégré respectent les règles de fonctionnement relatives au fonctionnement des ITEP rappelées aux articles D. 312-59-1 à D. 312-59-17 du code de l'action sociale et des familles.</p><p>Le fonctionnement en dispositif intégré ITEP requiert :</p><p><strong>La diversification des modes d'accompagnement à temps complet ou partiel.</strong></p><p>Pour chaque enfant ou jeune, en fonction de ses besoins et de leur évolution, le fonctionnement en dispositif ITEP permet de mobiliser les trois modalités suivantes d'accompagnement :</p><p>– internat dont, le cas échéant, centre d'accueil familial spécialisé-CAFS (accueil de nuit) pouvant être décliné en internat de semaine, séquentiel, accueil temporaire, etc. ;</p><p>– externat, semi-internat (accueil de jour) à temps plein, séquentiel ou temporaire ;</p><p>– SESSAD (intervention ambulatoire).</p><p>Ces modalités d'accompagnement peuvent être proposées :</p><p>– par une structure disposant d'une autorisation SESSAD et ITEP et proposant les trois modalités d'accompagnement ;</p><p>– par des structures relevant d'un même organisme gestionnaire dans le cadre d'une convention de partenariat ;</p><p>– par des structures relevant d'organismes gestionnaires différents dans le cadre d'une convention de partenariat.</p><p><strong>La fluidité de l'accompagnement et de la mise en œuvre des PPC, PPS et PPA.</strong></p><p>Les établissements élaborent les projets personnalisés d'accompagnement (seuls ou en coopération) en conformité avec les besoins identifiés dans le plan personnalisé de compensation et avec l'accord du jeune majeur ou de ses parents ou de son représentant légal.</p><p>Conformément aux dispositions de l'article L. 114-1-1 du CASF, un enfant ou un jeune orienté vers le dispositif ITEP peut bénéficier de la mise en place d'un plan d'accompagnement global (PAG), le PAG constituant une dimension du plan personnalisé de compensation (PPC).</p><p>Les dispositifs ITEP s'assurent que leur organisation permet la fluidité de l'accompagnement. Ils s'assurent de la mise en œuvre des plans personnalisés de compensation (PPC), qui comportent le projet personnalisé de scolarisation (PPS) et sont déclinés dans les projets personnalisés d'accompagnement (PPA). L'objectif du dispositif est d'éviter les ruptures, ainsi qu'à l'inverse les logiques de filières trop systématiques.</p><p>L'évolution du PPA est envisagée avec l'ensemble des partenaires intervenant dans l'accompagnement du jeune (services de pédopsychiatrie/ psychiatrie, ASE, PJJ, enseignant-représentant les services académiques, parents ou représentants légaux …) selon les modalités fixées dans la convention cadre.</p><p>Comme le prévoit l'<a href='/article/LEGIARTI000006527287'>article D. 351-6 du code de l'éducation</a>, le PPS est transmis au directeur de l'établissement ou du service médico-social, à l'enseignant référent ainsi qu'au directeur d'école ou au chef d'établissement scolaire. De manière générale, l'échange d'informations est recommandé afin de faciliter la cohérence du parcours de l'enfant ou du jeune.</p><p align='center'><br/><strong>2. Les conditions relatives au parcours de l'enfant et du jeune au sein du dispositif intégré ITEP</strong><br/><br/><em>Les conditions relatives aux modalités de notification de l'accompagnement dans le cadre du plan personnalisé d'accompagnement (PPA)</em></p><p><strong>La première notification de la MDPH :</strong></p><p>Dans le cadre du fonctionnement en dispositif intégré ITEP, la décision d'orientation de la CDAPH désigne le \" dispositif ITEP \".</p><p>La décision notifiée comprend l'indication de la modalité d'entrée dans le dispositif (internat, accueil de jour, SESSAD).</p><p>En cas de changement de département du jeune par le jeune, la MDPH du département d'origine transmet à la MDPH du département d'accueil la fiche de liaison actualisée. Si le département d'accueil ne fonctionne pas en dispositif intégré, la dernière modalité d'accompagnement prévaut.</p><p><strong>Les notifications ultérieures : les changements de modalités d'accompagnement dans le cadre du plan personnalisé d'accompagnement (PPA).</strong></p><p>Les changements de modalité d'accompagnement s'appuient sur une évaluation complète des besoins de l'enfant ou du jeune, réalisé par le dispositif ITEP l'accueillant, en lien avec l'ensemble des partenaires de son accompagnement (y compris son représentant légal).</p><p>Deux situations peuvent se présenter :</p><p>1. Une modification non substantielle du PPA (qui n'aurait pas donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH) : seul l'accord des parents ou du représentant légal est sollicité.</p><p>2. Une modification substantielle du PPA (qui aurait donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH) :</p><p>– les établissements et services fonctionnant en dispositif ITEP et accueillant l'enfant ou le jeune et les représentants de l'autorité parentale sont d'accord sur les changements de modalités envisagées d'accompagnement. Dans ce cas, ces changements ne font pas l'objet d'une nouvelle notification de la CDAPH, y compris s'ils concernent des décisions d'orientation prises antérieurement à la mise en œuvre du fonctionnement en dispositif ITEP au sein du département concerné ;</p><p>– un des partenaires (parmi ceux cités ci-dessus y compris le représentant légal) est en désaccord sur les changements de modalités envisagées d'accompagnement, il ne peut pas y avoir de changement. Dans ce cas, la CDAPH peut être saisie dans les conditions prévues par l'article L. 241-6 du CASF.</p><p>Si la modification validée du PPA nécessite une évolution du PPS : le PPS est modifié dans les conditions prévues par le <a href='https://www.legifrance.gouv.fr/affichCode.do?cidTexte=LEGITEXT000006071191&dateTexte=&categorieLien=cid'>code de l'éducation</a> et notamment les articles D. 351-10-1 à D. 351-10-3.</p><p>Ainsi, conformément à l'article D. 351-10, lorsque les parents sont invités à une réunion d'équipe de suivi de la scolarisation ou à une réunion durant laquelle sera évoquée une évolution du PPS ou du PPA, ils peuvent venir accompagnés d'une personne de leur choix ou se faire représenter. Conformément à la réglementation en vigueur, la CDAPH peut être saisie à tout moment par l'ESMS ou le représentant légal.</p><p>Un référent de parcours est désigné. La convention cadre précise les modalités de désignation de ce référent. Conformément à l'<a href='/article/LEGIARTI000006524377'>article L. 112-2-1 du code de l'éducation</a>, le référent de parcours est nécessairement membre de l'équipe de suivi de la scolarisation (ESS). Il participe à la construction du PPA.</p><p>Toute fin d'accompagnement du dispositif ITEP doit faire l'objet d'une information anticipée à la MDPH, accompagnée d'un projet d'orientation travaillé au sein du dispositif.</p><p>Le dispositif ITEP ne peut mettre fin de sa propre initiative à l'accompagnement sans décision préalable de la CDAPH, conformément aux dispositions du III de l'article L. 241-6 CASF.</p><p align='center'><br/><em>Les changements de modalités de la scolarisation</em></p><p>Les conditions de modification des modalités de scolarisation inscrites dans le PPS dans le cadre du fonctionnement en dispositif intégré sont mentionnées aux articles D. 351-10-1 à D. 351-10-3 du code de l'éducation.</p><p>Comme le prévoit l'article D. 351-10-3, la modification du PPS qui implique une orientation vers les classes des établissements régionaux d'enseignement adapté (EREA), les sections d'enseignement général et professionnel adapté (SEGPA) et les unités locales d'inclusion scolaire (ULIS) donne lieu à une affectation prononcée par l'autorité académique au vu de cette modification. L'objectif du fonctionnement en dispositif intégré est de garantir une meilleure fluidité des parcours et une plus grande souplesse des orientations.</p><p align='center'><br/><strong>3. Les conditions relatives a la place des titulaires de l'autorité parentale dans le fonctionnement en dispositif intégré ITEP</strong></p><p><strong>Le respect des dispositions de la loi n° 2002-2 du 2 janvier 2002 et la participation des familles et des usagers à l'élaboration du projet personnalisé d'accompagnement et tout au long de la prise en charge.</strong></p><p>Les outils prévus par la <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000215460&categorieLien=cid'>loi n° 2002-2 du 2 janvier 2002</a> rénovant l'action sociale et médico-sociale (dont notamment le projet d'établissement ou de service, le livret d'accueil, le règlement de fonctionnement, le contrat de séjour ou document individuel de prise en charge) doivent faire référence à ce fonctionnement en dispositif, par exemple par le biais d'une annexe.</p><p>Dans un esprit de co-construction, les parents participent à l'élaboration du PPA et donnent leur avis et accord concernant les décisions relatives à l'évolution de l'accompagnement, y compris les évolutions des modalités d'accompagnement ou de scolarisation de l'enfant, de l'adolescent ou, le cas échéant avec son accord, du jeune adulte.</p><p><strong>Information des parents ou du représentant légal :</strong></p><p>Un document écrit d'information, élaboré par les partenaires à la convention cadre précitée et annexée à celle-ci, est transmis aux parents ou au représentant légal par la MDPH à l'appui de la notification d'orientation vers le \" dispositif ITEP \".</p><p>Ce document permettra d'informer l'usager de l'incidence éventuelle d'une modification du PPA sur le montant des prestations versées.</p><p><strong>Recueil de l'accord des parents ou du représentant légal et délai de rétractation :</strong></p><p>L'accord du jeune majeur ou des titulaires de l'autorité parentale est systématiquement recueilli lors d'un changement de modalité d'accompagnement ou de scolarisation. En l'absence de cet accord, la CDAPH peut être saisie dans les conditions prévues par l'article L. 241-6 du CASF.</p><p>La fiche de liaison décrivant la modification des modalités d'accompagnement et/ ou de scolarisation est remise aux parents ou au représentant légal pour accord.</p><p>Après signature de la fiche de liaison par les parents ou le représentant légal, celui-ci dispose d'un délai de rétractation de quinze jours pour revenir sur son accord concernant ce changement. Il en informe alors le dispositif ITEP.</p><p align='center'><strong>4. Les conditions relatives à la transmission des informations entre les partenaires et à la fiche de liaison</strong></p><p>La fiche de liaison prévue par l'<a href='/article/LEGIARTI000034487992'>article D. 351-10-2 du code de l'éducation</a>, permet d'informer la MDPH des nouvelles modalités de scolarisation et d'accompagnement de l'enfant ou du jeune et des modifications substantielles de son PPS et de son PPA. Elle est complétée et transmise par le directeur de l'établissement ou du service qui accueille l'enfant ou le jeune et est signée par les parents ou le représentant légal de l'enfant ou du jeune.</p><p>Les raisons qui ont conduit au changement de modalité d'accompagnement et/ ou de scolarisation de l'enfant ou du jeune sont explicitées dans la fiche de liaison.</p><p>La fiche de liaison est transmise sans délais, à compter de la fin du délai de rétractation des parents ou du représentant légal, par le directeur de l'ITEP ou du SESSAD à la MDPH, à l'enseignant référent, au directeur d'école ou au chef d'établissement du lieu visé de scolarisation ou de formation et aux autres partenaires éventuels.</p><p>Une modification substantielle est définie comme tout changement relatif aux modalités d'accompagnement et de scolarisation qui aurait donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH. Une évolution du nombre d'heures d'accompagnement qui n'aurait pas donné lieu, en droit commun, à une décision de la CDAPH ne nécessite pas la transmission de fiche de liaison.</p><p>Elle est intégrée au projet personnalisé de scolarisation de l'élève et communiquée aux membres de l'ESS.</p><p>Un document d'information qui peut être un volet de la fiche de liaison vaut, selon la procédure décrite dans la convention cadre, saisine de la MDPH pour la réévaluation de la situation au regard du droit à l'AEEH et le cas échéant, information au conseil départemental pour la réévaluation de la situation au regard du droit à la PCH.</p><p>La fiche de liaison établie par les partenaires locaux est annexée à la convention cadre prévue par l'article L. 312-7-1 du CASF.</p><p align='center'><br/><strong>5. Les conditions relatives au suivi de l'activite des ITEP et des SESSAD</strong></p><p>Les établissements et services prenant part au fonctionnement en dispositif ITEP (signataires de la convention cadre) transmettent à la MDPH, à l'ARS, au rectorat et à la DRAAF, une fois par an, les données nécessaires au suivi des enfants ou des jeunes accueillis et au suivi de l'activité de l'ESMS, dans le cadre du dispositif ITEP.</p><p>La date de transmission du bilan annuel, fixée par l'ARS figure dans la convention cadre et se situe entre le 30 avril et le 30 juin de chaque année.</p><p>Ce bilan annuel, dont les modalités sont détaillées dans l'annexe 2-13 au présent code, comporte deux parties, à remplir par chaque établissement ou service :</p><p>– la fiche d'indicateurs de suivi d'activité ;</p><p>– un document de suivi individuel des enfants ou jeunes permettant de recueillir les informations concernant les changements de modalités d'accompagnement et de scolarisation intervenus durant l'année.</p><p align='center'><br/><strong>6. Les conditions relatives aux modalités de tarification et de facturation des ITEP et des SESSAD</strong></p><p>Afin de faciliter le fonctionnement du dispositif, la tarification des ESMS signataires de la convention cadre s'effectue dans le cadre d'un contrat pluriannuel d'objectifs et de moyens (CPOM). Le CPOM permet un fonctionnement avec une dotation globalisée commune et le fonctionnement en dispositif ITEP n'a alors aucune incidence sur la tarification et la facturation.</p><p>En application de l'article L. 313-12-2 du CASF (issu de la loi de financement de la sécurité sociale pour 2016), les ITEP et les SESSAD relèvent des catégories d'ESMS pour lesquelles la signature d'un CPOM est rendue obligatoire. La généralisation du CPOM est pilotée par les DGARS, sur six années, à compter du 1er janvier 2016.</p><p>Jusqu'à la conclusion d'un CPOM, les modalités de tarification suivantes sont possibles :</p><p>– maintien du mode de financement antérieur des structures (PJ, PJG) sur la base d'un accord entre les gestionnaires et l'ARS avec la garantie d'un équilibre budgétaire en fin d'exercice, dès lors que le fonctionnement en dispositif intégré assure le maintien du nombre d'enfants ou de jeunes accompagnés par l'établissement ou le service ;<br/><br/>\n– CPOM spécifique pour le ou les ITEP et SESSAD ITEP gérés par un même organisme.</p><p align='center'><br/><strong>7. Précisions sur le circuit de gestion des prestations</strong></p><p>Lorsque l'enfant est orienté vers un fonctionnement en dispositif ITEP intégré, les règles d'attribution de l'allocation d'éducation de l'enfant handicapé et de ses compléments sont assurées dans les conditions définies par le <a href='https://www.legifrance.gouv.fr/affichCode.do?cidTexte=LEGITEXT000006073189&dateTexte=&categorieLien=cid'>code de la sécurité sociale</a>.</p><p>La convention cadre doit prévoir le circuit de gestion à adopter afin de garantir une gestion à bon droit des compléments attribués.</p><p>1. Pour un enfant ou un jeune orienté vers un dispositif ITEP, la CDAPH inscrit dans la décision initiale d'attribution du complément d'allocation d'éducation de l'enfant handicapé :</p><p>– la mention d'orientation en dispositif ITEP ;</p><p>– l'indication de la modalité d'accompagnement dans le dispositif correspondant à la situation effective de l'enfant ou du jeune au moment de la décision d'attribution du complément.</p><p>2. Par la suite, la convention prévoit en cas de changements d'orientation de l'enfant, que les organismes débiteurs des prestations familiales et les conseils départementaux sont destinataires d'un document d'information, qui peut être un volet de la fiche de liaison et qui concerne l'AEEH pour les CAF et les CMSA et la PCH pour les conseils départementaux. Ce document-ou la fiche de liaison-est renseigné par l'établissement qui accompagne l'enfant afin de donner une information rapide sur les changements de modalités d'accompagnement de l'enfant au sein du dispositif intégré.</p><p>La fiche de liaison à la disposition des partenaires locaux est définie par la convention cadre qui détermine également les modalités de transmission de ce document et d'information des familles et des acteurs concernés.</p><p>2.1. Si la modification d'orientation de l'enfant se traduit par un accueil en internat, et afin de faciliter la gestion de l'AEEH et de son complément éventuel, la convention prévoit que le document est transmis à l'organisme débiteur des prestations familiales qui en informe la CDAPH. Une attestation signée par l'établissement et la famille et précisant le nombre de nuits effectivement passées par l'enfant au domicile des parents est transmise selon une échéance mensuelle à l'organisme débiteur des prestations familiales.</p><p>2.2. Dans les autres cas de modification d'orientation, la convention prévoit que ce document signé par la famille vaut saisine de la CDAPH pour procéder à un réexamen de la situation de la famille qui donne lieu à une décision de révision du droit au complément à l'AEEH, dès lors que les changements portés à la connaissance de la CDAPH entraînent des modifications du taux d'activité des parents, de la durée du recours à une tierce personne rémunérée ou du montant des dépenses engagées, directement en lien avec le handicap de l'enfant.</p><p>La convention cadre prévoit par ailleurs un dispositif de suivi et d'évaluation des modalités de gestion de l'allocation d'éducation de l'enfant handicapé et de son complément dans le cadre du dispositif intégré.</p><p>Ce suivi, inscrit dans le cadre du pilotage local du dispositif intégré, fait l'objet de réunions spécifiques associant les représentants des organismes débiteurs des prestations familiales, les MDPH, et les différents acteurs concernés, qui permettent de dresser un bilan (nombre d'enfants et de familles concernés, impact du dispositif intégré sur les changements de droits, impact sur les familles, adéquation du complément octroyé avec la situation de la famille …) et de repérer les problèmes rencontrés et de proposer si nécessaire toutes mesures ou bonnes pratiques permettant d'améliorer le circuit de gestion de la prestation.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-05-07T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000034487876",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000215460",
                    "textTitle": "Loi n°2002-2 du 2 janvier 2002",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000215460",
                    "natureText": "LOI",
                    "date": 1599836116758,
                    "parentCid": null,
                    "numTexte": "2002-2",
                    "datePubli": 1010016000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031912641",
                    "textTitle": "LOI n° 2016-41 du 26 janvier 2016 - art. 91",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "91",
                    "articleId": "JORFARTI000031913431",
                    "natureText": "LOI",
                    "date": 1599836116758,
                    "parentCid": null,
                    "numTexte": "2016-41",
                    "datePubli": 1453852800000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D351-10",
                    "articleId": "LEGIARTI000006527292",
                    "natureText": "CODE",
                    "date": 1599836116759,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1418428800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-10-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D351-10-1",
                    "articleId": "LEGIARTI000034487990",
                    "natureText": "CODE",
                    "date": 1599836116759,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493251200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-10-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D351-10-2",
                    "articleId": "LEGIARTI000034487992",
                    "natureText": "CODE",
                    "date": 1599836116759,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493251200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-10-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D351-10-3",
                    "articleId": "LEGIARTI000034487994",
                    "natureText": "CODE",
                    "date": 1599836116759,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493251200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D351-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D351-6",
                    "articleId": "LEGIARTI000006527287",
                    "natureText": "CODE",
                    "date": 1599836116759,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1148428800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L112-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L112-2-1",
                    "articleId": "LEGIARTI000006524377",
                    "natureText": "CODE",
                    "date": 1599836116759,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567382400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. Annexe 2-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "Annexe 2-13",
                    "articleId": "LEGIARTI000034487924",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493251200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D312-10-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D312-10-13",
                    "articleId": "LEGIARTI000020482014",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238889600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D312-59-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D312-59-1",
                    "articleId": "LEGIARTI000006906399",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1105142400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D312-59-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D312-59-3-1",
                    "articleId": "LEGIARTI000034485829",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493251200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D312-59-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D312-59-5",
                    "articleId": "LEGIARTI000006906403",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1105142400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L114-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-1-1",
                    "articleId": "LEGIARTI000006796450",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L241-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L241-6",
                    "articleId": "LEGIARTI000006797050",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L312-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-1",
                    "articleId": "LEGIARTI000006797382",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1461456000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L312-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-7-1",
                    "articleId": "LEGIARTI000031919887",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L313-12-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-12-2",
                    "articleId": "LEGIARTI000020883706",
                    "natureText": "CODE",
                    "date": 1599836116762,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034485262",
                    "textTitle": "Décret n°2017-620 du 24 avril 2017 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000034485802",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-04-26",
                    "dateSignaTexte": "2017-04-24",
                    "dateDebutCible": "2017-04-27"
                }
            ],
            "num": "Annexe 2-12",
            "origine": "LEGI",
            "texte": "CAHIER DES CHARGES DÉFINISSANT LES CONDITIONS DE FONCTIONNEMENT EN DISPOSITIF INTÉGRÉ PRÉVU À L'ARTICLE L. 312-7-1 DU CODE DE L'ACTION SOCIALE ET DES FAMILLES Préambule L'article 91 de la loi de modernisation de notre système de santé en date du 26 janvier 2016 prévoit la possibilité pour les instituts thérapeutiques éducatifs et pédagogiques (ITEP) et les services d'éducation spéciale et de soins à domicile (SESSAD) d'un territoire de fonctionner en dispositif intégré, à compter de la conclusion d'une convention et après délibération de la commission exécutive de la maison départementale des personnes handicapées (MDPH). Les établissements et services médico-sociaux qui relèvent du 2° du I de l'article L. 312-1 du code de l'action sociale et des familles (CASF) et qui peuvent s'inscrire dans le cadre du fonctionnement en dispositif intégré ITEP, sont : – les instituts thérapeutiques, éducatifs et pédagogiques (ITEP) dont l'article D. 312-59-1 du CASF prévoit qu'ils accueillent les enfants, adolescents ou jeunes adultes qui présentent des difficultés psychologiques dont l'expression, notamment l'intensité des troubles du comportement, perturbe gravement la s ocialisation et l'accès aux apprentissages. Ces enfants, adolescents et jeunes adultes se trouvent, malgré des potentialités intellectuelles et cognitives préservées, engagés dans un processus handicapant qui nécessite le recours à des actions conjuguées et à un accompagnement personnalisé (…). ; – les services d'éducation spéciale et de soins à domicile (SESSAD) qui interviennent également au bénéfice des enfants et des jeunes relevant de la même définition que ci-dessus, en application du 5° de l'article D. 312-59-5 du CASF. Ils proposent un accompagnement complémentaire à celui proposé au sein des ITEP. Il est entendu que toute référence dans le présent cahier des charges aux SESSAD fait référence aux SESSAD autorisés pour un public relevant des ITEP, dont la définition est rappelée ci-dessus. Le fonctionnement en dispositif intégré vise à faciliter les passages des enfants et des jeunes entre les modalités d'accompagnement proposées par les ITEP et les SESSAD. Ainsi, la MDPH notifie en dispositif ITEP et l'établissement ou le service accueillant l'enfant ou le jeune peut ensuite procéder à des changements de modalités d'accompagnement sans nouvelle notification de la commission des droits et de l'autonomie des personnes handicapées (CDAPH), sous certaines conditions. Une souplesse est également rendue possible pour les changements de modalités de scolarisation. Il s'agit de permettre une meilleure fluidité des parcours des enfants et des jeunes accompagnés au sein du dispositif et ainsi, une meilleure adaptation de la prise en charge à leurs besoins. Ainsi, les termes dispositif ITEP caractérisent le fonctionnement en dispositif intégré des ITEP et des SESSAD. Le présent cahier des charges définit les conditions du fonctionnement en dispositif intégré ITEP mentionné à l'article L. 312-7-1 du code de l'action sociale et des familles. Il fixe les conditions relatives : 1. Au partenariat entre les acteurs intéressés au fonctionnement en dispositif intégré ITEP et à la convention qui le traduit ; 2. Au parcours de l'enfant ou du jeune ; 3. A la place des titulaires de l'autorité parentale ; 4. A la transmission des informations entre les partenaires et à la fiche de liaison ; 5. Au suivi de l'activité des ITEP et des SESSAD ; 6. Aux modalités de tarification et de facturation des ITEP et des SESSAD ; 7. Au circuit de gestion des prestations (prestation de compensation du handicap-PCH-, allocation d'éducation de l'enfant handicapé-AEEH). 1. Principes, prérequis et dispositions relatives aux conditions partenariales du fonctionnement en dispositif integré ITEP Les conditions partenariales de fonctionnement en dispositif intégré ITEP Le fonctionnement en dispositif intégré nécessite la conclusion d'une convention cadre départementale ou interdépartementale ou régionale entre MDPH, ARS, organismes de protection sociale, services académiques (rectorat et DRAAF, pour l'enseignement agricole) et organismes gestionnaires d'ITEP et de SESSAD qui s'engagent à fonctionner conformément au présent cahier des charges. Ces partenaires sont les signataires obligatoires de la convention de fonctionnement en dispositif ITEP. Cette convention est dénommée ci-après convention cadre. La convention cadre reste ouverte aux partenaires, notamment aux ITEP et aux SESSAD qui voudraient la rejoindre ultérieurement. Au regard des constats issus de l'expérimentation du fonctionnement en dispositif ITEP, il est recommandé d'associer aux signataires : les services de pédopsychiatrie/ psychiatrie, le conseil départemental (au nom du service de l'ASE) et les services de la protection judiciaire de la jeunesse (PJJ). Ce partenariat est une nécessité afin de construire l'articulation des acteurs et d'élaborer, mettre en œuvre et évaluer le projet personnalisé d'accompagnement (PPA) de l'enfant ou du jeune. Une attention particulière sera portée au partenariat avec les services de pédopsychiatrie. Cette convention cadre prévoit les engagements attendus des différentes parties prenantes afin de favoriser un fonctionnement en dispositif intégré. Elle précise les modalités de participation de chacun de signataires à ce fonctionnement. Elle peut être complétée en tant que de besoin par des accords entre les différents acteurs relatifs à leur coordination, dans le respect de la réglementation et du présent cahier des charges. Les conditions minimales de la convention cadre : La convention prévue par l'alinéa 4 de l'article L. 312-7-1 du CASF comporte nécessairement les dispositions suivantes, qui permettront la mise en œuvre opérationnelle du dispositif : 1. Objets, signataires et engagements communs ; 2. Pilotage de l'action ; 3. Dispositions relatives au partenariat avec les parents ou le représentant légal dont la participation au projet de l'enfant ou du jeune ; 4. Dispositions relatives aux MDPH (modalités de notification de l'accompagnement et de la scolarisation) ; 5. Dispositions relatives aux services académiques (changements de modalité de scolarisation) ; 6. Dispositions relatives aux ARS ; 7. Dispositions relatives aux ITEP, aux SESSAD et à leurs organismes gestionnaires (attendus dans le cadre du fonctionnement en dispositif intégré, partenariat et échanges d'informations, remontées d'informations à l'ARS …) ; 8. Dispositions relatives aux caisses primaires d'assurance maladie-CPAM (modalités de facturation) ; 9. Dispositions relatives aux organismes débiteurs des prestations familiales et aux conseils départementaux (impacts sur les droits AEEH et PCH) ; 10. Durée, révision et résiliation de la convention. En fonction des autres signataires, la convention cadre peut comporter les dispositions complémentaires suivantes : 1. Dispositions relatives au secteur de la pédopsychiatrie (rôle, partenariat) ; 2. Dispositions relatives à l'ASE et à la PJJ. Le pilotage local : La convention cadre prévoit les modalités de gouvernance et de pilotage de cette action. Ce pilotage peut s'inscrire dans les missions du groupe technique départemental prévu à l'article D. 312-10-13 du CASF. Dans ce cas, une commission dédiée, réunissant les signataires de la convention cadre et les représentants des usagers et de leurs familles, est instituée. La mobilisation d'au moins trois modalités d'accompagnement (internat, accueil de jour, SESSAD) Les organismes gestionnaires des structures médico-sociales fonctionnant en dispositif intégré respectent les règles de fonctionnement relatives au fonctionnement des ITEP rappelées aux articles D. 312-59-1 à D. 312-59-17 du code de l'action sociale et des familles. Le fonctionnement en dispositif intégré ITEP requiert : La diversification des modes d'accompagnement à temps complet ou partiel. Pour chaque enfant ou jeune, en fonction de ses besoins et de leur évolution, le fonctionnement en dispositif ITEP permet de mobiliser les trois modalités suivantes d'accompagnement : – internat dont, le cas échéant, centre d'accueil familial spécialisé-CAFS (accueil de nuit) pouvant être décliné en internat de semaine, séquentiel, accueil temporaire, etc. ; – externat, semi-internat (accueil de jour) à temps plein, séquentiel ou temporaire ; – SESSAD (intervention ambulatoire). Ces modalités d'accompagnement peuvent être proposées : – par une structure disposant d'une autorisation SESSAD et ITEP et proposant les trois modalités d'accompagnement ; – par des structures relevant d'un même organisme gestionnaire dans le cadre d'une convention de partenariat ; – par des structures relevant d'organismes gestionnaires différents dans le cadre d'une convention de partenariat. La fluidité de l'accompagnement et de la mise en œuvre des PPC, PPS et PPA. Les établissements élaborent les projets personnalisés d'accompagnement (seuls ou en coopération) en conformité avec les besoins identifiés dans le plan personnalisé de compensation et avec l'accord du jeune majeur ou de ses parents ou de son représentant légal. Conformément aux dispositions de l'article L. 114-1-1 du CASF, un enfant ou un jeune orienté vers le dispositif ITEP peut bénéficier de la mise en place d'un plan d'accompagnement global (PAG), le PAG constituant une dimension du plan personnalisé de compensation (PPC). Les dispositifs ITEP s'assurent que leur organisation permet la fluidité de l'accompagnement. Ils s'assurent de la mise en œuvre des plans personnalisés de compensation (PPC), qui comportent le projet personnalisé de scolarisation (PPS) et sont déclinés dans les projets personnalisés d'accompagnement (PPA). L'objectif du dispositif est d'éviter les ruptures, ainsi qu'à l'inverse les logiques de filières trop systématiques. L'évolution du PPA est envisagée avec l'ensemble des partenaires intervenant dans l'accompagnement du jeune (services de pédopsychiatrie/ psychiatrie, ASE, PJJ, enseignant-représentant les services académiques, parents ou représentants légaux …) selon les modalités fixées dans la convention cadre. Comme le prévoit l'article D. 351-6 du code de l'éducation, le PPS est transmis au directeur de l'établissement ou du service médico-social, à l'enseignant référent ainsi qu'au directeur d'école ou au chef d'établissement scolaire. De manière générale, l'échange d'informations est recommandé afin de faciliter la cohérence du parcours de l'enfant ou du jeune. 2. Les conditions relatives au parcours de l'enfant et du jeune au sein du dispositif intégré ITEP Les conditions relatives aux modalités de notification de l'accompagnement dans le cadre du plan personnalisé d'accompagnement (PPA) La première notification de la MDPH : Dans le cadre du fonctionnement en dispositif intégré ITEP, la décision d'orientation de la CDAPH désigne le \" dispositif ITEP \". La décision notifiée comprend l'indication de la modalité d'entrée dans le dispositif (internat, accueil de jour, SESSAD). En cas de changement de département du jeune par le jeune, la MDPH du département d'origine transmet à la MDPH du département d'accueil la fiche de liaison actualisée. Si le département d'accueil ne fonctionne pas en dispositif intégré, la dernière modalité d'accompagnement prévaut. Les notifications ultérieures : les changements de modalités d'accompagnement dans le cadre du plan personnalisé d'accompagnement (PPA). Les changements de modalité d'accompagnement s'appuient sur une évaluation complète des besoins de l'enfant ou du jeune, réalisé par le dispositif ITEP l'accueillant, en lien avec l'ensemble des partenaires de son accompagnement (y compris son représentant légal). Deux situations peuvent se présenter : 1. Une modification non substantielle du PPA (qui n'aurait pas donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH) : seul l'accord des parents ou du représentant légal est sollicité. 2. Une modification substantielle du PPA (qui aurait donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH) : – les établissements et services fonctionnant en dispositif ITEP et accueillant l'enfant ou le jeune et les représentants de l'autorité parentale sont d'accord sur les changements de modalités envisagées d'accompagnement. Dans ce cas, ces changements ne font pas l'objet d'une nouvelle notification de la CDAPH, y compris s'ils concernent des décisions d'orientation prises antérieurement à la mise en œuvre du fonctionnement en dispositif ITEP au sein du département concerné ; – un des partenaires (parmi ceux cités ci-dessus y compris le représentant légal) est en désaccord sur les changements de modalités envisagées d'accompagnement, il ne peut pas y avoir de changement. Dans ce cas, la CDAPH peut être saisie dans les conditions prévues par l'article L. 241-6 du CASF. Si la modification validée du PPA nécessite une évolution du PPS : le PPS est modifié dans les conditions prévues par le code de l'éducation et notamment les articles D. 351-10-1 à D. 351-10-3. Ainsi, conformément à l'article D. 351-10, lorsque les parents sont invités à une réunion d'équipe de suivi de la scolarisation ou à une réunion durant laquelle sera évoquée une évolution du PPS ou du PPA, ils peuvent venir accompagnés d'une personne de leur choix ou se faire représenter. Conformément à la réglementation en vigueur, la CDAPH peut être saisie à tout moment par l'ESMS ou le représentant légal. Un référent de parcours est désigné. La convention cadre précise les modalités de désignation de ce référent. Conformément à l'article L. 112-2-1 du code de l'éducation, le référent de parcours est nécessairement membre de l'équipe de suivi de la scolarisation (ESS). Il participe à la construction du PPA. Toute fin d'accompagnement du dispositif ITEP doit faire l'objet d'une information anticipée à la MDPH, accompagnée d'un projet d'orientation travaillé au sein du dispositif. Le dispositif ITEP ne peut mettre fin de sa propre initiative à l'accompagnement sans décision préalable de la CDAPH, conformément aux dispositions du III de l'article L. 241-6 CASF. Les changements de modalités de la scolarisation Les conditions de modification des modalités de scolarisation inscrites dans le PPS dans le cadre du fonctionnement en dispositif intégré sont mentionnées aux articles D. 351-10-1 à D. 351-10-3 du code de l'éducation. Comme le prévoit l'article D. 351-10-3, la modification du PPS qui implique une orientation vers les classes des établissements régionaux d'enseignement adapté (EREA), les sections d'enseignement général et professionnel adapté (SEGPA) et les unités locales d'inclusion scolaire (ULIS) donne lieu à une affectation prononcée par l'autorité académique au vu de cette modification. L'objectif du fonctionnement en dispositif intégré est de garantir une meilleure fluidité des parcours et une plus grande souplesse des orientations. 3. Les conditions relatives a la place des titulaires de l'autorité parentale dans le fonctionnement en dispositif intégré ITEP Le respect des dispositions de la loi n° 2002-2 du 2 janvier 2002 et la participation des familles et des usagers à l'élaboration du projet personnalisé d'accompagnement et tout au long de la prise en charge. Les outils prévus par la loi n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale (dont notamment le projet d'établissement ou de service, le livret d'accueil, le règlement de fonctionnement, le contrat de séjour ou document individuel de prise en charge) doivent faire référence à ce fonctionnement en dispositif, par exemple par le biais d'une annexe. Dans un esprit de co-construction, les parents participent à l'élaboration du PPA et donnent leur avis et accord concernant les décisions relatives à l'évolution de l'accompagnement, y compris les évolutions des modalités d'accompagnement ou de scolarisation de l'enfant, de l'adolescent ou, le cas échéant avec son accord, du jeune adulte. Information des parents ou du représentant légal : Un document écrit d'information, élaboré par les partenaires à la convention cadre précitée et annexée à celle-ci, est transmis aux parents ou au représentant légal par la MDPH à l'appui de la notification d'orientation vers le \" dispositif ITEP \". Ce document permettra d'informer l'usager de l'incidence éventuelle d'une modification du PPA sur le montant des prestations versées. Recueil de l'accord des parents ou du représentant légal et délai de rétractation : L'accord du jeune majeur ou des titulaires de l'autorité parentale est systématiquement recueilli lors d'un changement de modalité d'accompagnement ou de scolarisation. En l'absence de cet accord, la CDAPH peut être saisie dans les conditions prévues par l'article L. 241-6 du CASF. La fiche de liaison décrivant la modification des modalités d'accompagnement et/ ou de scolarisation est remise aux parents ou au représentant légal pour accord. Après signature de la fiche de liaison par les parents ou le représentant légal, celui-ci dispose d'un délai de rétractation de quinze jours pour revenir sur son accord concernant ce changement. Il en informe alors le dispositif ITEP. 4. Les conditions relatives à la transmission des informations entre les partenaires et à la fiche de liaison La fiche de liaison prévue par l'article D. 351-10-2 du code de l'éducation, permet d'informer la MDPH des nouvelles modalités de scolarisation et d'accompagnement de l'enfant ou du jeune et des modifications substantielles de son PPS et de son PPA. Elle est complétée et transmise par le directeur de l'établissement ou du service qui accueille l'enfant ou le jeune et est signée par les parents ou le représentant légal de l'enfant ou du jeune. Les raisons qui ont conduit au changement de modalité d'accompagnement et/ ou de scolarisation de l'enfant ou du jeune sont explicitées dans la fiche de liaison. La fiche de liaison est transmise sans délais, à compter de la fin du délai de rétractation des parents ou du représentant légal, par le directeur de l'ITEP ou du SESSAD à la MDPH, à l'enseignant référent, au directeur d'école ou au chef d'établissement du lieu visé de scolarisation ou de formation et aux autres partenaires éventuels. Une modification substantielle est définie comme tout changement relatif aux modalités d'accompagnement et de scolarisation qui aurait donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH. Une évolution du nombre d'heures d'accompagnement qui n'aurait pas donné lieu, en droit commun, à une décision de la CDAPH ne nécessite pas la transmission de fiche de liaison. Elle est intégrée au projet personnalisé de scolarisation de l'élève et communiquée aux membres de l'ESS. Un document d'information qui peut être un volet de la fiche de liaison vaut, selon la procédure décrite dans la convention cadre, saisine de la MDPH pour la réévaluation de la situation au regard du droit à l'AEEH et le cas échéant, information au conseil départemental pour la réévaluation de la situation au regard du droit à la PCH. La fiche de liaison établie par les partenaires locaux est annexée à la convention cadre prévue par l'article L. 312-7-1 du CASF. 5. Les conditions relatives au suivi de l'activite des ITEP et des SESSAD Les établissements et services prenant part au fonctionnement en dispositif ITEP (signataires de la convention cadre) transmettent à la MDPH, à l'ARS, au rectorat et à la DRAAF, une fois par an, les données nécessaires au suivi des enfants ou des jeunes accueillis et au suivi de l'activité de l'ESMS, dans le cadre du dispositif ITEP. La date de transmission du bilan annuel, fixée par l'ARS figure dans la convention cadre et se situe entre le 30 avril et le 30 juin de chaque année. Ce bilan annuel, dont les modalités sont détaillées dans l'annexe 2-13 au présent code, comporte deux parties, à remplir par chaque établissement ou service : – la fiche d'indicateurs de suivi d'activité ; – un document de suivi individuel des enfants ou jeunes permettant de recueillir les informations concernant les changements de modalités d'accompagnement et de scolarisation intervenus durant l'année. 6. Les conditions relatives aux modalités de tarification et de facturation des ITEP et des SESSAD Afin de faciliter le fonctionnement du dispositif, la tarification des ESMS signataires de la convention cadre s'effectue dans le cadre d'un contrat pluriannuel d'objectifs et de moyens (CPOM). Le CPOM permet un fonctionnement avec une dotation globalisée commune et le fonctionnement en dispositif ITEP n'a alors aucune incidence sur la tarification et la facturation. En application de l'article L. 313-12-2 du CASF (issu de la loi de financement de la sécurité sociale pour 2016), les ITEP et les SESSAD relèvent des catégories d'ESMS pour lesquelles la signature d'un CPOM est rendue obligatoire. La généralisation du CPOM est pilotée par les DGARS, sur six années, à compter du 1er janvier 2016. Jusqu'à la conclusion d'un CPOM, les modalités de tarification suivantes sont possibles : – maintien du mode de financement antérieur des structures (PJ, PJG) sur la base d'un accord entre les gestionnaires et l'ARS avec la garantie d'un équilibre budgétaire en fin d'exercice, dès lors que le fonctionnement en dispositif intégré assure le maintien du nombre d'enfants ou de jeunes accompagnés par l'établissement ou le service ; – CPOM spécifique pour le ou les ITEP et SESSAD ITEP gérés par un même organisme. 7. Précisions sur le circuit de gestion des prestations Lorsque l'enfant est orienté vers un fonctionnement en dispositif ITEP intégré, les règles d'attribution de l'allocation d'éducation de l'enfant handicapé et de ses compléments sont assurées dans les conditions définies par le code de la sécurité sociale. La convention cadre doit prévoir le circuit de gestion à adopter afin de garantir une gestion à bon droit des compléments attribués. 1. Pour un enfant ou un jeune orienté vers un dispositif ITEP, la CDAPH inscrit dans la décision initiale d'attribution du complément d'allocation d'éducation de l'enfant handicapé : – la mention d'orientation en dispositif ITEP ; – l'indication de la modalité d'accompagnement dans le dispositif correspondant à la situation effective de l'enfant ou du jeune au moment de la décision d'attribution du complément. 2. Par la suite, la convention prévoit en cas de changements d'orientation de l'enfant, que les organismes débiteurs des prestations familiales et les conseils départementaux sont destinataires d'un document d'information, qui peut être un volet de la fiche de liaison et qui concerne l'AEEH pour les CAF et les CMSA et la PCH pour les conseils départementaux. Ce document-ou la fiche de liaison-est renseigné par l'établissement qui accompagne l'enfant afin de donner une information rapide sur les changements de modalités d'accompagnement de l'enfant au sein du dispositif intégré. La fiche de liaison à la disposition des partenaires locaux est définie par la convention cadre qui détermine également les modalités de transmission de ce document et d'information des familles et des acteurs concernés. 2.1. Si la modification d'orientation de l'enfant se traduit par un accueil en internat, et afin de faciliter la gestion de l'AEEH et de son complément éventuel, la convention prévoit que le document est transmis à l'organisme débiteur des prestations familiales qui en informe la CDAPH. Une attestation signée par l'établissement et la famille et précisant le nombre de nuits effectivement passées par l'enfant au domicile des parents est transmise selon une échéance mensuelle à l'organisme débiteur des prestations familiales. 2.2. Dans les autres cas de modification d'orientation, la convention prévoit que ce document signé par la famille vaut saisine de la CDAPH pour procéder à un réexamen de la situation de la famille qui donne lieu à une décision de révision du droit au complément à l'AEEH, dès lors que les changements portés à la connaissance de la CDAPH entraînent des modifications du taux d'activité des parents, de la durée du recours à une tierce personne rémunérée ou du montant des dépenses engagées, directement en lien avec le handicap de l'enfant. La convention cadre prévoit par ailleurs un dispositif de suivi et d'évaluation des modalités de gestion de l'allocation d'éducation de l'enfant handicapé et de son complément dans le cadre du dispositif intégré. Ce suivi, inscrit dans le cadre du pilotage local du dispositif intégré, fait l'objet de réunions spécifiques associant les représentants des organismes débiteurs des prestations familiales, les MDPH, et les différents acteurs concernés, qui permettent de dresser un bilan (nombre d'enfants et de familles concernés, impact du dispositif intégré sur les changements de droits, impact sur les familles, adéquation du complément octroyé avec la situation de la famille …) et de repérer les problèmes rencontrés et de proposer si nécessaire toutes mesures ou bonnes pratiques permettant d'améliorer le circuit de gestion de la prestation.",
            "texteHtml": "<p align='center'>CAHIER DES CHARGES DÉFINISSANT LES CONDITIONS DE FONCTIONNEMENT EN DISPOSITIF INTÉGRÉ PRÉVU À L'ARTICLE L. 312-7-1 DU CODE DE L'ACTION SOCIALE ET DES FAMILLES<br/><br/><strong>Préambule </strong></p><p>L'article 91 de la loi de modernisation de notre système de santé en date du 26 janvier 2016 prévoit la possibilité pour les instituts thérapeutiques éducatifs et pédagogiques (ITEP) et les services d'éducation spéciale et de soins à domicile (SESSAD) d'un territoire de fonctionner en dispositif intégré, à compter de la conclusion d'une convention et après délibération de la commission exécutive de la maison départementale des personnes handicapées (MDPH).</p><p>Les établissements et services médico-sociaux qui relèvent du 2° du I de l'article L. 312-1 du code de l'action sociale et des familles (CASF) et qui peuvent s'inscrire dans le cadre du fonctionnement en dispositif intégré ITEP, sont :</p><p>– les instituts thérapeutiques, éducatifs et pédagogiques (ITEP) dont l'article D. 312-59-1 du CASF prévoit qu'ils accueillent les enfants, adolescents ou jeunes adultes qui présentent des difficultés psychologiques dont l'expression, notamment l'intensité des troubles du comportement, perturbe gravement la s ocialisation et l'accès aux apprentissages. Ces enfants, adolescents et jeunes adultes se trouvent, malgré des potentialités intellectuelles et cognitives préservées, engagés dans un processus handicapant qui nécessite le recours à des actions conjuguées et à un accompagnement personnalisé (…). ;</p><p>– les services d'éducation spéciale et de soins à domicile (SESSAD) qui interviennent également au bénéfice des enfants et des jeunes relevant de la même définition que ci-dessus, en application du 5° de l'article D. 312-59-5 du CASF. Ils proposent un accompagnement complémentaire à celui proposé au sein des ITEP.</p><p>Il est entendu que toute référence dans le présent cahier des charges aux SESSAD fait référence aux SESSAD autorisés pour un public relevant des ITEP, dont la définition est rappelée ci-dessus.</p><p>Le fonctionnement en dispositif intégré vise à faciliter les passages des enfants et des jeunes entre les modalités d'accompagnement proposées par les ITEP et les SESSAD. Ainsi, la MDPH notifie en dispositif ITEP et l'établissement ou le service accueillant l'enfant ou le jeune peut ensuite procéder à des changements de modalités d'accompagnement sans nouvelle notification de la commission des droits et de l'autonomie des personnes handicapées (CDAPH), sous certaines conditions. Une souplesse est également rendue possible pour les changements de modalités de scolarisation.</p><p>Il s'agit de permettre une meilleure fluidité des parcours des enfants et des jeunes accompagnés au sein du dispositif et ainsi, une meilleure adaptation de la prise en charge à leurs besoins.</p><p>Ainsi, les termes dispositif ITEP caractérisent le fonctionnement en dispositif intégré des ITEP et des SESSAD.</p><p>Le présent cahier des charges définit les conditions du fonctionnement en dispositif intégré ITEP mentionné à l'article L. 312-7-1 du code de l'action sociale et des familles.</p><p>Il fixe les conditions relatives :</p><p>1. Au partenariat entre les acteurs intéressés au fonctionnement en dispositif intégré ITEP et à la convention qui le traduit ;</p><p>2. Au parcours de l'enfant ou du jeune ;</p><p>3. A la place des titulaires de l'autorité parentale ;</p><p>4. A la transmission des informations entre les partenaires et à la fiche de liaison ;</p><p>5. Au suivi de l'activité des ITEP et des SESSAD ;</p><p>6. Aux modalités de tarification et de facturation des ITEP et des SESSAD ;</p><p>7. Au circuit de gestion des prestations (prestation de compensation du handicap-PCH-, allocation d'éducation de l'enfant handicapé-AEEH).</p><p align='center'><br/><strong>1. Principes, prérequis et dispositions relatives aux conditions partenariales du fonctionnement en dispositif integré ITEP</strong><br/><br/><em>Les conditions partenariales de fonctionnement en dispositif intégré ITEP</em></p><p>Le fonctionnement en dispositif intégré nécessite la conclusion d'une convention cadre départementale ou interdépartementale ou régionale entre MDPH, ARS, organismes de protection sociale, services académiques (rectorat et DRAAF, pour l'enseignement agricole) et organismes gestionnaires d'ITEP et de SESSAD qui s'engagent à fonctionner conformément au présent cahier des charges.</p><p>Ces partenaires sont les signataires obligatoires de la convention de fonctionnement en dispositif ITEP. Cette convention est dénommée ci-après convention cadre.</p><p>La convention cadre reste ouverte aux partenaires, notamment aux ITEP et aux SESSAD qui voudraient la rejoindre ultérieurement. Au regard des constats issus de l'expérimentation du fonctionnement en dispositif ITEP, il est recommandé d'associer aux signataires : les services de pédopsychiatrie/ psychiatrie, le conseil départemental (au nom du service de l'ASE) et les services de la protection judiciaire de la jeunesse (PJJ).</p><p>Ce partenariat est une nécessité afin de construire l'articulation des acteurs et d'élaborer, mettre en œuvre et évaluer le projet personnalisé d'accompagnement (PPA) de l'enfant ou du jeune.</p><p>Une attention particulière sera portée au partenariat avec les services de pédopsychiatrie.</p><p>Cette convention cadre prévoit les engagements attendus des différentes parties prenantes afin de favoriser un fonctionnement en dispositif intégré. Elle précise les modalités de participation de chacun de signataires à ce fonctionnement.</p><p>Elle peut être complétée en tant que de besoin par des accords entre les différents acteurs relatifs à leur coordination, dans le respect de la réglementation et du présent cahier des charges.</p><p><strong>Les conditions minimales de la convention cadre :</strong></p><p>La convention prévue par l'alinéa 4 de l'article L. 312-7-1 du CASF comporte nécessairement les dispositions suivantes, qui permettront la mise en œuvre opérationnelle du dispositif :</p><p>1. Objets, signataires et engagements communs ;</p><p>2. Pilotage de l'action ;</p><p>3. Dispositions relatives au partenariat avec les parents ou le représentant légal dont la participation au projet de l'enfant ou du jeune ;</p><p>4. Dispositions relatives aux MDPH (modalités de notification de l'accompagnement et de la scolarisation) ;</p><p>5. Dispositions relatives aux services académiques (changements de modalité de scolarisation) ;</p><p>6. Dispositions relatives aux ARS ;</p><p>7. Dispositions relatives aux ITEP, aux SESSAD et à leurs organismes gestionnaires (attendus dans le cadre du fonctionnement en dispositif intégré, partenariat et échanges d'informations, remontées d'informations à l'ARS …) ;</p><p>8. Dispositions relatives aux caisses primaires d'assurance maladie-CPAM (modalités de facturation) ;</p><p>9. Dispositions relatives aux organismes débiteurs des prestations familiales et aux conseils départementaux (impacts sur les droits AEEH et PCH) ;</p><p>10. Durée, révision et résiliation de la convention.</p><p>En fonction des autres signataires, la convention cadre peut comporter les dispositions complémentaires suivantes :<br/><br/>\n1. Dispositions relatives au secteur de la pédopsychiatrie (rôle, partenariat) ;</p><p>2. Dispositions relatives à l'ASE et à la PJJ.</p><p><strong>Le pilotage local :</strong></p><p>La convention cadre prévoit les modalités de gouvernance et de pilotage de cette action. Ce pilotage peut s'inscrire dans les missions du groupe technique départemental prévu à l'article D. 312-10-13 du CASF. Dans ce cas, une commission dédiée, réunissant les signataires de la convention cadre et les représentants des usagers et de leurs familles, est instituée.</p><p align='center'><br/><em>La mobilisation d'au moins trois modalités d'accompagnement (internat, accueil de jour, SESSAD)</em></p><p>Les organismes gestionnaires des structures médico-sociales fonctionnant en dispositif intégré respectent les règles de fonctionnement relatives au fonctionnement des ITEP rappelées aux articles D. 312-59-1 à D. 312-59-17 du code de l'action sociale et des familles.</p><p>Le fonctionnement en dispositif intégré ITEP requiert :</p><p><strong>La diversification des modes d'accompagnement à temps complet ou partiel.</strong></p><p>Pour chaque enfant ou jeune, en fonction de ses besoins et de leur évolution, le fonctionnement en dispositif ITEP permet de mobiliser les trois modalités suivantes d'accompagnement :</p><p>– internat dont, le cas échéant, centre d'accueil familial spécialisé-CAFS (accueil de nuit) pouvant être décliné en internat de semaine, séquentiel, accueil temporaire, etc. ;</p><p>– externat, semi-internat (accueil de jour) à temps plein, séquentiel ou temporaire ;</p><p>– SESSAD (intervention ambulatoire).</p><p>Ces modalités d'accompagnement peuvent être proposées :</p><p>– par une structure disposant d'une autorisation SESSAD et ITEP et proposant les trois modalités d'accompagnement ;</p><p>– par des structures relevant d'un même organisme gestionnaire dans le cadre d'une convention de partenariat ;</p><p>– par des structures relevant d'organismes gestionnaires différents dans le cadre d'une convention de partenariat.</p><p><strong>La fluidité de l'accompagnement et de la mise en œuvre des PPC, PPS et PPA.</strong></p><p>Les établissements élaborent les projets personnalisés d'accompagnement (seuls ou en coopération) en conformité avec les besoins identifiés dans le plan personnalisé de compensation et avec l'accord du jeune majeur ou de ses parents ou de son représentant légal.</p><p>Conformément aux dispositions de l'article L. 114-1-1 du CASF, un enfant ou un jeune orienté vers le dispositif ITEP peut bénéficier de la mise en place d'un plan d'accompagnement global (PAG), le PAG constituant une dimension du plan personnalisé de compensation (PPC).</p><p>Les dispositifs ITEP s'assurent que leur organisation permet la fluidité de l'accompagnement. Ils s'assurent de la mise en œuvre des plans personnalisés de compensation (PPC), qui comportent le projet personnalisé de scolarisation (PPS) et sont déclinés dans les projets personnalisés d'accompagnement (PPA). L'objectif du dispositif est d'éviter les ruptures, ainsi qu'à l'inverse les logiques de filières trop systématiques.</p><p>L'évolution du PPA est envisagée avec l'ensemble des partenaires intervenant dans l'accompagnement du jeune (services de pédopsychiatrie/ psychiatrie, ASE, PJJ, enseignant-représentant les services académiques, parents ou représentants légaux …) selon les modalités fixées dans la convention cadre.</p><p>Comme le prévoit l'article D. 351-6 du code de l'éducation, le PPS est transmis au directeur de l'établissement ou du service médico-social, à l'enseignant référent ainsi qu'au directeur d'école ou au chef d'établissement scolaire. De manière générale, l'échange d'informations est recommandé afin de faciliter la cohérence du parcours de l'enfant ou du jeune.</p><p align='center'><br/><strong>2. Les conditions relatives au parcours de l'enfant et du jeune au sein du dispositif intégré ITEP</strong><br/><br/><em>Les conditions relatives aux modalités de notification de l'accompagnement dans le cadre du plan personnalisé d'accompagnement (PPA)</em></p><p><strong>La première notification de la MDPH :</strong></p><p>Dans le cadre du fonctionnement en dispositif intégré ITEP, la décision d'orientation de la CDAPH désigne le \" dispositif ITEP \".</p><p>La décision notifiée comprend l'indication de la modalité d'entrée dans le dispositif (internat, accueil de jour, SESSAD).</p><p>En cas de changement de département du jeune par le jeune, la MDPH du département d'origine transmet à la MDPH du département d'accueil la fiche de liaison actualisée. Si le département d'accueil ne fonctionne pas en dispositif intégré, la dernière modalité d'accompagnement prévaut.</p><p><strong>Les notifications ultérieures : les changements de modalités d'accompagnement dans le cadre du plan personnalisé d'accompagnement (PPA).</strong></p><p>Les changements de modalité d'accompagnement s'appuient sur une évaluation complète des besoins de l'enfant ou du jeune, réalisé par le dispositif ITEP l'accueillant, en lien avec l'ensemble des partenaires de son accompagnement (y compris son représentant légal).</p><p>Deux situations peuvent se présenter :</p><p>1. Une modification non substantielle du PPA (qui n'aurait pas donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH) : seul l'accord des parents ou du représentant légal est sollicité.</p><p>2. Une modification substantielle du PPA (qui aurait donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH) :</p><p>– les établissements et services fonctionnant en dispositif ITEP et accueillant l'enfant ou le jeune et les représentants de l'autorité parentale sont d'accord sur les changements de modalités envisagées d'accompagnement. Dans ce cas, ces changements ne font pas l'objet d'une nouvelle notification de la CDAPH, y compris s'ils concernent des décisions d'orientation prises antérieurement à la mise en œuvre du fonctionnement en dispositif ITEP au sein du département concerné ;</p><p>– un des partenaires (parmi ceux cités ci-dessus y compris le représentant légal) est en désaccord sur les changements de modalités envisagées d'accompagnement, il ne peut pas y avoir de changement. Dans ce cas, la CDAPH peut être saisie dans les conditions prévues par l'article L. 241-6 du CASF.</p><p>Si la modification validée du PPA nécessite une évolution du PPS : le PPS est modifié dans les conditions prévues par le code de l'éducation et notamment les articles D. 351-10-1 à D. 351-10-3.</p><p>Ainsi, conformément à l'article D. 351-10, lorsque les parents sont invités à une réunion d'équipe de suivi de la scolarisation ou à une réunion durant laquelle sera évoquée une évolution du PPS ou du PPA, ils peuvent venir accompagnés d'une personne de leur choix ou se faire représenter. Conformément à la réglementation en vigueur, la CDAPH peut être saisie à tout moment par l'ESMS ou le représentant légal.</p><p>Un référent de parcours est désigné. La convention cadre précise les modalités de désignation de ce référent. Conformément à l'article L. 112-2-1 du code de l'éducation, le référent de parcours est nécessairement membre de l'équipe de suivi de la scolarisation (ESS). Il participe à la construction du PPA.</p><p>Toute fin d'accompagnement du dispositif ITEP doit faire l'objet d'une information anticipée à la MDPH, accompagnée d'un projet d'orientation travaillé au sein du dispositif.</p><p>Le dispositif ITEP ne peut mettre fin de sa propre initiative à l'accompagnement sans décision préalable de la CDAPH, conformément aux dispositions du III de l'article L. 241-6 CASF.</p><p align='center'><br/><em>Les changements de modalités de la scolarisation</em></p><p>Les conditions de modification des modalités de scolarisation inscrites dans le PPS dans le cadre du fonctionnement en dispositif intégré sont mentionnées aux articles D. 351-10-1 à D. 351-10-3 du code de l'éducation.</p><p>Comme le prévoit l'article D. 351-10-3, la modification du PPS qui implique une orientation vers les classes des établissements régionaux d'enseignement adapté (EREA), les sections d'enseignement général et professionnel adapté (SEGPA) et les unités locales d'inclusion scolaire (ULIS) donne lieu à une affectation prononcée par l'autorité académique au vu de cette modification. L'objectif du fonctionnement en dispositif intégré est de garantir une meilleure fluidité des parcours et une plus grande souplesse des orientations.</p><p align='center'><br/><strong>3. Les conditions relatives a la place des titulaires de l'autorité parentale dans le fonctionnement en dispositif intégré ITEP</strong></p><p><strong>Le respect des dispositions de la loi n° 2002-2 du 2 janvier 2002 et la participation des familles et des usagers à l'élaboration du projet personnalisé d'accompagnement et tout au long de la prise en charge.</strong></p><p>Les outils prévus par la loi n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale (dont notamment le projet d'établissement ou de service, le livret d'accueil, le règlement de fonctionnement, le contrat de séjour ou document individuel de prise en charge) doivent faire référence à ce fonctionnement en dispositif, par exemple par le biais d'une annexe.</p><p>Dans un esprit de co-construction, les parents participent à l'élaboration du PPA et donnent leur avis et accord concernant les décisions relatives à l'évolution de l'accompagnement, y compris les évolutions des modalités d'accompagnement ou de scolarisation de l'enfant, de l'adolescent ou, le cas échéant avec son accord, du jeune adulte.</p><p><strong>Information des parents ou du représentant légal :</strong></p><p>Un document écrit d'information, élaboré par les partenaires à la convention cadre précitée et annexée à celle-ci, est transmis aux parents ou au représentant légal par la MDPH à l'appui de la notification d'orientation vers le \" dispositif ITEP \".</p><p>Ce document permettra d'informer l'usager de l'incidence éventuelle d'une modification du PPA sur le montant des prestations versées.</p><p><strong>Recueil de l'accord des parents ou du représentant légal et délai de rétractation :</strong></p><p>L'accord du jeune majeur ou des titulaires de l'autorité parentale est systématiquement recueilli lors d'un changement de modalité d'accompagnement ou de scolarisation. En l'absence de cet accord, la CDAPH peut être saisie dans les conditions prévues par l'article L. 241-6 du CASF.</p><p>La fiche de liaison décrivant la modification des modalités d'accompagnement et/ ou de scolarisation est remise aux parents ou au représentant légal pour accord.</p><p>Après signature de la fiche de liaison par les parents ou le représentant légal, celui-ci dispose d'un délai de rétractation de quinze jours pour revenir sur son accord concernant ce changement. Il en informe alors le dispositif ITEP.</p><p align='center'><strong>4. Les conditions relatives à la transmission des informations entre les partenaires et à la fiche de liaison</strong></p><p>La fiche de liaison prévue par l'article D. 351-10-2 du code de l'éducation, permet d'informer la MDPH des nouvelles modalités de scolarisation et d'accompagnement de l'enfant ou du jeune et des modifications substantielles de son PPS et de son PPA. Elle est complétée et transmise par le directeur de l'établissement ou du service qui accueille l'enfant ou le jeune et est signée par les parents ou le représentant légal de l'enfant ou du jeune.</p><p>Les raisons qui ont conduit au changement de modalité d'accompagnement et/ ou de scolarisation de l'enfant ou du jeune sont explicitées dans la fiche de liaison.</p><p>La fiche de liaison est transmise sans délais, à compter de la fin du délai de rétractation des parents ou du représentant légal, par le directeur de l'ITEP ou du SESSAD à la MDPH, à l'enseignant référent, au directeur d'école ou au chef d'établissement du lieu visé de scolarisation ou de formation et aux autres partenaires éventuels.</p><p>Une modification substantielle est définie comme tout changement relatif aux modalités d'accompagnement et de scolarisation qui aurait donné lieu, en dehors du fonctionnement en dispositif intégré, à une nouvelle décision de la CDAPH. Une évolution du nombre d'heures d'accompagnement qui n'aurait pas donné lieu, en droit commun, à une décision de la CDAPH ne nécessite pas la transmission de fiche de liaison.</p><p>Elle est intégrée au projet personnalisé de scolarisation de l'élève et communiquée aux membres de l'ESS.</p><p>Un document d'information qui peut être un volet de la fiche de liaison vaut, selon la procédure décrite dans la convention cadre, saisine de la MDPH pour la réévaluation de la situation au regard du droit à l'AEEH et le cas échéant, information au conseil départemental pour la réévaluation de la situation au regard du droit à la PCH.</p><p>La fiche de liaison établie par les partenaires locaux est annexée à la convention cadre prévue par l'article L. 312-7-1 du CASF.</p><p align='center'><br/><strong>5. Les conditions relatives au suivi de l'activite des ITEP et des SESSAD</strong></p><p>Les établissements et services prenant part au fonctionnement en dispositif ITEP (signataires de la convention cadre) transmettent à la MDPH, à l'ARS, au rectorat et à la DRAAF, une fois par an, les données nécessaires au suivi des enfants ou des jeunes accueillis et au suivi de l'activité de l'ESMS, dans le cadre du dispositif ITEP.</p><p>La date de transmission du bilan annuel, fixée par l'ARS figure dans la convention cadre et se situe entre le 30 avril et le 30 juin de chaque année.</p><p>Ce bilan annuel, dont les modalités sont détaillées dans l'annexe 2-13 au présent code, comporte deux parties, à remplir par chaque établissement ou service :</p><p>– la fiche d'indicateurs de suivi d'activité ;</p><p>– un document de suivi individuel des enfants ou jeunes permettant de recueillir les informations concernant les changements de modalités d'accompagnement et de scolarisation intervenus durant l'année.</p><p align='center'><br/><strong>6. Les conditions relatives aux modalités de tarification et de facturation des ITEP et des SESSAD</strong></p><p>Afin de faciliter le fonctionnement du dispositif, la tarification des ESMS signataires de la convention cadre s'effectue dans le cadre d'un contrat pluriannuel d'objectifs et de moyens (CPOM). Le CPOM permet un fonctionnement avec une dotation globalisée commune et le fonctionnement en dispositif ITEP n'a alors aucune incidence sur la tarification et la facturation.</p><p>En application de l'article L. 313-12-2 du CASF (issu de la loi de financement de la sécurité sociale pour 2016), les ITEP et les SESSAD relèvent des catégories d'ESMS pour lesquelles la signature d'un CPOM est rendue obligatoire. La généralisation du CPOM est pilotée par les DGARS, sur six années, à compter du 1er janvier 2016.</p><p>Jusqu'à la conclusion d'un CPOM, les modalités de tarification suivantes sont possibles :</p><p>– maintien du mode de financement antérieur des structures (PJ, PJG) sur la base d'un accord entre les gestionnaires et l'ARS avec la garantie d'un équilibre budgétaire en fin d'exercice, dès lors que le fonctionnement en dispositif intégré assure le maintien du nombre d'enfants ou de jeunes accompagnés par l'établissement ou le service ;<br/><br/>\n– CPOM spécifique pour le ou les ITEP et SESSAD ITEP gérés par un même organisme.</p><p align='center'><br/><strong>7. Précisions sur le circuit de gestion des prestations</strong></p><p>Lorsque l'enfant est orienté vers un fonctionnement en dispositif ITEP intégré, les règles d'attribution de l'allocation d'éducation de l'enfant handicapé et de ses compléments sont assurées dans les conditions définies par le code de la sécurité sociale.</p><p>La convention cadre doit prévoir le circuit de gestion à adopter afin de garantir une gestion à bon droit des compléments attribués.</p><p>1. Pour un enfant ou un jeune orienté vers un dispositif ITEP, la CDAPH inscrit dans la décision initiale d'attribution du complément d'allocation d'éducation de l'enfant handicapé :</p><p>– la mention d'orientation en dispositif ITEP ;</p><p>– l'indication de la modalité d'accompagnement dans le dispositif correspondant à la situation effective de l'enfant ou du jeune au moment de la décision d'attribution du complément.</p><p>2. Par la suite, la convention prévoit en cas de changements d'orientation de l'enfant, que les organismes débiteurs des prestations familiales et les conseils départementaux sont destinataires d'un document d'information, qui peut être un volet de la fiche de liaison et qui concerne l'AEEH pour les CAF et les CMSA et la PCH pour les conseils départementaux. Ce document-ou la fiche de liaison-est renseigné par l'établissement qui accompagne l'enfant afin de donner une information rapide sur les changements de modalités d'accompagnement de l'enfant au sein du dispositif intégré.</p><p>La fiche de liaison à la disposition des partenaires locaux est définie par la convention cadre qui détermine également les modalités de transmission de ce document et d'information des familles et des acteurs concernés.</p><p>2.1. Si la modification d'orientation de l'enfant se traduit par un accueil en internat, et afin de faciliter la gestion de l'AEEH et de son complément éventuel, la convention prévoit que le document est transmis à l'organisme débiteur des prestations familiales qui en informe la CDAPH. Une attestation signée par l'établissement et la famille et précisant le nombre de nuits effectivement passées par l'enfant au domicile des parents est transmise selon une échéance mensuelle à l'organisme débiteur des prestations familiales.</p><p>2.2. Dans les autres cas de modification d'orientation, la convention prévoit que ce document signé par la famille vaut saisine de la CDAPH pour procéder à un réexamen de la situation de la famille qui donne lieu à une décision de révision du droit au complément à l'AEEH, dès lors que les changements portés à la connaissance de la CDAPH entraînent des modifications du taux d'activité des parents, de la durée du recours à une tierce personne rémunérée ou du montant des dépenses engagées, directement en lien avec le handicap de l'enfant.</p><p>La convention cadre prévoit par ailleurs un dispositif de suivi et d'évaluation des modalités de gestion de l'allocation d'éducation de l'enfant handicapé et de son complément dans le cadre du dispositif intégré.</p><p>Ce suivi, inscrit dans le cadre du pilotage local du dispositif intégré, fait l'objet de réunions spécifiques associant les représentants des organismes débiteurs des prestations familiales, les MDPH, et les différents acteurs concernés, qui permettent de dresser un bilan (nombre d'enfants et de familles concernés, impact du dispositif intégré sur les changements de droits, impact sur les familles, adéquation du complément octroyé avec la situation de la famille …) et de repérer les problèmes rencontrés et de proposer si nécessaire toutes mesures ou bonnes pratiques permettant d'améliorer le circuit de gestion de la prestation.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-04-27T00:00:00.000Z",
            "dateFin": "2020-05-07T00:00:00.000Z"
        }
    ]
}