{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006335406",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le financement des projets de codéveloppement des migrants peut être assuré par la mise en oeuvre des dispositifs prévus par les articles L. 221-33 et L. 221-34 du code monétaire et financier, ci-après reproduits : Art. L. 221-33 . I.-Un compte épargne codéveloppement peut être proposé par tout établissement de crédit et par tout établissement autorisé à recevoir des dépôts qui s'engage par convention avec l'Etat à respecter les règles fixées pour le fonctionnement de l'épargne codéveloppement. II. - Le compte épargne codéveloppement est destiné à recevoir l'épargne d'étrangers ayant la nationalité d'un pays en voie de développement, figurant sur une liste de pays fixée par arrêté conjoint du ministre des affaires étrangères, du ministre de l'intérieur, du ministre chargé de l'économie et du ministre chargé du budget, et titulaires d'une carte de séjour permettant l'exercice d'une activité professionnelle, aux fins de financer des opérations dans leur pays d'origine telles que prévues au III. III. - Les investissements autorisés à partir des comptes épargne codéveloppement sont ceux qui concourent au développement économique des pays bénéficiaires, notamment : a) La création, la reprise ou la prise de participation dans les entreprises locales ; b) L'abondement de fonds destinés à des activités de microfinance ; c) L'acquisition d'immobilier d'entreprise, d'immobilier commercial ou de logements locatifs ; d) Le rachat de fonds de commerce ; e) Le versement à des fonds d'investissement dédiés au développement ou des sociétés financières spécialisées dans le financement à long terme, opérant dans les pays visés au II. IV.-Les opérations relatives aux comptes épargne codéveloppement sont soumises au contrôle sur pièces et sur place de l'inspection générale des finances. V.-Un comité examine périodiquement la cohérence des projets financés au travers du compte épargne codéveloppement avec les différentes actions de financement du développement et formule des recommandations aux ministres concernés. Ce comité est institué par arrêté conjoint du ministre des affaires étrangères, du ministre de l'intérieur, du ministre chargé de l'économie et du ministre chargé du budget. VI. - Un décret fixe les modalités d'application du présent article, notamment les obligations des titulaires d'un compte épargne codéveloppement et des établissements distributeurs. Art. L. 221-34 . I.-Un livret d'épargne pour le codéveloppement peut être proposé par tout établissement de crédit et par tout établissement autorisé à recevoir des dépôts qui s'engage par convention avec l'Etat à respecter les règles fixées pour le fonctionnement de ce livret. II. - Le livret d'épargne pour le codéveloppement est destiné à recevoir l'épargne d'étrangers majeurs ayant la nationalité d'un pays en voie de développement, figurant sur la liste de pays fixée par l'arrêté prévu au II de l'article L. 221-33, titulaires d'un titre de séjour d'une durée supérieure ou égale à un an et fiscalement domiciliés en France, aux fins de financer des opérations d'investissement dans les pays signataires d'un accord avec la France prévoyant la distribution du livret d'épargne pour le codéveloppement. III. - A l'issue d'une phase d'épargne au cours de laquelle les sommes placées sur le livret d'épargne pour le codéveloppement sont bloquées pour une durée au moins égale à trois années consécutives et régulièrement alimentées dans des conditions fixées par décret en Conseil d'Etat, les titulaires d'un livret d'épargne pour le codéveloppement qui contractent un prêt aux fins d'investissement dans un pays signataire avec la France d'un accord prévoyant la distribution du livret d'épargne pour le codéveloppement bénéficient d'une prime d'épargne plafonnée dont le montant est fixé compte tenu de leur effort d'épargne. Les investissements ouvrant droit à la prime sont définis dans les accords signés entre les pays en développement et la France. IV. - Les conditions de transfert dans un autre établissement de crédit et de plafonnement des sommes versées sur le livret d'épargne pour le codéveloppement sont fixées par décret en Conseil d'Etat. V. - Les opérations relatives aux livrets d'épargne pour le codéveloppement sont soumises au contrôle sur pièces et sur place de l'inspection générale des finances. VI. - Le comité prévu au V de l'article L. 221-33 examine périodiquement la cohérence des projets financés au travers du livret d'épargne pour le codéveloppement avec les différentes actions de financement du développement et formule des recommandations aux ministres concernés. VII. - Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>Le financement des projets de codéveloppement des migrants peut être assuré par la mise en oeuvre des dispositifs prévus par les articles L. 221-33 et L. 221-34 du code monétaire et financier, ci-après reproduits : </p><p>Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006651968&dateTexte=&categorieLien=cid'> L. 221-33</a>. I.-Un compte épargne codéveloppement peut être proposé par tout établissement de crédit et par tout établissement autorisé à recevoir des dépôts qui s'engage par convention avec l'Etat à respecter les règles fixées pour le fonctionnement de l'épargne codéveloppement. </p><p>II. - Le compte épargne codéveloppement est destiné à recevoir l'épargne d'étrangers ayant la nationalité d'un pays en voie de développement, figurant sur une liste de pays fixée par arrêté conjoint du ministre des affaires étrangères, du ministre de l'intérieur, du ministre chargé de l'économie et du ministre chargé du budget, et titulaires d'une carte de séjour permettant l'exercice d'une activité professionnelle, aux fins de financer des opérations dans leur pays d'origine telles que prévues au III. </p><p>III. - Les investissements autorisés à partir des comptes épargne codéveloppement sont ceux qui concourent au développement économique des pays bénéficiaires, notamment : </p><p>a) La création, la reprise ou la prise de participation dans les entreprises locales ; </p><p>b) L'abondement de fonds destinés à des activités de microfinance ; </p><p>c) L'acquisition d'immobilier d'entreprise, d'immobilier commercial ou de logements locatifs ; </p><p>d) Le rachat de fonds de commerce ; </p><p>e) Le versement à des fonds d'investissement dédiés au développement ou des sociétés financières spécialisées dans le financement à long terme, opérant dans les pays visés au II. </p><p>IV.-Les opérations relatives aux comptes épargne codéveloppement sont soumises au contrôle sur pièces et sur place de l'inspection générale des finances.</p><p>V.-Un comité examine périodiquement la cohérence des projets financés au travers du compte épargne codéveloppement avec les différentes actions de financement du développement et formule des recommandations aux ministres concernés. Ce comité est institué par arrêté conjoint du ministre des affaires étrangères, du ministre de l'intérieur, du ministre chargé de l'économie et du ministre chargé du budget. </p><p>VI. - Un décret fixe les modalités d'application du présent article, notamment les obligations des titulaires d'un compte épargne codéveloppement et des établissements distributeurs. </p><p>Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006651970&dateTexte=&categorieLien=cid'> L. 221-34</a>. I.-Un livret d'épargne pour le codéveloppement peut être proposé par tout établissement de crédit et par tout établissement autorisé à recevoir des dépôts qui s'engage par convention avec l'Etat à respecter les règles fixées pour le fonctionnement de ce livret. </p><p>II. - Le livret d'épargne pour le codéveloppement est destiné à recevoir l'épargne d'étrangers majeurs ayant la nationalité d'un pays en voie de développement, figurant sur la liste de pays fixée par l'arrêté prévu au II de l'article L. 221-33, titulaires d'un titre de séjour d'une durée supérieure ou égale à un an et fiscalement domiciliés en France, aux fins de financer des opérations d'investissement dans les pays signataires d'un accord avec la France prévoyant la distribution du livret d'épargne pour le codéveloppement. </p><p>III. - A l'issue d'une phase d'épargne au cours de laquelle les sommes placées sur le livret d'épargne pour le codéveloppement sont bloquées pour une durée au moins égale à trois années consécutives et régulièrement alimentées dans des conditions fixées par décret en Conseil d'Etat, les titulaires d'un livret d'épargne pour le codéveloppement qui contractent un prêt aux fins d'investissement dans un pays signataire avec la France d'un accord prévoyant la distribution du livret d'épargne pour le codéveloppement bénéficient d'une prime d'épargne plafonnée dont le montant est fixé compte tenu de leur effort d'épargne. Les investissements ouvrant droit à la prime sont définis dans les accords signés entre les pays en développement et la France. </p><p>IV. - Les conditions de transfert dans un autre établissement de crédit et de plafonnement des sommes versées sur le livret d'épargne pour le codéveloppement sont fixées par décret en Conseil d'Etat.</p><p>V. - Les opérations relatives aux livrets d'épargne pour le codéveloppement sont soumises au contrôle sur pièces et sur place de l'inspection générale des finances. </p><p>VI. - Le comité prévu au V de l'article L. 221-33 examine périodiquement la cohérence des projets financés au travers du livret d'épargne pour le codéveloppement avec les différentes actions de financement du développement et formule des recommandations aux ministres concernés. </p><p>VII. - Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "L900-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1195603200000,
            "dateFin": 1619827200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2021-05-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085121",
                        "id": "LEGISCTA000006085121",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2007-11-21",
                        "fin": "2021-05-01",
                        "titre": "LIVRE IX : LE CODÉVELOPPEMENT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115071",
                        "id": "LEGISCTA000006115071",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006335406",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006115071",
            "sectionParentId": "LEGISCTA000006115071",
            "sectionParentTitre": "LIVRE IX : LE CODÉVELOPPEMENT",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006335406",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000624655",
                    "textTitle": "Ordonnance n° 2004-1248 du 24 novembre 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000624655",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-11-25",
                    "dateSignaTexte": "2004-11-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000266495",
                    "textTitle": "Loi 2006-911 2006-07-24 art. 120 JORF 25 juillet 2006 (Ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000266495",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-07-25",
                    "dateSignaTexte": "2006-07-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000524004",
                    "textTitle": "Loi n°2007-1631 du 20 novembre 2007 - art. 53 () JORF 21 novembre 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000006400048",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-11-21",
                    "dateSignaTexte": "2007-11-20",
                    "dateDebutCible": "2007-11-21"
                },
                {
                    "textCid": "JORFTEXT000042754770",
                    "textTitle": "Ordonnance n°2020-1733 du 16 décembre 2020 - art. 1 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042763000",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2021-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021262064",
                    "textTitle": "Arrêté du 4 novembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021262064",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1258156800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-33",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L221-33",
                    "articleId": "LEGIARTI000006651968",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-34",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L221-34",
                    "articleId": "LEGIARTI000006651970",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006335406",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1195603200000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L900-1",
                "900-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}