{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045211549",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La convention intercommunale d'attribution ou, pour la commune de Paris, la convention d'attribution, définit, le cas échéant en cohérence avec les objectifs du contrat de ville à laquelle elle est alors annexée et en tenant compte, par secteur géographique, des capacités d'accueil et des conditions d'occupation des immeubles : 1° Pour chaque bailleur social ayant des logements sur le territoire concerné, un engagement annuel quantifié et territorialisé d'attribution de logements à réaliser en application des vingt-troisième à vingt-cinquième alinéas de l'article L. 441-1 ; 2° Pour chaque bailleur social, un engagement annuel quantifié et territorialisé d'attribution de logements aux personnes bénéficiant d'une décision favorable mentionnée à l'article L. 441-2-3 et à des personnes répondant aux critères de priorité mentionnés à l'article L. 441-1, ainsi que les modalités de relogement et d'accompagnement social nécessaires à la mise en œuvre de cet engagement ; 3° Pour chaque bailleur social, un engagement portant sur les actions à mettre en œuvre dans son domaine de compétences pour atteindre les objectifs d'équilibre territorial mentionnés au 1° de l'article L. 441-1-5 ; 3° bis Pour chaque bailleur social, une liste fixant les résidences à enjeu prioritaire de mixité sociale, annexée à la convention et adressée tous les trois ans. Cette liste est établie en fonction des conditions d'occupation de ces résidences, selon des critères définis par décret en Conseil d'Etat ; 4° Pour chacun des autres signataires de la convention, des engagements relatifs à sa contribution à la mise en œuvre des actions permettant de respecter les engagements définis aux 1° à 3° du présent article et, le cas échéant, les moyens d'accompagnement adaptés ; 5° Les modalités de relogement et d'accompagnement social des personnes relogées dans le cadre des opérations de renouvellement urbain ; 6° Les conditions dans lesquelles les réservataires de logements sociaux et les bailleurs sociaux procèdent à la désignation des candidats dont les demandes sont présentées aux commissions mentionnées à l'article L. 441-2 et les modalités de la coopération entre les bailleurs sociaux et les titulaires de droits de réservation. Le respect des engagements pris au titre des 1° à 4° du présent article fait l'objet d'une évaluation annuelle présentée à la conférence mentionnée à l'article L. 441-1-5. La convention est soumise pour avis au comité responsable du plan départemental d'action pour le logement et l'hébergement des personnes défavorisées et à la conférence intercommunale du logement ou, pour la commune de Paris, à la conférence du logement. Si ces avis n'ont pas été rendus dans un délai de deux mois à compter de la transmission de la convention, ils sont réputés favorables. Si elle est agréée par le représentant de l'Etat dans le département, cette convention se substitue à l'accord collectif prévu à l'article L. 441-1-1 et à la convention mentionnée à l' article 8 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine sur le territoire des établissements publics de coopération intercommunale auxquels le même article 8 est applicable et, sur le territoire où il s'applique, à l'accord collectif départemental prévu à l'article L. 441-1-2. La convention prévoit la création d'une commission de coordination, présidée par le président de l'établissement public de coopération intercommunale, le maire de Paris ou le président du conseil de territoire de l'établissement public territorial de la métropole du Grand Paris. Cette commission est composée du représentant de l'Etat dans le département, des maires des communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris, des maires d'arrondissement de la commune de Paris, ou de leurs représentants, de représentants des bailleurs sociaux présents sur le territoire concerné, de représentants du département, de représentants des titulaires de droits de réservation et de représentants des associations dont l'un des objets est l'insertion ou le logement des personnes défavorisées qui œuvrent dans le département. Cette commission assure le suivi et l'évaluation de la convention intercommunale d'attribution. Elle peut avoir pour mission d'examiner certains dossiers de demandeurs de logement social concernés par la convention. Elle émet alors des avis quant à l'opportunité de présenter en commission d'attribution les dossiers présentés par les réservataires. La commission se dote d'un règlement intérieur. Lorsque, au terme d'un délai de six mois à compter de la proposition présentée par l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris, un bailleur social refuse de signer la convention, le représentant de l'Etat dans le département désigne au bailleur des personnes concernées par les 1° et 2° du présent article et fixe le délai dans lequel le bailleur est tenu de les loger. Les attributions s'imputent sur les droits de réservation des différents contingents, dont les logements non réservés ou pour lesquels l'attribution à un candidat présenté par le réservataire a échoué. Ces attributions sont prononcées en tenant compte de l'état de l'occupation du patrimoine locatif social de ce bailleur au regard de l'objectif de diversité de la composition sociale de chaque quartier et de chaque commune. Le présent alinéa s'applique jusqu'à la signature, par le bailleur, de la convention. En cas de manquement d'un bailleur social aux engagements qu'il a pris dans le cadre de la convention au titre des 1° ou 2°, le représentant de l'Etat dans le département peut procéder à l'attribution d'un nombre de logements équivalent au nombre de logements restant à attribuer aux personnes concernées par les mêmes 1° ou 2°, après consultation des maires des communes d'implantation des logements. Ces attributions s'imputent dans les conditions mentionnées au douzième alinéa. Si l'organisme bailleur fait obstacle aux attributions prononcées par le représentant de l'Etat dans le département, celui-ci met en œuvre les dispositions du dernier alinéa de l'article L. 441-1-3.",
            "texteHtml": "<p>La convention intercommunale d'attribution ou, pour la commune de Paris, la convention d'attribution, définit, le cas échéant en cohérence avec les objectifs du contrat de ville à laquelle elle est alors annexée et en tenant compte, par secteur géographique, des capacités d'accueil et des conditions d'occupation des immeubles :</p><p>1° Pour chaque bailleur social ayant des logements sur le territoire concerné, un engagement annuel quantifié et territorialisé d'attribution de logements à réaliser en application des vingt-troisième à vingt-cinquième alinéas de l'article L. 441-1 ;</p><p>2° Pour chaque bailleur social, un engagement annuel quantifié et territorialisé d'attribution de logements aux personnes bénéficiant d'une décision favorable mentionnée à l'article L. 441-2-3 et à des personnes répondant aux critères de priorité mentionnés à l'article L. 441-1, ainsi que les modalités de relogement et d'accompagnement social nécessaires à la mise en œuvre de cet engagement ;</p><p>3° Pour chaque bailleur social, un engagement portant sur les actions à mettre en œuvre dans son domaine de compétences pour atteindre les objectifs d'équilibre territorial mentionnés au 1° de l'article L. 441-1-5 ;</p><p>3° bis Pour chaque bailleur social, une liste fixant les résidences à enjeu prioritaire de mixité sociale, annexée à la convention et adressée tous les trois ans. Cette liste est établie en fonction des conditions d'occupation de ces résidences, selon des critères définis par décret en Conseil d'Etat ;</p><p>4° Pour chacun des autres signataires de la convention, des engagements relatifs à sa contribution à la mise en œuvre des actions permettant de respecter les engagements définis aux 1° à 3° du présent article et, le cas échéant, les moyens d'accompagnement adaptés ;</p><p>5° Les modalités de relogement et d'accompagnement social des personnes relogées dans le cadre des opérations de renouvellement urbain ;</p><p>6° Les conditions dans lesquelles les réservataires de logements sociaux et les bailleurs sociaux procèdent à la désignation des candidats dont les demandes sont présentées aux commissions mentionnées à l'article L. 441-2 et les modalités de la coopération entre les bailleurs sociaux et les titulaires de droits de réservation.</p><p>Le respect des engagements pris au titre des 1° à 4° du présent article fait l'objet d'une évaluation annuelle présentée à la conférence mentionnée à l'article L. 441-1-5.</p><p>La convention est soumise pour avis au comité responsable du plan départemental d'action pour le logement et l'hébergement des personnes défavorisées et à la conférence intercommunale du logement ou, pour la commune de Paris, à la conférence du logement. Si ces avis n'ont pas été rendus dans un délai de deux mois à compter de la transmission de la convention, ils sont réputés favorables.</p><p>Si elle est agréée par le représentant de l'Etat dans le département, cette convention se substitue à l'accord collectif prévu à l'article L. 441-1-1 et à la convention mentionnée à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028636804&idArticle=JORFARTI000028637030&categorieLien=cid'>article 8 de la loi n° 2014-173 du 21 février 2014</a> de programmation pour la ville et la cohésion urbaine sur le territoire des établissements publics de coopération intercommunale auxquels le même article 8 est applicable et, sur le territoire où il s'applique, à l'accord collectif départemental prévu à l'article L. 441-1-2.</p><p>La convention prévoit la création d'une commission de coordination, présidée par le président de l'établissement public de coopération intercommunale, le maire de Paris ou le président du conseil de territoire de l'établissement public territorial de la métropole du Grand Paris. Cette commission est composée du représentant de l'Etat dans le département, des maires des communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris, des maires d'arrondissement de la commune de Paris, ou de leurs représentants, de représentants des bailleurs sociaux présents sur le territoire concerné, de représentants du département, de représentants des titulaires de droits de réservation et de représentants des associations dont l'un des objets est l'insertion ou le logement des personnes défavorisées qui œuvrent dans le département. Cette commission assure le suivi et l'évaluation de la convention intercommunale d'attribution. Elle peut avoir pour mission d'examiner certains dossiers de demandeurs de logement social concernés par la convention. Elle émet alors des avis quant à l'opportunité de présenter en commission d'attribution les dossiers présentés par les réservataires. La commission se dote d'un règlement intérieur.</p><p>Lorsque, au terme d'un délai de six mois à compter de la proposition présentée par l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris, un bailleur social refuse de signer la convention, le représentant de l'Etat dans le département désigne au bailleur des personnes concernées par les 1° et 2° du présent article et fixe le délai dans lequel le bailleur est tenu de les loger. Les attributions s'imputent sur les droits de réservation des différents contingents, dont les logements non réservés ou pour lesquels l'attribution à un candidat présenté par le réservataire a échoué. Ces attributions sont prononcées en tenant compte de l'état de l'occupation du patrimoine locatif social de ce bailleur au regard de l'objectif de diversité de la composition sociale de chaque quartier et de chaque commune. Le présent alinéa s'applique jusqu'à la signature, par le bailleur, de la convention.</p><p>En cas de manquement d'un bailleur social aux engagements qu'il a pris dans le cadre de la convention au titre des 1° ou 2°, le représentant de l'Etat dans le département peut procéder à l'attribution d'un nombre de logements équivalent au nombre de logements restant à attribuer aux personnes concernées par les mêmes 1° ou 2°, après consultation des maires des communes d'implantation des logements. Ces attributions s'imputent dans les conditions mentionnées au douzième alinéa.</p><p>Si l'organisme bailleur fait obstacle aux attributions prononcées par le représentant de l'Etat dans le département, celui-ci met en œuvre les dispositions du dernier alinéa de l'article L. 441-1-3.</p><p></p>",
            "num": "L441-1-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1645574400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2139095039,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825360",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045211549",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret n° 78-621 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 114 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "114",
                    "articleId": "LEGIARTI000045211412",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2022-02-23"
                },
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 84",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "84",
                    "articleId": "LEGIARTI000045199017",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n°90-449 du 31 mai 1990 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006351267",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1153008000000
                },
                {
                    "textCid": "JORFTEXT000000578573",
                    "textTitle": "Décret n°99-897 du 22 octobre 1999 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006822288",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-897",
                    "datePubli": 940636800000,
                    "dateDebut": 940636800000
                },
                {
                    "textCid": "JORFTEXT000028636804",
                    "textTitle": "LOI n° 2014-173 du 21 février 2014 - art. 8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "JORFARTI000028637030",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-173",
                    "datePubli": 1393027200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034639325",
                    "textTitle": "Décret n°2017-917 du 9 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034648362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-917",
                    "datePubli": 1494374400000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "JORFTEXT000036026642",
                    "textTitle": "Décret n°2017-1565 du 14 novembre 2017 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036028083",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1565",
                    "datePubli": 1510790400000,
                    "dateDebut": 1510876800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-4",
                    "articleId": "LEGIARTI000006825356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-1-3",
                    "articleId": "LEGIARTI000047372336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680220800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-13 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-13",
                    "articleId": "LEGIARTI000039043085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-16-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-16-4",
                    "articleId": "LEGIARTI000039043053",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-15",
                    "articleId": "LEGIARTI000039636874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-6",
                    "articleId": "LEGIARTI000034666267",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-9",
                    "articleId": "LEGIARTI000039048723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2",
                    "articleId": "LEGIARTI000039042929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-6",
                    "articleId": "LEGIARTI000041615522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825360",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 901843200000,
                    "dateFin": 976752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006825361",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 976752000000,
                    "dateFin": 1153008000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033971894",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669908",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045211549",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-1-6",
                "441-1-6"
            ],
            "versionPrecedente": "LEGIARTI000037669908",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037669908",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La convention intercommunale d'attribution ou, pour la commune de Paris, la convention d'attribution, définit, le cas échéant en cohérence avec les objectifs du contrat de ville à laquelle elle est alors annexée et en tenant compte, par secteur géographique, des capacités d'accueil et des conditions d'occupation des immeubles : 1° Pour chaque bailleur social ayant des logements sur le territoire concerné, un engagement annuel quantifié et territorialisé d'attribution de logements à réaliser en application des vingt-troisième à vingt-cinquième alinéas de l'article L. 441-1 ; 2° Pour chaque bailleur social, un engagement annuel quantifié et territorialisé d'attribution de logements aux personnes bénéficiant d'une décision favorable mentionnée à l'article L. 441-2-3 et à des personnes répondant aux critères de priorité mentionnés à l'article L. 441-1, ainsi que les modalités de relogement et d'accompagnement social nécessaires à la mise en œuvre de cet engagement ; 3° Pour chaque bailleur social, un engagement portant sur les actions à mettre en œuvre dans son domaine de compétences pour atteindre les objectifs d'équilibre territorial mentionnés au 1° de l'article L. 441-1-5 ; 4° Pour chacun des autres signataires de la convention, des engagements relatifs à sa contribution à la mise en œuvre des actions permettant de respecter les engagements définis aux 1° à 3° du présent article et, le cas échéant, les moyens d'accompagnement adaptés ; 5° Les modalités de relogement et d'accompagnement social des personnes relogées dans le cadre des opérations de renouvellement urbain ; 6° Les conditions dans lesquelles les réservataires de logements sociaux et les bailleurs sociaux procèdent à la désignation des candidats dont les demandes sont présentées aux commissions mentionnées à l'article L. 441-2 et les modalités de la coopération entre les bailleurs sociaux et les titulaires de droits de réservation. Le respect des engagements pris au titre des 1° à 4° du présent article fait l'objet d'une évaluation annuelle présentée à la conférence mentionnée à l'article L. 441-1-5. La convention est soumise pour avis au comité responsable du plan départemental d'action pour le logement et l'hébergement des personnes défavorisées et à la conférence intercommunale du logement ou, pour la commune de Paris, à la conférence du logement. Si ces avis n'ont pas été rendus dans un délai de deux mois à compter de la transmission de la convention, ils sont réputés favorables. Si elle est agréée par le représentant de l'Etat dans le département, cette convention se substitue à l'accord collectif prévu à l'article L. 441-1-1 et à la convention mentionnée à l' article 8 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine sur le territoire des établissements publics de coopération intercommunale auxquels le même article 8 est applicable et, sur le territoire où il s'applique, à l'accord collectif départemental prévu à l'article L. 441-1-2. La convention prévoit la création d'une commission de coordination, présidée par le président de l'établissement public de coopération intercommunale, le maire de Paris ou le président du conseil de territoire de l'établissement public territorial de la métropole du Grand Paris. Cette commission est composée du représentant de l'Etat dans le département, des maires des communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris, des maires d'arrondissement de la commune de Paris, ou de leurs représentants, de représentants des bailleurs sociaux présents sur le territoire concerné, de représentants du département, de représentants des titulaires de droits de réservation et de représentants des associations dont l'un des objets est l'insertion ou le logement des personnes défavorisées qui œuvrent dans le département. Cette commission assure le suivi et l'évaluation de la convention intercommunale d'attribution. Elle peut avoir pour mission d'examiner certains dossiers de demandeurs de logement social concernés par la convention. Elle émet alors des avis quant à l'opportunité de présenter en commission d'attribution les dossiers présentés par les réservataires. La commission se dote d'un règlement intérieur. Lorsque, au terme d'un délai de six mois à compter de la proposition présentée par l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris, un bailleur social refuse de signer la convention, le représentant de l'Etat dans le département désigne au bailleur des personnes concernées par les 1° et 2° du présent article et fixe le délai dans lequel le bailleur est tenu de les loger. Les attributions s'imputent sur les droits de réservation des différents contingents, dont les logements non réservés ou pour lesquels l'attribution à un candidat présenté par le réservataire a échoué. Ces attributions sont prononcées en tenant compte de l'état de l'occupation du patrimoine locatif social de ce bailleur au regard de l'objectif de diversité de la composition sociale de chaque quartier et de chaque commune. Le présent alinéa s'applique jusqu'à la signature, par le bailleur, de la convention. En cas de manquement d'un bailleur social aux engagements qu'il a pris dans le cadre de la convention au titre des 1° ou 2°, le représentant de l'Etat dans le département peut procéder à l'attribution d'un nombre de logements équivalent au nombre de logements restant à attribuer aux personnes concernées par les mêmes 1° ou 2°, après consultation des maires des communes d'implantation des logements. Ces attributions s'imputent dans les conditions mentionnées au douzième alinéa. Si l'organisme bailleur fait obstacle aux attributions prononcées par le représentant de l'Etat dans le département, celui-ci met en œuvre les dispositions du dernier alinéa de l'article L. 441-1-3.",
            "texteHtml": "<p></p><p>La convention intercommunale d'attribution ou, pour la commune de Paris, la convention d'attribution, définit, le cas échéant en cohérence avec les objectifs du contrat de ville à laquelle elle est alors annexée et en tenant compte, par secteur géographique, des capacités d'accueil et des conditions d'occupation des immeubles :</p><p><br/>\n1° Pour chaque bailleur social ayant des logements sur le territoire concerné, un engagement annuel quantifié et territorialisé d'attribution de logements à réaliser en application des vingt-troisième à vingt-cinquième alinéas de l'article L. 441-1 ;</p><p><br/>\n2° Pour chaque bailleur social, un engagement annuel quantifié et territorialisé d'attribution de logements aux personnes bénéficiant d'une décision favorable mentionnée à l'article L. 441-2-3 et à des personnes répondant aux critères de priorité mentionnés à l'article L. 441-1, ainsi que les modalités de relogement et d'accompagnement social nécessaires à la mise en œuvre de cet engagement ;</p><p><br/>\n3° Pour chaque bailleur social, un engagement portant sur les actions à mettre en œuvre dans son domaine de compétences pour atteindre les objectifs d'équilibre territorial mentionnés au 1° de l'article L. 441-1-5 ;</p><p><br/>\n4° Pour chacun des autres signataires de la convention, des engagements relatifs à sa contribution à la mise en œuvre des actions permettant de respecter les engagements définis aux 1° à 3° du présent article et, le cas échéant, les moyens d'accompagnement adaptés ;</p><p><br/>\n5° Les modalités de relogement et d'accompagnement social des personnes relogées dans le cadre des opérations de renouvellement urbain ;</p><p><br/>\n6° Les conditions dans lesquelles les réservataires de logements sociaux et les bailleurs sociaux procèdent à la désignation des candidats dont les demandes sont présentées aux commissions mentionnées à l'article L. 441-2 et les modalités de la coopération entre les bailleurs sociaux et les titulaires de droits de réservation.</p><p><br/>\nLe respect des engagements pris au titre des 1° à 4° du présent article fait l'objet d'une évaluation annuelle présentée à la conférence mentionnée à l'article L. 441-1-5.</p><p><br/>\nLa convention est soumise pour avis au comité responsable du plan départemental d'action pour le logement et l'hébergement des personnes défavorisées et à la conférence intercommunale du logement ou, pour la commune de Paris, à la conférence du logement. Si ces avis n'ont pas été rendus dans un délai de deux mois à compter de la transmission de la convention, ils sont réputés favorables.</p><p><br/>\nSi elle est agréée par le représentant de l'Etat dans le département, cette convention se substitue à l'accord collectif prévu à l'article L. 441-1-1 et à la convention mentionnée à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028636804&idArticle=JORFARTI000028637030&categorieLien=cid'>article 8 de la loi n° 2014-173 du 21 février 2014</a> de programmation pour la ville et la cohésion urbaine sur le territoire des établissements publics de coopération intercommunale auxquels le même article 8 est applicable et, sur le territoire où il s'applique, à l'accord collectif départemental prévu à l'article L. 441-1-2.</p><p><br/>\nLa convention prévoit la création d'une commission de coordination, présidée par le président de l'établissement public de coopération intercommunale, le maire de Paris ou le président du conseil de territoire de l'établissement public territorial de la métropole du Grand Paris. Cette commission est composée du représentant de l'Etat dans le département, des maires des communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris, des maires d'arrondissement de la commune de Paris, ou de leurs représentants, de représentants des bailleurs sociaux présents sur le territoire concerné, de représentants du département, de représentants des titulaires de droits de réservation et de représentants des associations dont l'un des objets est l'insertion ou le logement des personnes défavorisées qui œuvrent dans le département. Cette commission assure le suivi et l'évaluation de la convention intercommunale d'attribution. Elle peut avoir pour mission d'examiner certains dossiers de demandeurs de logement social concernés par la convention. Elle émet alors des avis quant à l'opportunité de présenter en commission d'attribution les dossiers présentés par les réservataires. La commission se dote d'un règlement intérieur.</p><p><br/>\nLorsque, au terme d'un délai de six mois à compter de la proposition présentée par l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris, un bailleur social refuse de signer la convention, le représentant de l'Etat dans le département désigne au bailleur des personnes concernées par les 1° et 2° du présent article et fixe le délai dans lequel le bailleur est tenu de les loger. Les attributions s'imputent sur les droits de réservation des différents contingents, dont les logements non réservés ou pour lesquels l'attribution à un candidat présenté par le réservataire a échoué. Ces attributions sont prononcées en tenant compte de l'état de l'occupation du patrimoine locatif social de ce bailleur au regard de l'objectif de diversité de la composition sociale de chaque quartier et de chaque commune. Le présent alinéa s'applique jusqu'à la signature, par le bailleur, de la convention.</p><p><br/>\nEn cas de manquement d'un bailleur social aux engagements qu'il a pris dans le cadre de la convention au titre des 1° ou 2°, le représentant de l'Etat dans le département peut procéder à l'attribution d'un nombre de logements équivalent au nombre de logements restant à attribuer aux personnes concernées par les mêmes 1° ou 2°, après consultation des maires des communes d'implantation des logements. Ces attributions s'imputent dans les conditions mentionnées au douzième alinéa.</p><p><br/>\nSi l'organisme bailleur fait obstacle aux attributions prononcées par le représentant de l'Etat dans le département, celui-ci met en œuvre les dispositions du dernier alinéa de l'article L. 441-1-3.</p><p></p>",
            "num": "L441-1-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1543104000000,
            "dateFin": 1645574400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2139095039,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825360",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037669908",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret n° 78-621 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 112",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "112",
                    "articleId": "LEGIARTI000037642369",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2018-11-25"
                },
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 114",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "114",
                    "articleId": "LEGIARTI000037642373",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2018-11-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n°90-449 du 31 mai 1990 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006351267",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1153008000000
                },
                {
                    "textCid": "JORFTEXT000000578573",
                    "textTitle": "Décret n°99-897 du 22 octobre 1999 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006822288",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-897",
                    "datePubli": 940636800000,
                    "dateDebut": 940636800000
                },
                {
                    "textCid": "JORFTEXT000028636804",
                    "textTitle": "LOI n° 2014-173 du 21 février 2014 - art. 8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "JORFARTI000028637030",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-173",
                    "datePubli": 1393027200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034639325",
                    "textTitle": "Décret n°2017-917 du 9 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034648362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-917",
                    "datePubli": 1494374400000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "JORFTEXT000036026642",
                    "textTitle": "Décret n°2017-1565 du 14 novembre 2017 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036028083",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1565",
                    "datePubli": 1510790400000,
                    "dateDebut": 1510876800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-4",
                    "articleId": "LEGIARTI000006825356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-1-3",
                    "articleId": "LEGIARTI000047372336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680220800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-13 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-13",
                    "articleId": "LEGIARTI000039043085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-16-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-16-4",
                    "articleId": "LEGIARTI000039043053",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-15",
                    "articleId": "LEGIARTI000039636874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-6",
                    "articleId": "LEGIARTI000034666267",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-9",
                    "articleId": "LEGIARTI000039048723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2",
                    "articleId": "LEGIARTI000039042929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-6",
                    "articleId": "LEGIARTI000041615522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825360",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 901843200000,
                    "dateFin": 976752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006825361",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 976752000000,
                    "dateFin": 1153008000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033971894",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669908",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045211549",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-1-6",
                "441-1-6"
            ],
            "versionPrecedente": "LEGIARTI000033971894",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033971894",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La convention intercommunale d'attribution ou, pour la commune de Paris, la convention d'attribution, définit, le cas échéant en cohérence avec les objectifs du contrat de ville à laquelle elle est alors annexée et en tenant compte, par secteur géographique, des capacités d'accueil et des conditions d'occupation des immeubles : 1° Pour chaque bailleur social ayant des logements sur le territoire concerné, un engagement annuel quantifié et territorialisé d'attribution de logements à réaliser en application des vingtième à vingt-deuxième alinéas de l'article L. 441-1 ; 2° Pour chaque bailleur social, un engagement annuel quantifié et territorialisé d'attribution de logements aux personnes bénéficiant d'une décision favorable mentionnée à l'article L. 441-2-3 et à des personnes répondant aux critères de priorité mentionnés à l'article L. 441-1, ainsi que les modalités de relogement et d'accompagnement social nécessaires à la mise en œuvre de cet engagement ; 3° Pour chaque bailleur social, un engagement portant sur les actions à mettre en œuvre dans son domaine de compétences pour atteindre les objectifs d'équilibre territorial mentionnés au 1° de l'article L. 441-1-5 ; 4° Pour chacun des autres signataires de la convention, des engagements relatifs à sa contribution à la mise en œuvre des actions permettant de respecter les engagements définis aux 1° à 3° du présent article et, le cas échéant, les moyens d'accompagnement adaptés ; 5° Les modalités de relogement et d'accompagnement social des personnes relogées dans le cadre des opérations de renouvellement urbain ; 6° Les conditions dans lesquelles les réservataires de logements sociaux et les bailleurs sociaux procèdent à la désignation des candidats dont les demandes sont présentées aux commissions mentionnées à l'article L. 441-2 et les modalités de la coopération entre les bailleurs sociaux et les titulaires de droits de réservation. Le respect des engagements pris au titre des 1° à 4° du présent article fait l'objet d'une évaluation annuelle présentée à la conférence mentionnée à l'article L. 441-1-5. La convention est soumise pour avis au comité responsable du plan départemental d'action pour le logement et l'hébergement des personnes défavorisées et à la conférence intercommunale du logement ou, pour la commune de Paris, à la conférence du logement. Si ces avis n'ont pas été rendus dans un délai de deux mois à compter de la transmission de la convention, ils sont réputés favorables. Si elle est agréée par le représentant de l'Etat dans le département, cette convention se substitue à l'accord collectif prévu à l'article L. 441-1-1 et à la convention mentionnée à l' article 8 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine sur le territoire des établissements publics de coopération intercommunale auxquels le même article 8 est applicable et, sur le territoire où il s'applique, à l'accord collectif départemental prévu à l'article L. 441-1-2. La convention prévoit la création d'une commission de coordination, présidée par le président de l'établissement public de coopération intercommunale, le maire de Paris ou le président du conseil de territoire de l'établissement public territorial de la métropole du Grand Paris. Cette commission est composée du représentant de l'Etat dans le département, des maires des communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris, des maires d'arrondissement de la commune de Paris, ou de leurs représentants, de représentants des bailleurs sociaux présents sur le territoire concerné, de représentants du département, de représentants des titulaires de droits de réservation et de représentants des associations dont l'un des objets est l'insertion ou le logement des personnes défavorisées qui œuvrent dans le département. Cette commission peut avoir pour mission d'examiner les dossiers de demandeurs de logement social concernés par la convention. Sans se substituer aux décisions des commissions d'attribution prévues à l'article L. 441-2, la commission de coordination émet des avis quant à l'opportunité d'attribuer un logement dans le parc social situé sur le territoire concerné. La commission se dote d'un règlement intérieur. Lorsque, au terme d'un délai de six mois à compter de la proposition présentée par l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris, un bailleur social refuse de signer la convention, le représentant de l'Etat dans le département désigne au bailleur des personnes concernées par les 1° et 2° du présent article et fixe le délai dans lequel le bailleur est tenu de les loger. Les attributions s'imputent sur les droits de réservation des différents contingents, dont les logements non réservés ou pour lesquels l'attribution à un candidat présenté par le réservataire a échoué. Ces attributions sont prononcées en tenant compte de l'état de l'occupation du patrimoine locatif social de ce bailleur au regard de l'objectif de diversité de la composition sociale de chaque quartier et de chaque commune. Le présent alinéa s'applique jusqu'à la signature, par le bailleur, de la convention. En cas de manquement d'un bailleur social aux engagements qu'il a pris dans le cadre de la convention au titre des 1° ou 2°, le représentant de l'Etat dans le département peut procéder à l'attribution d'un nombre de logements équivalent au nombre de logements restant à attribuer aux personnes concernées par les mêmes 1° ou 2°, après consultation des maires des communes d'implantation des logements. Ces attributions s'imputent dans les conditions mentionnées au douzième alinéa. Si l'organisme bailleur fait obstacle aux attributions prononcées par le représentant de l'Etat dans le département, celui-ci met en œuvre les dispositions du dernier alinéa de l'article L. 441-1-3.",
            "texteHtml": "La convention intercommunale d'attribution ou, pour la commune de Paris, la convention d'attribution, définit, le cas échéant en cohérence avec les objectifs du contrat de ville à laquelle elle est alors annexée et en tenant compte, par secteur géographique, des capacités d'accueil et des conditions d'occupation des immeubles :<p><br/> 1° Pour chaque bailleur social ayant des logements sur le territoire concerné, un engagement annuel quantifié et territorialisé d'attribution de logements à réaliser en application des vingtième à vingt-deuxième alinéas de l'article L. 441-1 ;</p><p><br/> 2° Pour chaque bailleur social, un engagement annuel quantifié et territorialisé d'attribution de logements aux personnes bénéficiant d'une décision favorable mentionnée à l'article L. 441-2-3 et à des personnes répondant aux critères de priorité mentionnés à l'article L. 441-1, ainsi que les modalités de relogement et d'accompagnement social nécessaires à la mise en œuvre de cet engagement ;</p><p><br/> 3° Pour chaque bailleur social, un engagement portant sur les actions à mettre en œuvre dans son domaine de compétences pour atteindre les objectifs d'équilibre territorial mentionnés au 1° de l'article L. 441-1-5 ;</p><p><br/> 4° Pour chacun des autres signataires de la convention, des engagements relatifs à sa contribution à la mise en œuvre des actions permettant de respecter les engagements définis aux 1° à 3° du présent article et, le cas échéant, les moyens d'accompagnement adaptés ;</p><p><br/> 5° Les modalités de relogement et d'accompagnement social des personnes relogées dans le cadre des opérations de renouvellement urbain ;</p><p><br/> 6° Les conditions dans lesquelles les réservataires de logements sociaux et les bailleurs sociaux procèdent à la désignation des candidats dont les demandes sont présentées aux commissions mentionnées à l'article L. 441-2 et les modalités de la coopération entre les bailleurs sociaux et les titulaires de droits de réservation.</p><p><br/> Le respect des engagements pris au titre des 1° à 4° du présent article fait l'objet d'une évaluation annuelle présentée à la conférence mentionnée à l'article L. 441-1-5.</p><p><br/> La convention est soumise pour avis au comité responsable du plan départemental d'action pour le logement et l'hébergement des personnes défavorisées et à la conférence intercommunale du logement ou, pour la commune de Paris, à la conférence du logement. Si ces avis n'ont pas été rendus dans un délai de deux mois à compter de la transmission de la convention, ils sont réputés favorables.</p><p><br/> Si elle est agréée par le représentant de l'Etat dans le département, cette convention se substitue à l'accord collectif prévu à l'article L. 441-1-1 et à la convention mentionnée à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028636804&idArticle=JORFARTI000028637030&categorieLien=cid' title='LOI n°2014-173  du 21 février 2014 - art. 8 (V)'>article 8 de la loi n° 2014-173 du 21 février 2014</a> de programmation pour la ville et la cohésion urbaine sur le territoire des établissements publics de coopération intercommunale auxquels le même article 8 est applicable et, sur le territoire où il s'applique, à l'accord collectif départemental prévu à l'article L. 441-1-2.</p><p><br/> La convention prévoit la création d'une commission de coordination, présidée par le président de l'établissement public de coopération intercommunale, le maire de Paris ou le président du conseil de territoire de l'établissement public territorial de la métropole du Grand Paris. Cette commission est composée du représentant de l'Etat dans le département, des maires des communes membres de l'établissement public de coopération intercommunale ou de l'établissement public territorial de la métropole du Grand Paris, des maires d'arrondissement de la commune de Paris, ou de leurs représentants, de représentants des bailleurs sociaux présents sur le territoire concerné, de représentants du département, de représentants des titulaires de droits de réservation et de représentants des associations dont l'un des objets est l'insertion ou le logement des personnes défavorisées qui œuvrent dans le département. Cette commission peut avoir pour mission d'examiner les dossiers de demandeurs de logement social concernés par la convention. Sans se substituer aux décisions des commissions d'attribution prévues à l'article L. 441-2, la commission de coordination émet des avis quant à l'opportunité d'attribuer un logement dans le parc social situé sur le territoire concerné. La commission se dote d'un règlement intérieur.</p><p><br/> Lorsque, au terme d'un délai de six mois à compter de la proposition présentée par l'établissement public de coopération intercommunale, la commune de Paris ou l'établissement public territorial de la métropole du Grand Paris, un bailleur social refuse de signer la convention, le représentant de l'Etat dans le département désigne au bailleur des personnes concernées par les 1° et 2° du présent article et fixe le délai dans lequel le bailleur est tenu de les loger. Les attributions s'imputent sur les droits de réservation des différents contingents, dont les logements non réservés ou pour lesquels l'attribution à un candidat présenté par le réservataire a échoué. Ces attributions sont prononcées en tenant compte de l'état de l'occupation du patrimoine locatif social de ce bailleur au regard de l'objectif de diversité de la composition sociale de chaque quartier et de chaque commune. Le présent alinéa s'applique jusqu'à la signature, par le bailleur, de la convention.</p><p><br/> En cas de manquement d'un bailleur social aux engagements qu'il a pris dans le cadre de la convention au titre des 1° ou 2°, le représentant de l'Etat dans le département peut procéder à l'attribution d'un nombre de logements équivalent au nombre de logements restant à attribuer aux personnes concernées par les mêmes 1° ou 2°, après consultation des maires des communes d'implantation des logements. Ces attributions s'imputent dans les conditions mentionnées au douzième alinéa.</p><p><br/> Si l'organisme bailleur fait obstacle aux attributions prononcées par le représentant de l'Etat dans le département, celui-ci met en œuvre les dispositions du dernier alinéa de l'article L. 441-1-3. </p>",
            "num": "L441-1-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1485648000000,
            "dateFin": 1543104000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2139095039,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825360",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033971894",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret n° 78-621 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000033934948",
                    "textTitle": "LOI n°2017-86 du 27 janvier 2017 - art. 70 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "70",
                    "articleId": "LEGIARTI000033938289",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-01-28",
                    "dateSignaTexte": "2017-01-27",
                    "dateDebutCible": "2017-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n°90-449 du 31 mai 1990 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006351267",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1153008000000
                },
                {
                    "textCid": "JORFTEXT000000578573",
                    "textTitle": "Décret n°99-897 du 22 octobre 1999 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006822288",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-897",
                    "datePubli": 940636800000,
                    "dateDebut": 940636800000
                },
                {
                    "textCid": "JORFTEXT000028636804",
                    "textTitle": "LOI n°2014-173  du 21 février 2014 - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "JORFARTI000028637030",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-173",
                    "datePubli": 1393027200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034639325",
                    "textTitle": "Décret n°2017-917 du 9 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034648362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-917",
                    "datePubli": 1494374400000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "JORFTEXT000036026642",
                    "textTitle": "Décret n°2017-1565 du 14 novembre 2017 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036028083",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1565",
                    "datePubli": 1510790400000,
                    "dateDebut": 1510876800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-4",
                    "articleId": "LEGIARTI000006825356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-1-3",
                    "articleId": "LEGIARTI000047372336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680220800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-13 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-13",
                    "articleId": "LEGIARTI000039043085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-16-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-16-4",
                    "articleId": "LEGIARTI000039043053",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-15",
                    "articleId": "LEGIARTI000039636874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-6",
                    "articleId": "LEGIARTI000034666267",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-9",
                    "articleId": "LEGIARTI000039048723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2",
                    "articleId": "LEGIARTI000039042929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-6",
                    "articleId": "LEGIARTI000041615522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825360",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 901843200000,
                    "dateFin": 976752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006825361",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 976752000000,
                    "dateFin": 1153008000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033971894",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669908",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045211549",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-1-6",
                "441-1-6"
            ],
            "versionPrecedente": "LEGIARTI000006825361",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006825361",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour la région d'Ile-de-France, il est créé une conférence régionale du logement social. La conférence comprend, sous la présidence du représentant de l'Etat dans la région, des représentants de la région, des représentants des associations de locataires affiliés à une organisation siégeant à la Commission nationale de concertation et, pour chacun des départements qu'elle réunit, des représentants de l'Etat, des départements, des communes, des bailleurs sociaux, des associations agréées, dont l'un des objets est l'insertion ou le logement des personnes défavorisées, ainsi que des organismes collecteurs de la participation des employeurs à l'effort de construction. La conférence élabore, pour une durée de trois ans, un schéma d'orientation en vue d'harmoniser les politiques du logement social et notamment les principes de répartition et d'attribution des logements sociaux, au rang desquels figure le principe de mixité sociale, ainsi que les aides financières qui peuvent concourir à la solidarité pour le logement. Compte tenu des accords départementaux conclus en application de l'article L. 441-1-2 et notamment des engagements quantifiés annuels, elle évalue annuellement la mise en oeuvre du schéma d'orientation. Elle se réunit au moins une fois par an.",
            "texteHtml": "<p></p>   Pour la région d'Ile-de-France, il est créé une conférence régionale du logement social. La conférence comprend, sous la présidence du représentant de l'Etat dans la région, des représentants de la région, des représentants des associations de locataires affiliés à une organisation siégeant à la Commission nationale de concertation et, pour chacun des départements qu'elle réunit, des représentants de l'Etat, des départements, des communes, des bailleurs sociaux, des associations agréées, dont l'un des objets est l'insertion ou le logement des personnes défavorisées, ainsi que des organismes collecteurs de la participation des employeurs à l'effort de construction.<p></p><p></p>   La conférence élabore, pour une durée de trois ans, un schéma d'orientation en vue d'harmoniser les politiques du logement social et notamment les principes de répartition et d'attribution des logements sociaux, au rang desquels figure le principe de mixité sociale, ainsi que les aides financières qui peuvent concourir à la solidarité pour le logement.<p></p><p></p>   Compte tenu des accords départementaux conclus en application de l'article L. 441-1-2 et notamment des engagements quantifiés annuels, elle évalue annuellement la mise en oeuvre du schéma d'orientation.<p></p><p></p>   Elle se réunit au moins une fois par an.<p></p>",
            "num": "L441-1-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 976752000000,
            "dateFin": 1153008000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2139095039,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825360",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006825361",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret 78-621 1978-05-31 JORF 8 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000207538",
                    "textTitle": "Loi n°2000-1208 du 13 décembre 2000 - art. 71 () JORF 14 décembre 2000",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "71",
                    "articleId": "LEGIARTI000006821045",
                    "natureText": "LOI",
                    "datePubliTexte": "2000-12-14",
                    "dateSignaTexte": "2000-12-13",
                    "dateDebutCible": "2000-12-14"
                },
                {
                    "textCid": "JORFTEXT000000238980",
                    "textTitle": "Loi n°2006-872 du 13 juillet 2006 - art. 70 () JORF 16 juillet 2006",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "70",
                    "articleId": "LEGIARTI000006826063",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-07-16",
                    "dateSignaTexte": "2006-07-13",
                    "dateDebutCible": "2006-07-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n°90-449 du 31 mai 1990 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006351267",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1153008000000
                },
                {
                    "textCid": "JORFTEXT000000578573",
                    "textTitle": "Décret n°99-897 du 22 octobre 1999 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006822288",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-897",
                    "datePubli": 940636800000,
                    "dateDebut": 940636800000
                },
                {
                    "textCid": "JORFTEXT000034639325",
                    "textTitle": "Décret n°2017-917 du 9 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034648362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-917",
                    "datePubli": 1494374400000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "JORFTEXT000036026642",
                    "textTitle": "Décret n°2017-1565 du 14 novembre 2017 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036028083",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1565",
                    "datePubli": 1510790400000,
                    "dateDebut": 1510876800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-2",
                    "articleId": "LEGIARTI000006825403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-4",
                    "articleId": "LEGIARTI000006825356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-1-3",
                    "articleId": "LEGIARTI000047372336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680220800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-13 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-13",
                    "articleId": "LEGIARTI000039043085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-16-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-16-4",
                    "articleId": "LEGIARTI000039043053",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-15",
                    "articleId": "LEGIARTI000039636874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-6",
                    "articleId": "LEGIARTI000034666267",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-9",
                    "articleId": "LEGIARTI000039048723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2",
                    "articleId": "LEGIARTI000039042929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-6",
                    "articleId": "LEGIARTI000041615522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825360",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 901843200000,
                    "dateFin": 976752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006825361",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 976752000000,
                    "dateFin": 1153008000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033971894",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669908",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045211549",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-1-6",
                "441-1-6"
            ],
            "versionPrecedente": "LEGIARTI000006825360",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006825360",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour la région d'Ile-de-France, il est créé une conférence régionale du logement social. La conférence comprend, sous la présidence du représentant de l'Etat dans la région, des représentants de la région et, pour chacun des départements qu'elle réunit, des représentants de l'Etat, des départements, des communes, des bailleurs sociaux, des associations agréées, dont l'un des objets est l'insertion ou le logement des personnes défavorisées, ainsi que des organismes collecteurs de la participation des employeurs à l'effort de construction. La conférence élabore, pour une durée de trois ans, un schéma d'orientation en vue d'harmoniser les politiques du logement social et notamment les principes de répartition et d'attribution des logements sociaux, au rang desquels figure le principe de mixité sociale, ainsi que les aides financières qui peuvent concourir à la solidarité pour le logement. Compte tenu des accords départementaux conclus en application de l'article L. 441-1-2 et notamment des engagements quantifiés annuels, elle évalue annuellement la mise en oeuvre du schéma d'orientation. Elle se réunit au moins une fois par an.",
            "texteHtml": "<p></p>   Pour la région d'Ile-de-France, il est créé une conférence régionale du logement social. La conférence comprend, sous la présidence du représentant de l'Etat dans la région, des représentants de la région et, pour chacun des départements qu'elle réunit, des représentants de l'Etat, des départements, des communes, des bailleurs sociaux, des associations agréées, dont l'un des objets est l'insertion ou le logement des personnes défavorisées, ainsi que des organismes collecteurs de la participation des employeurs à l'effort de construction.<p></p><p></p>   La conférence élabore, pour une durée de trois ans, un schéma d'orientation en vue d'harmoniser les politiques du logement social et notamment les principes de répartition et d'attribution des logements sociaux, au rang desquels figure le principe de mixité sociale, ainsi que les aides financières qui peuvent concourir à la solidarité pour le logement.<p></p><p></p>   Compte tenu des accords départementaux conclus en application de l'article L. 441-1-2 et notamment des engagements quantifiés annuels, elle évalue annuellement la mise en oeuvre du schéma d'orientation.<p></p><p></p>   Elle se réunit au moins une fois par an.<p></p>",
            "num": "L441-1-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 901843200000,
            "dateFin": 976752000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2139095039,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128689",
                        "id": "LEGISCTA000006128689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143566",
                        "id": "LEGISCTA000006143566",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000006159072",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-03-05",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnités d'occupation. ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159072",
                        "id": "LEGISCTA000031628410",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176320",
                        "id": "LEGISCTA000006176320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006825360",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176320",
            "sectionParentId": "LEGISCTA000006176320",
            "sectionParentTitre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Habitations à loyer modéré. &gt; Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires. &gt; Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité. &gt; Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006825360",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret 78-621 1978-05-31 JORF 8 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000206894",
                    "textTitle": "Loi n°98-657 du 29 juillet 1998 - art. 56 () JORF 31 juillet 1998",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "56",
                    "articleId": "LEGIARTI000006657951",
                    "natureText": "LOI",
                    "datePubliTexte": "1998-07-31",
                    "dateSignaTexte": "1998-07-29",
                    "dateDebutCible": "1998-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000159413",
                    "textTitle": "Loi n°90-449 du 31 mai 1990 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006351267",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-449",
                    "datePubli": 644284800000,
                    "dateDebut": 1153008000000
                },
                {
                    "textCid": "JORFTEXT000000578573",
                    "textTitle": "Décret n°99-897 du 22 octobre 1999 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006822288",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "99-897",
                    "datePubli": 940636800000,
                    "dateDebut": 940636800000
                },
                {
                    "textCid": "JORFTEXT000034639325",
                    "textTitle": "Décret n°2017-917 du 9 mai 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034648362",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-917",
                    "datePubli": 1494374400000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "JORFTEXT000036026642",
                    "textTitle": "Décret n°2017-1565 du 14 novembre 2017 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036028083",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1565",
                    "datePubli": 1510790400000,
                    "dateDebut": 1510876800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-2",
                    "articleId": "LEGIARTI000006825403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L441-1-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-4",
                    "articleId": "LEGIARTI000006825356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092700800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-1-3",
                    "articleId": "LEGIARTI000047372336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680220800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-13 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-13",
                    "articleId": "LEGIARTI000039043085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-16-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-16-4",
                    "articleId": "LEGIARTI000039043053",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-15",
                    "articleId": "LEGIARTI000039636874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-6",
                    "articleId": "LEGIARTI000034666267",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R441-2-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R441-2-9",
                    "articleId": "LEGIARTI000039048723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-2",
                    "articleId": "LEGIARTI000039042929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-6",
                    "articleId": "LEGIARTI000041615522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006825360",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 901843200000,
                    "dateFin": 976752000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006825361",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 976752000000,
                    "dateFin": 1153008000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033971894",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1485648000000,
                    "dateFin": 1543104000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037669908",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1543104000000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045211549",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-1-6",
                "441-1-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}