{
    "cid": "LEGIARTI000034646372",
    "num": "Annexe à l'article R412-33",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108640",
                        "id": "LEGISCTA000006108640",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034670594",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L7124-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7124-19",
                    "articleId": "LEGIARTI000034106554",
                    "natureText": "CODE",
                    "date": 1655237112056,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D412-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D412-30",
                    "articleId": "LEGIARTI000034645577",
                    "natureText": "CODE",
                    "date": 1655237112056,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L412-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-11",
                    "articleId": "LEGIARTI000033019785",
                    "natureText": "CODE",
                    "date": 1655237112056,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L412-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-14",
                    "articleId": "LEGIARTI000033019791",
                    "natureText": "CODE",
                    "date": 1655237112056,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L412-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-4",
                    "articleId": "LEGIARTI000033019759",
                    "natureText": "CODE",
                    "date": 1655237112057,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L412-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-9",
                    "articleId": "LEGIARTI000033019781",
                    "natureText": "CODE",
                    "date": 1655237112057,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R412-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R412-33",
                    "articleId": "LEGIARTI000034670448",
                    "natureText": "CODE",
                    "date": 1655237112057,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034630780",
                    "textTitle": "Décret n°2017-848 du 9 mai 2017 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000034644874",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-10",
                    "dateSignaTexte": "2017-05-09",
                    "dateDebutCible": "2017-07-01"
                }
            ],
            "num": "Annexe à l'article R412-33",
            "origine": "LEGI",
            "texte": "Contrat type de partage des avantages pour l'utilisation de connaissances traditionnelles associées à des ressources génétiques Le présent contrat est conclu entre : – l'établissement public mentionné à l'article L. 7124-19 du code général des collectivités territoriales, représenté par son président (lorsque la connaissance traditionnelle est détenue par une ou plusieurs communautés d'habitants du territoire de la Guyane) ; – la circonscription territoriale de … (Uvea/ Alo/ Sigave), représentée par (lorsque la connaissance traditionnelle est détenue par une ou plusieurs communautés d'habitants du territoire des îles Wallis et Futuna), ci-après dénommé \" la personne morale de droit public désignée à l'\" article D. 412-30 du code de l'environnement \" d'une part, et XXX, dont le siège social est situé …, dûment représenté par … en qualité de..., ci-après dénommé \" l'utilisateur \" d'autre part, Ci-après dénommées ensemble ou séparément la ou les \" parties \", Vu la convention sur la diversité biologique (ensemble deux annexes), adoptée à Rio de Janeiro le 22 mai 1992 et signée par la France le 13 juin 1992 ; Vu le protocole sur l'accès aux ressources génétiques et le partage juste et équitable des avantages découlant de leur utilisation relatif à la convention sur la diversité biologique (ensemble une annexe), adopté à Nagoya le 29 octobre 2010 et signé par la France le 20 septembre 2011 ; Vu le code de l'environnement, notamment ses articles L. 412-9 à L. 412-14 et R. 412-28 à R. 412-38 ; Vu la demande d'utilisation d'une connaissance traditionnelle associée à une ressource génétique présentée le...... par...... ; Vu le procès-verbal en date du..... rédigé en application du 6° de l'article L. 412-11 du code de l'environnement décrivant le déroulement de la consultation de la ou des communautés d'habitants concernées par la demande, Article 1er Objet du contrat Le présent contrat a pour objet de formaliser le consentement préalable donné en connaissance de cause par la ou les communautés d'habitants suivantes :, pour l'utilisation de la connaissance traditionnelle suivante : aux fins suivantes : Il précise les conditions d'utilisation de cette connaissance traditionnelle sous réserve desquelles le consentement a été donné, ainsi que les conditions de partage des avantages découlant de cette utilisation. Ce contrat est enregistré sous le numéro :.... Article 2 Conditions d'utilisation de la connaissance traditionnelle Article 3 Conditions de partage des avantages découlant de l'utilisation 3.1. Les avantages découlant de l'utilisation des connaissances traditionnelles associées aux ressources génétiques seront affectés aux projets décrits ci-dessous, bénéficiant directement aux communautés d'habitants mentionnées à l'article 1er : Les projets doivent s'inscrire dans les actions mentionnées aux a à f du 3° de l'article L. 412-4 du code de l'environnement : a) Enrichissement ou préservation de la biodiversité in situ ou ex situ, tout en assurant son utilisation durable ; b) Préservation des connaissances traditionnelles associées aux ressources génétiques par la création, le cas échéant, de bases de données sur les connaissances traditionnelles des communautés d'habitants concernées, avec leur consentement préalable donné en connaissance de cause, préservation des autres pratiques et savoirs traditionnels respectueux de la biodiversité ; c) Contribution, au niveau local, à la création d'emplois pour la population et au développement de filières associées à l'utilisation durable des ressources génétiques ou des connaissances traditionnelles associées ou permettant la valorisation de la biodiversité, en lien avec les territoires qui ont contribué à la conservation de ces ressources ; d) Collaboration, coopération ou contribution à des activités de recherche, d'éducation, de formation, de sensibilisation du public et des professionnels locaux, ou de transfert de compétences ou de transfert de technologies ; e) Maintien, conservation, gestion, fourniture ou restauration de services écosystémiques sur un territoire donné ; f) Versement de contributions financières. 3.2. Les conditions dans lesquelles ces projets doivent être menés en concertation et avec la participation de ces communautés d'habitants sont les suivantes : 3.3. Les avantages découlant de l'utilisation des connaissances traditionnelles sont attribués au profit : – de la ou des communautés d'habitants suivantes : ; – de la personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement, qui en assure la gestion et la dévolution éventuelle au profit de la ou des communautés d'habitants concernées. Ces avantages font l'objet d'une comptabilité séparée. Ils ne peuvent être affectés qu'à des projets bénéficiant directement à la ou aux communautés d'habitants concernées et réalisés en concertation et avec la participation de cette ou de ces dernières. En cas de disparition du bénéficiaire des avantages initialement désigné par le contrat, la personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement se substitue à lui. (stipulation optionnelle, conformément au III de l'article L. 412-14 du code de l'environnement). Article 4 Publications des résultats Les publications scientifiques et à destination du grand public mentionnent l'origine de la connaissance traditionnelle et le numéro d'enregistrement mentionné à l'article 1er. Article 5 Durée et résiliation Le présent contrat entre en vigueur à compter de la date de délivrance de l'autorisation prévue à l'article R. 412-33 du code de l'environnement. Il peut être résilié par la personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement en cas de manquement par l'utilisateur à l'une de ses stipulations. Cette résiliation interviendra de plein droit trois mois après l'envoi d'une mise en demeure de remédier au manquement signifiée par lettre recommandée avec demande d'avis de réception, demeurée infructueuse. Article 6 Procédure de règlement amiable Les parties s'efforcent de régler à l'amiable tout différend éventuel relatif à l'interprétation des stipulations du présent contrat ou à son exécution. Tout différend entre l'utilisateur et la personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement doit faire l'objet, de la part de l'utilisateur, d'une lettre de réclamation exposant les motifs de son désaccord et indiquant, le cas échéant, les mesures correctrices demandées. La personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement dispose d'un délai de deux mois à compter de la réception de la lettre de réclamation pour notifier sa décision. L'absence de décision dans ce délai vaut rejet de la réclamation. Article 7 Droit applicable et juridiction compétente Le présent contrat est soumis au droit français. En cas de différend lié à l'interprétation, l'exécution ou la validité du présent contrat, et à défaut de règlement amiable, le litige peut être porté devant la juridiction administrative territorialement compétente. Fait à, le",
            "texteHtml": "<p align='center'>Contrat type de partage des avantages pour l'utilisation de connaissances traditionnelles associées à des ressources génétiques </p><p>Le présent contrat est conclu entre : </p><p>– l'établissement public mentionné à l'article <a href='/article/LEGIARTI000034106554'>L. 7124-19 </a>du code général des collectivités territoriales, représenté par son président (lorsque la connaissance traditionnelle est détenue par une ou plusieurs communautés d'habitants du territoire de la Guyane) ; </p><p>– la circonscription territoriale de … (Uvea/ Alo/ Sigave), représentée par (lorsque la connaissance traditionnelle est détenue par une ou plusieurs communautés d'habitants du territoire des îles Wallis et Futuna), </p><p>ci-après dénommé \" la personne morale de droit public désignée à l'\" article D. 412-30 du code de l'environnement \" </p><p>d'une part, et </p><p>XXX, dont le siège social est situé …, dûment représenté par … en qualité de..., ci-après dénommé \" l'utilisateur \" </p><p>d'autre part, </p><p>Ci-après dénommées ensemble ou séparément la ou les \" parties \", </p><p>Vu la convention sur la diversité biologique (ensemble deux annexes), adoptée à Rio de Janeiro le 22 mai 1992 et signée par la France le 13 juin 1992 ; </p><p>Vu le protocole sur l'accès aux ressources génétiques et le partage juste et équitable des avantages découlant de leur utilisation relatif à la convention sur la diversité biologique (ensemble une annexe), adopté à Nagoya le 29 octobre 2010 et signé par la France le 20 septembre 2011 ; </p><p>Vu le code de l'environnement, notamment ses articles <a href='/article/LEGIARTI000033019781'>L. 412-9 à L. 412-14 </a>et R. 412-28 à R. 412-38 ; </p><p>Vu la demande d'utilisation d'une connaissance traditionnelle associée à une ressource génétique présentée le...... par...... ; </p><p>Vu le procès-verbal en date du..... rédigé en application du 6° de l'article <a href='/article/LEGIARTI000033019785'>L. 412-11 </a>du code de l'environnement décrivant le déroulement de la consultation de la ou des communautés d'habitants concernées par la demande, </p><p>Article 1er </p><p>Objet du contrat </p><p>Le présent contrat a pour objet de formaliser le consentement préalable donné en connaissance de cause par la ou les communautés d'habitants suivantes :, </p><p>pour l'utilisation de la connaissance traditionnelle suivante : </p><p>aux fins suivantes : </p><p>Il précise les conditions d'utilisation de cette connaissance traditionnelle sous réserve desquelles le consentement a été donné, ainsi que les conditions de partage des avantages découlant de cette utilisation. </p><p>Ce contrat est enregistré sous le numéro :.... </p><p>Article 2 </p><p>Conditions d'utilisation de la connaissance traditionnelle </p><p>Article 3 </p><p>Conditions de partage des avantages découlant de l'utilisation </p><p>3.1. Les avantages découlant de l'utilisation des connaissances traditionnelles associées aux ressources génétiques seront affectés aux projets décrits ci-dessous, bénéficiant directement aux communautés d'habitants mentionnées à l'article 1er : </p><p>Les projets doivent s'inscrire dans les actions mentionnées aux a à f du 3° de l'article <a href='/article/LEGIARTI000033019759'>L. 412-4 </a>du code de l'environnement : </p><p>a) Enrichissement ou préservation de la biodiversité in situ ou ex situ, tout en assurant son utilisation durable ; </p><p>b) Préservation des connaissances traditionnelles associées aux ressources génétiques par la création, le cas échéant, de bases de données sur les connaissances traditionnelles des communautés d'habitants concernées, avec leur consentement préalable donné en connaissance de cause, préservation des autres pratiques et savoirs traditionnels respectueux de la biodiversité ; </p><p>c) Contribution, au niveau local, à la création d'emplois pour la population et au développement de filières associées à l'utilisation durable des ressources génétiques ou des connaissances traditionnelles associées ou permettant la valorisation de la biodiversité, en lien avec les territoires qui ont contribué à la conservation de ces ressources ; </p><p>d) Collaboration, coopération ou contribution à des activités de recherche, d'éducation, de formation, de sensibilisation du public et des professionnels locaux, ou de transfert de compétences ou de transfert de technologies ; </p><p>e) Maintien, conservation, gestion, fourniture ou restauration de services écosystémiques sur un territoire donné ; </p><p>f) Versement de contributions financières. </p><p>3.2. Les conditions dans lesquelles ces projets doivent être menés en concertation et avec la participation de ces communautés d'habitants sont les suivantes : </p><p>3.3. Les avantages découlant de l'utilisation des connaissances traditionnelles sont attribués au profit : </p><p>– de la ou des communautés d'habitants suivantes : ; </p><p>– de la personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement, qui en assure la gestion et la dévolution éventuelle au profit de la ou des communautés d'habitants concernées. Ces avantages font l'objet d'une comptabilité séparée. Ils ne peuvent être affectés qu'à des projets bénéficiant directement à la ou aux communautés d'habitants concernées et réalisés en concertation et avec la participation de cette ou de ces dernières. </p><p>En cas de disparition du bénéficiaire des avantages initialement désigné par le contrat, la personne morale de droit public désignée à l'article <a href='/article/LEGIARTI000034645577' title='Code de l'environnement - art. D412-30 (V)'>D. 412-30 du code de l'environnement</a> se substitue à lui. (stipulation optionnelle, conformément au III de l'article <a href='/article/LEGIARTI000033019791'>L. 412-14 </a>du code de l'environnement). </p><p>Article 4 </p><p>Publications des résultats </p><p>Les publications scientifiques et à destination du grand public mentionnent l'origine de la connaissance traditionnelle et le numéro d'enregistrement mentionné à l'article 1er. </p><p>Article 5 </p><p>Durée et résiliation </p><p>Le présent contrat entre en vigueur à compter de la date de délivrance de l'autorisation prévue à l'article R. 412-33 du code de l'environnement. </p><p>Il peut être résilié par la personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement en cas de manquement par l'utilisateur à l'une de ses stipulations. Cette résiliation interviendra de plein droit trois mois après l'envoi d'une mise en demeure de remédier au manquement signifiée par lettre recommandée avec demande d'avis de réception, demeurée infructueuse. </p><p>Article 6 </p><p>Procédure de règlement amiable </p><p>Les parties s'efforcent de régler à l'amiable tout différend éventuel relatif à l'interprétation des stipulations du présent contrat ou à son exécution. </p><p>Tout différend entre l'utilisateur et la personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement doit faire l'objet, de la part de l'utilisateur, d'une lettre de réclamation exposant les motifs de son désaccord et indiquant, le cas échéant, les mesures correctrices demandées. La personne morale de droit public désignée à l'article D. 412-30 du code de l'environnement dispose d'un délai de deux mois à compter de la réception de la lettre de réclamation pour notifier sa décision. L'absence de décision dans ce délai vaut rejet de la réclamation. </p><p>Article 7 </p><p>Droit applicable et juridiction compétente </p><p>Le présent contrat est soumis au droit français. </p><p>En cas de différend lié à l'interprétation, l'exécution ou la validité du présent contrat, et à défaut de règlement amiable, le litige peut être porté devant la juridiction administrative territorialement compétente. </p><p>Fait à, le</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}