{
    "cid": "LEGIARTI000006837234",
    "num": "R321-14",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129032",
                        "id": "LEGISCTA000006129032",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143776",
                        "id": "LEGISCTA000006143776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Protection et aménagement du littoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159386",
                        "id": "LEGISCTA000006159386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Transport maritime de passagers vers des espaces protégés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176850",
                        "id": "LEGISCTA000006176850",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000006837234",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000373516",
                    "textTitle": "Décret n°96-25 du 11 janvier 1996 - art. 5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006867329",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "JORFTEXT000000373516",
                    "textTitle": "Décret n°96-25 du 11 janvier 1996 - art. 5 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006867329",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret 2005-935 2005-08-02 JORF 5 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R321-14",
            "origine": "LEGI",
            "texte": "Le produit net de la taxe est reversé par le Trésor, au moins trimestriellement, à la personne publique qui assure la gestion de l'espace naturel protégé ou, à défaut, à la commune sur le territoire de laquelle se trouve le site. Selon les cas, le versement s'effectue soit sur un compte de dépôt de l'établissement public gestionnaire, soit sur un compte de dépôt du conservatoire de l'espace littoral et des rivages lacustres, soit sur un compte spécifique du budget de la collectivité ou des collectivités concernées. Les recettes correspondantes inscrites au budget de la personne publique gestionnaire sont affectées à la préservation des espaces protégés qui sont à l'origine de la ressource. En particulier, si une réserve naturelle est dotée d'un plan de gestion approuvé par le préfet, les actions financées par ces ressources doivent être prévues par ce plan. Dans le cas d'une collectivité, les dépenses sont suivies au moyen de l'état des recettes ordinaires affectées joint aux documents budgétaires. Lorsque la gestion est confiée à un organisme tiers, la personne publique au profit de laquelle a été perçue la taxe en effectue le reversement par voie de subvention dans le cadre d'un cahier des charges fixant les obligations du bénéficiaire en ce qui concerne l'affectation de ces ressources.",
            "texteHtml": "<p></p>   Le produit net de la taxe est reversé par le Trésor, au moins trimestriellement, à la personne publique qui assure la gestion de l'espace naturel protégé ou, à défaut, à la commune sur le territoire de laquelle se trouve le site. Selon les cas, le versement s'effectue soit sur un compte de dépôt de l'établissement public gestionnaire, soit sur un compte de dépôt du conservatoire de l'espace littoral et des rivages lacustres, soit sur un compte spécifique du budget de la collectivité ou des collectivités concernées.<p></p><p></p>   Les recettes correspondantes inscrites au budget de la personne publique gestionnaire sont affectées à la préservation des espaces protégés qui sont à l'origine de la ressource. En particulier, si une réserve naturelle est dotée d'un plan de gestion approuvé par le préfet, les actions financées par ces ressources doivent être prévues par ce plan. Dans le cas d'une collectivité, les dépenses sont suivies au moyen de l'état des recettes ordinaires affectées joint aux documents budgétaires. Lorsque la gestion est confiée à un organisme tiers, la personne publique au profit de laquelle a été perçue la taxe en effectue le reversement par voie de subvention dans le cadre d'un cahier des charges fixant les obligations du bénéficiaire en ce qui concerne l'affectation de ces ressources.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2005-08-05T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}