{
    "cid": "LEGIARTI000044398895",
    "num": "L223-12",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Organisation du régime général, action de prévention, action sanitaire et sociale des caisses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126888",
                        "id": "LEGISCTA000006126888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-01-06",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes nationaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141612",
                        "id": "LEGISCTA000006141612",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 bis : Caisse nationale de solidarité pour l'autonomie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044398705",
                        "id": "LEGISCTA000044398705",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044399406",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L14-10-7 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L14-10-7",
                    "articleId": "LEGIARTI000042684152",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044394829",
                    "textTitle": "Ordonnance n°2021-1554 du 1er décembre 2021 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000044396289",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-12-02",
                    "dateSignaTexte": "2021-12-01",
                    "dateDebutCible": "2021-12-03"
                }
            ],
            "num": "L223-12",
            "origine": "LEGI",
            "texte": "I.- Le concours mentionné au b du 3° de l'article L. 223-8 est réparti dans les conditions précisées au présent article, selon des modalités fixées par décret en Conseil d'Etat pris après avis de la Caisse nationale de solidarité pour l'autonomie. II.-Le concours mentionné au I destiné à couvrir une partie du coût de la prestation de compensation est réparti entre les départements, après prélèvement des sommes nécessaires à une quote-part destinée aux collectivités de Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon. Cette quote-part est calculée en appliquant au montant total du concours destiné à couvrir cette dépense le double du rapport entre, d'une part, le nombre de bénéficiaires de la prestation de compensation mentionnée à l'article L. 245-1 du code de l'action sociale et des familles et de l'allocation compensatrice pour tierce personne mentionnée au même article, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées, dans les collectivités d'outre-mer mentionnées au présent II et, d'autre part, le nombre total de bénéficiaires de ces prestations au 31 décembre de l'année précédant l'année au titre de laquelle le concours est attribué. III.-Le solde du concours mentionné au II du présent article est réparti en fonction de tout ou partie des critères suivants : a) Le nombre de bénéficiaires dans le département, au titre de l'année écoulée, de la prestation de compensation mentionnée à l'article L. 245-1 du code de l'action sociale et des familles, corrigé, en cas de variation importante, par la valeur de ce nombre sur les années antérieures. Pour les années au cours desquelles cette prestation n'était pas ou pas exclusivement en vigueur, ce nombre est augmenté du nombre de bénéficiaires de l'allocation compensatrice mentionnée au même article dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées ; b) Les caractéristiques des bénéficiaires et des montants individuels de prestation de compensation qui ont été versés au titre de l'année écoulée, et notamment le nombre de bénéficiaires d'allocations de montant élevé ; c) Le nombre de bénéficiaires des prestations prévues aux articles L. 341-1, L. 821-1 et L. 821-2  ; d) Le nombre de bénéficiaires de l'allocation prévue à l'article L. 541-1  ; e) La population adulte du département dont l'âge est inférieur à la limite fixée en application du I de l'article L. 245-1 du code de l'action sociale et des familles ; f) Le potentiel fiscal, déterminé selon les modalités définies à l'article L. 3334-6 du code général des collectivités territoriales. IV.-La quote-part calculée dans les conditions définies au II est répartie entre les collectivités de Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon en fonction des critères mentionnés aux a à e du III. V.-Le rapport entre, d'une part, les dépenses réalisées au titre de la prestation de compensation de chaque département après déduction du montant réparti conformément au III et, d'autre part, leur potentiel fiscal ne peut être supérieur à un taux fixé par voie réglementaire. Les dépenses correspondant à la fraction de ce rapport qui dépasse ce seuil sont prises en charge en totalité par la caisse. L'attribution résultant de l'opération définie au III pour les départements autres que ceux ayant bénéficié d'un complément de dotation au titre de l'alinéa précédent est diminuée de la somme des montants ainsi calculés, au prorata de la répartition effectuée en application dudit alinéa entre ces seuls départements. Les opérations décrites aux deux alinéas précédents sont renouvelées jusqu'à ce que les dépenses laissées à la charge de chaque département n'excèdent plus le seuil défini au premier alinéa du présent V.",
            "texteHtml": "<p></p><p>I.- Le concours mentionné au b du 3° de l'article L. 223-8 est réparti dans les conditions précisées au présent article, selon des modalités fixées par décret en Conseil d'Etat pris après avis de la Caisse nationale de solidarité pour l'autonomie.</p><p>II.-Le concours mentionné au I destiné à couvrir une partie du coût de la prestation de compensation est réparti entre les départements, après prélèvement des sommes nécessaires à une quote-part destinée aux collectivités de Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.</p><p>Cette quote-part est calculée en appliquant au montant total du concours destiné à couvrir cette dépense le double du rapport entre, d'une part, le nombre de bénéficiaires de la prestation de compensation mentionnée à l'article L. 245-1 du code de l'action sociale et des familles et de l'allocation compensatrice pour tierce personne mentionnée au même article, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées, dans les collectivités d'outre-mer mentionnées au présent II et, d'autre part, le nombre total de bénéficiaires de ces prestations au 31 décembre de l'année précédant l'année au titre de laquelle le concours est attribué.</p><p>III.-Le solde du concours mentionné au II du présent article est réparti en fonction de tout ou partie des critères suivants :</p><p>a) Le nombre de bénéficiaires dans le département, au titre de l'année écoulée, de la prestation de compensation mentionnée à l'article L. 245-1 du code de l'action sociale et des familles, corrigé, en cas de variation importante, par la valeur de ce nombre sur les années antérieures. Pour les années au cours desquelles cette prestation n'était pas ou pas exclusivement en vigueur, ce nombre est augmenté du nombre de bénéficiaires de l'allocation compensatrice mentionnée au même article dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées ;</p><p>b) Les caractéristiques des bénéficiaires et des montants individuels de prestation de compensation qui ont été versés au titre de l'année écoulée, et notamment le nombre de bénéficiaires d'allocations de montant élevé ;</p><p>c) Le nombre de bénéficiaires des prestations prévues aux articles L. 341-1, L. 821-1 et L. 821-2  ;</p><p>d) Le nombre de bénéficiaires de l'allocation prévue à l'article L. 541-1  ;</p><p>e) La population adulte du département dont l'âge est inférieur à la limite fixée en application du I de l'article L. 245-1 du code de l'action sociale et des familles ;</p><p>f) Le potentiel fiscal, déterminé selon les modalités définies à l'article L. 3334-6 du code général des collectivités territoriales.</p><p>IV.-La quote-part calculée dans les conditions définies au II est répartie entre les collectivités de Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon en fonction des critères mentionnés aux a à e du III.</p><p>V.-Le rapport entre, d'une part, les dépenses réalisées au titre de la prestation de compensation de chaque département après déduction du montant réparti conformément au III et, d'autre part, leur potentiel fiscal ne peut être supérieur à un taux fixé par voie réglementaire. Les dépenses correspondant à la fraction de ce rapport qui dépasse ce seuil sont prises en charge en totalité par la caisse.</p><p>L'attribution résultant de l'opération définie au III pour les départements autres que ceux ayant bénéficié d'un complément de dotation au titre de l'alinéa précédent est diminuée de la somme des montants ainsi calculés, au prorata de la répartition effectuée en application dudit alinéa entre ces seuls départements.</p><p>Les opérations décrites aux deux alinéas précédents sont renouvelées jusqu'à ce que les dépenses laissées à la charge de chaque département n'excèdent plus le seuil défini au premier alinéa du présent V.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2022-05-14T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}