{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036154615",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Le test de vérification des connaissances théoriques et pratiques en matière de sécurité vise à vérifier, au moyen d'un entretien et à partir de l'expérience du candidat, ses connaissances théoriques et pratiques en matière de sécurité. Au cours de l'entretien d'une durée de trente à quarante-cinq minutes, le candidat explicite et fait l'analyse de son expérience professionnelle à partir de sa liste de courses, produite en amont, comportant la réalisation de vingt courses en cavités de classe 4, effectuées dans quatre massifs karstiques différents, comportant au moins : - deux cavités de plus de six cents mètres de profondeur (traversées exclues), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ; - deux cavités de plus de trois cent cinquante mètres de profondeur (traversées exclues), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ; - deux cavités aquatiques nécessitant l'utilisation d'un matériel spécifique (combinaison néoprène, pontonnière ou canot) pendant deux heures minimum, dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ; - deux cavités dont l'exploration nécessite au moins trois kilomètres de parcours (traversées admises), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ; - douze cavités de plus de cent cinquante mètres de profondeur (traversées admises), dont au moins six inscrites sur la liste de référence établie par le directeur technique national de la spéléologie. 2. Test technique de sécurité Le test technique de sécurité vise à vérifier la capacité du candidat à maîtriser les techniques de progression. Il comporte trois épreuves : 2.1 Première épreuve : le parcours d'aisance Le parcours d'aisance permet au candidat de démontrer en sécurité les gestes techniques élémentaires de la progression sur corde. Il vise également à vérifier ses compétences à intervenir sur un public en difficulté. Sa durée est d'environ un jour. Il se déroule dans une cavité, sauf cas de force majeure. Le parcours d'aisance sur corde peut se réaliser sur structure artificielle, en site naturel de type falaise ou en cavité école. Les déplacements se font sur des cordes préinstallées par l'organisme de formation. La réalisation de ce parcours est effectuée dans un temps contraint déterminé par un ouvreur. Le temps de parcours des candidates est augmenté de 20 %. Il comporte les mises en situation suivantes : - évolution sur mains courantes : de sécurité et de progression ; - descentes sur cordes simples de différents diamètres avec arrêt sur clef de blocage ; - descentes et remontées fractionnées ; - descentes et remontées déviées ; - déplacements pendulaires ; - passage de nœud à la descente, à la montée. Un dégagement d'équipier sur bloqueurs par une méthode de balancier, technique au choix, dans un temps limité à trois minutes trente secondes est réalisé par le candidat. L'équipement d'une section verticale comprenant au moins un fractionnement en falaise ou cavité. Le parcours d'aisance peut comporter : - une ou plusieurs situations d'exception ; - une ou plusieurs situations d'intervention auprès d'une personne en difficulté ou en détresse ; - une situation de mise en attente d'une victime et de déclenchement de secours en langue française. Le candidat doit maîtriser les éléments suivants : a) Dans le domaine des techniques d'exception : - les techniques d'escalade permettant une remontée de puits ou une échappatoire improvisée ; - la pose d'ancrages de type montagne (pitons, coinceurs) ; - la confection et l'utilisation de matériel de réchappe (perte de matériel) ; - les techniques d'évitement de puits arrosés (installation de guidé en sécurité et remontée sur guide). b) Dans le domaine des techniques d'intervention : - les interventions par balancier avec ou sans cordes annexes et dégagements vers le haut ; - les dégagements et évacuations sur mains courantes ; - les dégagements et évacuation sur tyrolienne ou corde guide ; - les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas ; - les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas, avec passage de fractionnement ; - les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas, avec passage de déviations ; - les dégagements de personnes bloquées en fond de boucle de fractionnement. c) Dans le domaine des techniques d'assistance : - les démarches et les gestes du secourisme de terrain en milieu engagé ; - la mise en attente d'une victime ; - l'installation de point chaud ; - les étapes du déclenchement de secours. 2.2 Deuxième épreuve : l'exploration d'envergure Cette mise en situation vise à vérifier la capacité du candidat à réaliser sous terre en sécurité les démonstrations techniques en spéléologie. Sa durée est d'environ un jour. Elle consiste pour le candidat à gérer, dans le cadre d'une sortie dans une cavité de classe IV, une portion de 200 mètres de dénivelé (équipement et déséquipement). En fin de sortie, le candidat réalise un dégagement d'équipier sur corde en moins de trois minutes et trente secondes (méthode et technique au choix hors couper de corde et en force). Cette exploration se fait en aller et retour, excluant tout parcours en traversée souterraine. Durant la course technique et engagée, le candidat doit être capable (EC) de maitriser les éléments suivants : a) Dans le domaine de la préparation d'une sortie : EC d'analyser une topographie ; EC d'analyser une fiche d'équipement ; EC d'analyser une cartographie ; EC d'analyser un bulletin météorologique ; EC d'analyser un contexte hydrogéologique ; EC d'opérer des choix et décisions en fonction des données observables de la météorologie. b) Dans le domaine de la progression hors agrès : - les déplacements en terrain varié, chaotique, glissant ; - les escalades ; - la progression aquatique ; - le franchissement d'étroitures ; - la progression en méandre ; - l'orientation et l'interprétation de la topographie disponible. c) Dans le domaine de la progression verticale : A la descente : - les différents freinages ; - arrêt sur clef de blocage ; - passage de fractionnement, simples, plein vides, décalés ; - franchissement d'un nœud ; - la conversion ; - les réchappes de perte de matériel. A la remontée : - les remontées sur corde, les conversions ; - les réchappes de perte de matériel ; - franchissement d'un nœud ; - passage de fractionnement, simples, plein vides, décalés. Dans le domaine de la communication : - utilisation de code sonore ; - utilisation d'une terminologie adaptée en langue française ; - anticipation. Dans le domaine de l'organisation matérielle et logistique de la sortie : - la gestion du matériel sur soi ; - la gestion du matériel dans chaque sac ; - le conditionnement de l'alimentation ; - la gestion du matériel dans l'équipe ; - la maîtrise des itinéraires d'accès et marche d'approche ; - l'organisation collective de la sortie et la répartition des rôles. Dans le domaine de l'équipement des obstacles : - l'analyse et la prise de décision ; - la protection des accès aux verticales ; - la mise en place de mains courantes ; - le réglage de la hauteur et de la tension des mains courantes. La gestion des frottements : - les protections ; - les évitements (déviations, fractionnements). Les équipements hors crues : - les prolongements mains courantes ; - l'équipement de lignes et de fractionnements décalés ; - l'équipement de rappel guidé ; - l'installation de déviations. Les grandes verticales : - l'anticipation sur les longueurs de corde ; - le réglage des boucles de fractionnement ; - les fractionnements de confort ; - consignes de sécurité. 2.3 Troisième épreuve : l'encadrement d'un groupe sous terre en sécurité. Cette séance vise à vérifier la capacité du candidat à assurer la sécurité des pratiquants et des tiers en spéléologie. Sa durée est d'environ un jour. Le candidat est mis en situation d'encadrement d'un public dans une cavité de classe 4. Le public est un public d'application, il peut être préparé ou disposer de bonnes qualités physiques et sportives transférables dans le cadre d'une sortie souterraine engagée et technique. Le candidat doit maîtriser les éléments et comportements suivants : a) Dans le domaine de la conception de la séance : - repérage de la cavité ; - recherche et prise en compte d'informations pertinentes en lien avec la sécurité ; - analyse des contraintes et du potentiel du parcours ; - définition des objectifs utiles à la sécurité ; - prise en compte des attentes et des capacités du public ; - utilisation d'une fiche de préparation de séance ; - implication des publics dans la sortie. b) Dans le domaine de la mise en œuvre de la séance : L'organisation de la logistique : - prévision du timing ; - préparation du matériel collectif ; - réparation et vérification des matériels individuels ; - préparation des accès ; - organisation de la navette éventuelle (dans le cas d'une traversée) ; - préparation des sacs ; - conditionnement des repas. Le franchissement des obstacles techniques par le groupe : - analyse et équipement rapide des obstacles ; - équipements multiples si nécessaire. c) Dans le domaine de la conduite de la séance : La communication avec le groupe en français : - prise en main du public ; - présentation du projet de sortie et de séance ; - briefing général, principes d'évolution en terrains étroits, chaotiques, glissants et engagés ; - énoncé, respect et transmission des consignes de sécurité ; - équilibrer mise en action du public et énoncé des consignes ; - communication posturale et comportementale. Le contrôle : - contrôle initial des équipements personnels ; - contrôle régulier des équipements personnels ; - contrôle des équipements sous terre. La vigilance : - disponibilité lors des tâches d'équipement de main courantes de puits ; - disponibilité physique, capacité à se déplacer rapidement ; - placement permettant la vigilance et le conseil. L'organisation du groupe : - gestion de l'approche (rythme, portage, consigne, milieu) ; - gestion du retour (rythme, portage, consigne, milieu) ; - organisation ou prise en charge des parades dans les passages exposés, les escalades, les désescalades ; - organisation de la dynamique du groupe. L'évaluation : - évaluation chronique du niveau d'autonomie et de compétences ; - évaluation chronique de l'état physique et psychologique des participants ; - évaluation de son propre état. La régulation : - modification des objectifs de séances ; - intervention sur les symptômes 3F : faim, froid, fatigue ; - intervention sur un participant en difficulté ou en détresse ; - respect des horaires.",
            "texteHtml": "<p align='center'>Epreuve d'aptitude</p><p>1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité</p><p>Le test de vérification des connaissances théoriques et pratiques en matière de sécurité vise à vérifier, au moyen d'un entretien et à partir de l'expérience du candidat, ses connaissances théoriques et pratiques en matière de sécurité.<br/><br/>\nAu cours de l'entretien d'une durée de trente à quarante-cinq minutes, le candidat explicite et fait l'analyse de son expérience professionnelle à partir de sa liste de courses, produite en amont, comportant la réalisation de vingt courses en cavités de classe 4, effectuées dans quatre massifs karstiques différents, comportant au moins :</p><p>- deux cavités de plus de six cents mètres de profondeur (traversées exclues), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ;<br/><br/>\n- deux cavités de plus de trois cent cinquante mètres de profondeur (traversées exclues), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ;<br/><br/>\n- deux cavités aquatiques nécessitant l'utilisation d'un matériel spécifique (combinaison néoprène, pontonnière ou canot) pendant deux heures minimum, dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ;<br/><br/>\n- deux cavités dont l'exploration nécessite au moins trois kilomètres de parcours (traversées admises), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ;<br/><br/>\n- douze cavités de plus de cent cinquante mètres de profondeur (traversées admises), dont au moins six inscrites sur la liste de référence établie par le directeur technique national de la spéléologie.</p><p>2. Test technique de sécurité</p><p>Le test technique de sécurité vise à vérifier la capacité du candidat à maîtriser les techniques de progression. Il comporte trois épreuves :<br/><br/>\n2.1 Première épreuve : le parcours d'aisance<br/><br/>\nLe parcours d'aisance permet au candidat de démontrer en sécurité les gestes techniques élémentaires de la progression sur corde. Il vise également à vérifier ses compétences à intervenir sur un public en difficulté. Sa durée est d'environ un jour. Il se déroule dans une cavité, sauf cas de force majeure.<br/><br/>\nLe parcours d'aisance sur corde peut se réaliser sur structure artificielle, en site naturel de type falaise ou en cavité école. Les déplacements se font sur des cordes préinstallées par l'organisme de formation. La réalisation de ce parcours est effectuée dans un temps contraint déterminé par un ouvreur. Le temps de parcours des candidates est augmenté de 20 %.<br/><br/>\nIl comporte les mises en situation suivantes :</p><p>- évolution sur mains courantes : de sécurité et de progression ;<br/><br/>\n- descentes sur cordes simples de différents diamètres avec arrêt sur clef de blocage ;<br/><br/>\n- descentes et remontées fractionnées ;<br/><br/>\n- descentes et remontées déviées ;<br/><br/>\n- déplacements pendulaires ;<br/><br/>\n- passage de nœud à la descente, à la montée.</p><p>Un dégagement d'équipier sur bloqueurs par une méthode de balancier, technique au choix, dans un temps limité à trois minutes trente secondes est réalisé par le candidat.<br/><br/>\nL'équipement d'une section verticale comprenant au moins un fractionnement en falaise ou cavité.<br/><br/>\nLe parcours d'aisance peut comporter :</p><p>- une ou plusieurs situations d'exception ;<br/><br/>\n- une ou plusieurs situations d'intervention auprès d'une personne en difficulté ou en détresse ;<br/><br/>\n- une situation de mise en attente d'une victime et de déclenchement de secours en langue française.</p><p>Le candidat doit maîtriser les éléments suivants :<br/><br/>\na) Dans le domaine des techniques d'exception :</p><p>- les techniques d'escalade permettant une remontée de puits ou une échappatoire improvisée ;<br/><br/>\n- la pose d'ancrages de type montagne (pitons, coinceurs) ;<br/><br/>\n- la confection et l'utilisation de matériel de réchappe (perte de matériel) ;<br/><br/>\n- les techniques d'évitement de puits arrosés (installation de guidé en sécurité et remontée sur guide).</p><p>b) Dans le domaine des techniques d'intervention :</p><p>- les interventions par balancier avec ou sans cordes annexes et dégagements vers le haut ;<br/><br/>\n- les dégagements et évacuations sur mains courantes ;<br/><br/>\n- les dégagements et évacuation sur tyrolienne ou corde guide ;<br/><br/>\n- les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas ;<br/><br/>\n- les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas, avec passage de fractionnement ;<br/><br/>\n- les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas, avec passage de déviations ;<br/><br/>\n- les dégagements de personnes bloquées en fond de boucle de fractionnement.</p><p>c) Dans le domaine des techniques d'assistance :</p><p>- les démarches et les gestes du secourisme de terrain en milieu engagé ;<br/><br/>\n- la mise en attente d'une victime ;<br/><br/>\n- l'installation de point chaud ;<br/><br/>\n- les étapes du déclenchement de secours.</p><p>2.2 Deuxième épreuve : l'exploration d'envergure<br/><br/>\nCette mise en situation vise à vérifier la capacité du candidat à réaliser sous terre en sécurité les démonstrations techniques en spéléologie. Sa durée est d'environ un jour. Elle consiste pour le candidat à gérer, dans le cadre d'une sortie dans une cavité de classe IV, une portion de 200 mètres de dénivelé (équipement et déséquipement). En fin de sortie, le candidat réalise un dégagement d'équipier sur corde en moins de trois minutes et trente secondes (méthode et technique au choix hors couper de corde et en force). Cette exploration se fait en aller et retour, excluant tout parcours en traversée souterraine.<br/><br/>\nDurant la course technique et engagée, le candidat doit être capable (EC) de maitriser les éléments suivants :<br/><br/>\na) Dans le domaine de la préparation d'une sortie :<br/><br/>\nEC d'analyser une topographie ;<br/><br/>\nEC d'analyser une fiche d'équipement ;<br/><br/>\nEC d'analyser une cartographie ;<br/><br/>\nEC d'analyser un bulletin météorologique ;<br/><br/>\nEC d'analyser un contexte hydrogéologique ;<br/><br/>\nEC d'opérer des choix et décisions en fonction des données observables de la météorologie.<br/><br/>\nb) Dans le domaine de la progression hors agrès :</p><p>- les déplacements en terrain varié, chaotique, glissant ;<br/><br/>\n- les escalades ;<br/><br/>\n- la progression aquatique ;<br/><br/>\n- le franchissement d'étroitures ;<br/><br/>\n- la progression en méandre ;<br/><br/>\n- l'orientation et l'interprétation de la topographie disponible.</p><p>c) Dans le domaine de la progression verticale :<br/><br/>\nA la descente :</p><p>- les différents freinages ;<br/><br/>\n- arrêt sur clef de blocage ;<br/><br/>\n- passage de fractionnement, simples, plein vides, décalés ;<br/><br/>\n- franchissement d'un nœud ;<br/><br/>\n- la conversion ;<br/><br/>\n- les réchappes de perte de matériel.</p><p>A la remontée :</p><p>- les remontées sur corde, les conversions ;<br/><br/>\n- les réchappes de perte de matériel ;<br/><br/>\n- franchissement d'un nœud ;<br/><br/>\n- passage de fractionnement, simples, plein vides, décalés.</p><p>Dans le domaine de la communication :</p><p>- utilisation de code sonore ;<br/><br/>\n- utilisation d'une terminologie adaptée en langue française ;<br/><br/>\n- anticipation.</p><p>Dans le domaine de l'organisation matérielle et logistique de la sortie :</p><p>- la gestion du matériel sur soi ;<br/><br/>\n- la gestion du matériel dans chaque sac ;<br/><br/>\n- le conditionnement de l'alimentation ;<br/><br/>\n- la gestion du matériel dans l'équipe ;<br/><br/>\n- la maîtrise des itinéraires d'accès et marche d'approche ;<br/><br/>\n- l'organisation collective de la sortie et la répartition des rôles.</p><p>Dans le domaine de l'équipement des obstacles :</p><p>- l'analyse et la prise de décision ;<br/><br/>\n- la protection des accès aux verticales ;<br/><br/>\n- la mise en place de mains courantes ;<br/><br/>\n- le réglage de la hauteur et de la tension des mains courantes.</p><p>La gestion des frottements :</p><p>- les protections ;<br/><br/>\n- les évitements (déviations, fractionnements).</p><p>Les équipements hors crues :</p><p>- les prolongements mains courantes ;<br/><br/>\n- l'équipement de lignes et de fractionnements décalés ;<br/><br/>\n- l'équipement de rappel guidé ;<br/><br/>\n- l'installation de déviations.</p><p>Les grandes verticales :</p><p>- l'anticipation sur les longueurs de corde ;<br/><br/>\n- le réglage des boucles de fractionnement ;<br/><br/>\n- les fractionnements de confort ;<br/><br/>\n- consignes de sécurité.</p><p>2.3 Troisième épreuve : l'encadrement d'un groupe sous terre en sécurité.<br/><br/>\nCette séance vise à vérifier la capacité du candidat à assurer la sécurité des pratiquants et des tiers en spéléologie. Sa durée est d'environ un jour. Le candidat est mis en situation d'encadrement d'un public dans une cavité de classe 4. Le public est un public d'application, il peut être préparé ou disposer de bonnes qualités physiques et sportives transférables dans le cadre d'une sortie souterraine engagée et technique.<br/><br/>\nLe candidat doit maîtriser les éléments et comportements suivants :<br/><br/>\na) Dans le domaine de la conception de la séance :</p><p>- repérage de la cavité ;<br/><br/>\n- recherche et prise en compte d'informations pertinentes en lien avec la sécurité ;<br/><br/>\n- analyse des contraintes et du potentiel du parcours ;<br/><br/>\n- définition des objectifs utiles à la sécurité ;<br/><br/>\n- prise en compte des attentes et des capacités du public ;<br/><br/>\n- utilisation d'une fiche de préparation de séance ;<br/><br/>\n- implication des publics dans la sortie.</p><p>b) Dans le domaine de la mise en œuvre de la séance :<br/><br/>\nL'organisation de la logistique :</p><p>- prévision du timing ;<br/><br/>\n- préparation du matériel collectif ;<br/><br/>\n- réparation et vérification des matériels individuels ;<br/><br/>\n- préparation des accès ;<br/><br/>\n- organisation de la navette éventuelle (dans le cas d'une traversée) ;<br/><br/>\n- préparation des sacs ;<br/><br/>\n- conditionnement des repas.</p><p>Le franchissement des obstacles techniques par le groupe :</p><p>- analyse et équipement rapide des obstacles ;<br/><br/>\n- équipements multiples si nécessaire.</p><p>c) Dans le domaine de la conduite de la séance :<br/><br/>\nLa communication avec le groupe en français :</p><p>- prise en main du public ;<br/><br/>\n- présentation du projet de sortie et de séance ;<br/><br/>\n- briefing général, principes d'évolution en terrains étroits, chaotiques, glissants et engagés ;<br/><br/>\n- énoncé, respect et transmission des consignes de sécurité ;<br/><br/>\n- équilibrer mise en action du public et énoncé des consignes ;<br/><br/>\n- communication posturale et comportementale.</p><p>Le contrôle :</p><p>- contrôle initial des équipements personnels ;<br/><br/>\n- contrôle régulier des équipements personnels ;<br/><br/>\n- contrôle des équipements sous terre.</p><p>La vigilance :</p><p>- disponibilité lors des tâches d'équipement de main courantes de puits ;<br/><br/>\n- disponibilité physique, capacité à se déplacer rapidement ;<br/><br/>\n- placement permettant la vigilance et le conseil.</p><p>L'organisation du groupe :</p><p>- gestion de l'approche (rythme, portage, consigne, milieu) ;<br/><br/>\n- gestion du retour (rythme, portage, consigne, milieu) ;<br/><br/>\n- organisation ou prise en charge des parades dans les passages exposés, les escalades, les désescalades ;<br/><br/>\n- organisation de la dynamique du groupe.</p><p>L'évaluation :</p><p>- évaluation chronique du niveau d'autonomie et de compétences ;<br/><br/>\n- évaluation chronique de l'état physique et psychologique des participants ;<br/><br/>\n- évaluation de son propre état.</p><p>La régulation :</p><p>- modification des objectifs de séances ;<br/><br/>\n- intervention sur les symptômes 3F : faim, froid, fatigue ;<br/><br/>\n- intervention sur un participant en difficulté ou en détresse ;<br/><br/>\n- respect des horaires.</p>",
            "num": "Annexe II-16-2 (art. A212-217)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1512604800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1830241743,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021691446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036154615",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036151169",
                    "textTitle": "Arrêté du 4 décembre 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036151776",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2017-12-06",
                    "dateSignaTexte": "2017-12-04",
                    "dateDebutCible": "2017-12-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-217 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-217",
                    "articleId": "LEGIARTI000036154587",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1512604800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021708547",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1263081600000,
                    "dateFin": 1455321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032062739",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1455321600000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036154615",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-2 (art. A212-217)",
                "II-16-2"
            ],
            "versionPrecedente": "LEGIARTI000032062739",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032062739",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Ce test vise à vérifier, au moyen d'un entretien et à partir de l'expérience du candidat, ses connaissances théoriques et pratiques en matière de sécurité. Au cours de l'entretien d'une durée de trente à quarante-cinq minutes, le candidat explicite et fait l'analyse de son expérience professionnelle à partir de sa liste de courses, produite en amont, comportant la réalisation de vingt courses en cavités de classe 4, effectuées dans quatre massifs karstiques différents, comportant au moins : -deux cavités de plus de six cents mètres de profondeur (traversées exclues), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ; -deux cavités de plus de trois cent cinquante mètres de profondeur (traversées exclues), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ; -deux cavités aquatiques nécessitant l'utilisation d'un matériel spécifique (combinaison néoprène, pontonnière ou canot) pendant deux heures minimum, dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ; -deux cavités dont l'exploration nécessite au moins trois kilomètres de parcours (traversées admises), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ; -douze cavités de plus de cent cinquante mètres de profondeur (traversées admises), dont au moins six inscrites sur la liste de référence établie par le directeur technique national de la spéléologie. 2. Test technique de sécurité Ce test vise à vérifier la capacité du candidat à maîtriser les techniques de progression. Il comporte trois épreuves : a) Un parcours d'aisance ; b) Une exploration d'envergure ; c) L'encadrement d'un groupe sous terre en sécurité. a) Le parcours d'aisance permet au candidat de démontrer en sécurité les gestes techniques élémentaires de la progression sur corde. Le parcours d'aisance sur corde peut se réaliser sur structure artificielle, en site naturel de type falaise ou en  cavité école     . Les déplacements se font sur des cordes préinstallées par l'organisme de formation. La réalisation de ce parcours est effectuée dans un temps contraint déterminé par un ouvreur. Le temps de parcours des candidates est augmenté de 20 %. Il comporte les mises en situation suivantes : -évolution sur mains courantes : de sécurité et de progression ; -descentes sur cordes simples de différents diamètres avec arrêt sur clef de blocage ; -descentes et remontées fractionnées ; -descentes et remontées déviées ; -déplacements pendulaires ; -passage de nœud à la descente, à la montée. Un dégagement d'équipier sur bloqueurs par une méthode de balancier, technique au choix, dans un temps limité à trois minutes trente secondes est réalisé par le candidat. L'équipement d'une section verticale comprenant au moins un fractionnement en falaise ou cavité. Ce parcours vise également à vérifier ses compétences à intervenir sur un public en difficulté. Sa durée est d'environ un jour. Il a lieu dans une cavité ; sauf cas de force majeure. Il peut comporter : -une ou plusieurs situations d'exception ; -une ou plusieurs situations d'intervention auprès d'une personne en difficulté ou en détresse ; -une situation de mise en attente d'une victime et de déclenchement de secours en langue française. Le candidat doit maîtriser les éléments suivants : Dans le domaine des techniques d'exception : -les techniques d'escalade permettant une remontée de puits ou une échappatoire improvisée ; -la pose d'ancrages de type montagne (pitons, coinceurs) ; -la confection et l'utilisation de matériel de réchappe (perte de matériel) ; -les techniques d'évitement de puits arrosés (installation de guidé en sécurité et remontée sur guide). Dans le domaine des techniques d'intervention : -les interventions par balancier avec ou sans cordes annexes et dégagements vers le haut ; -les dégagements et évacuations sur mains courantes ; -les dégagements et évacuation sur tyrolienne ou corde guide ; -les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas ; -les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas, avec passage de fractionnement ; -les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas, avec passage de déviations ; -les dégagements de personnes bloquées en fond de boucle de fractionnement. Dans le domaine des techniques d'assistance : -les démarches et les gestes du secourisme de terrain en milieu engagé ; -la mise en attente d'une victime ; -l'installation de point chaud ; -les étapes du déclenchement de secours. b) Exploration d'envergure. Cette mise en situation vise à vérifier la capacité du candidat à réaliser sous terre en sécurité les démonstrations techniques en spéléologie. Sa durée est d'environ un jour. Elle consiste pour le candidat à gérer, dans le cadre d'une sortie dans une cavité de classe IV, une portion de 200 mètres de dénivelé (équipement et déséquipement). En fin de sortie, le candidat réalise un dégagement d'équipier sur corde en moins de trois minutes et trente secondes (méthode et technique au choix hors couper de corde et en force). Cette exploration se fait en aller et retour, excluant tout parcours en traversée souterraine. Durant la course technique et engagée, le candidat doit être capable (EC) de maitriser les éléments suivants : Dans le domaine de la préparation d'une sortie : EC d'analyser une topographie. EC d'analyser une fiche d'équipement. EC d'analyser une cartographie. EC d'analyser un bulletin météorologique. EC d'analyser un contexte hydrogéologique. EC d'opérer des choix et décisions en fonction des données observables de la météorologie. Dans le domaine de la progression hors agrès : Les déplacements en terrain varié, chaotique, glissant. Les escalades. La progression aquatique. Le franchissement d'étroitures. La progression en méandre. L'orientation et l'interprétation de la topographie disponible. Dans le domaine de la progression verticale : A la descente : Les différents freinages. Arrêt sur clef de blocage. Passage de fractionnement, simples, plein vides, décalés. Franchissement d'un nœud. La conversion. Les réchappes de perte de matériel. A la remontée : Les remontées sur corde, les conversions. Les réchappes de perte de matériel. Franchissement d'un nœud. Passage de fractionnement, simples, plein vides, décalés. Dans le domaine de la communication : Utilisation de code sonore. Utilisation d'une terminologie adaptée en langue française. Anticipation. Dans le domaine de l'organisation matérielle et logistique de la sortie : La gestion du matériel sur soi. La gestion du matériel dans chaque sac. Le conditionnement de l'alimentation. La gestion du matériel dans l'équipe. La maîtrise des itinéraires d'accès et marche d'approche. Organisation collective de la sortie, répartition des rôles. Dans le domaine de l'équipement des obstacles : L'analyse et la prise de décision. La protection des accès aux verticales. La mise en place de mains courantes. Le réglage de la hauteur et de la tension des mains courantes. La gestion des frottements : -les protections ; -les évitements (déviations, fractionnements). Les équipements hors crues : -les prolongements mains courantes ; -l'équipement de lignes et de fractionnements décalés ; -l'équipement de rappel guidé ; -l'installation de déviations. Les grandes verticales : -l'anticipation sur les longueurs de corde ; -le réglage des boucles de fractionnement ; -les fractionnements de confort ; -consignes de sécurité. c) L'encadrement d'un groupe sous terre en sécurité. Cette séance vise à vérifier la capacité du candidat à assurer la sécurité des pratiquants et des tiers en spéléologie. Sa durée est d'environ un jour. Le candidat est mis en situation d'encadrement d'un public dans une cavité de classe 4. Le public est un public d'application, il peut être préparé ou disposer de bonnes qualités physiques et sportives transférables dans le cadre d'une sortie souterraine engagée et technique. Le candidat doit maîtriser les éléments et comportements suivants : Dans le domaine de la conception de la séance : Repérage de la cavité. Recherche et prise en compte d'informations pertinentes en lien avec la sécurité. Analyse des contraintes et du potentiel du parcours. Définition des objectifs utiles à la sécurité. Prise en compte des attentes et des capacités du public. Utilisation d'une fiche de préparation de séance. Implication des publics dans la sortie. Dans le domaine de la mise en œuvre de la séance : L'organisation de la logistique : -prévision du timing ; -préparation du matériel collectif ; -réparation et vérification des matériels individuels ; -préparation des accès ; -organisation de la navette éventuelle (dans le cas d'une traversée) ; -préparation des sacs ; -conditionnement des repas. Le franchissement des obstacles techniques par le groupe. Analyse et équipement rapide des obstacles. Equipements multiples si nécessaire. Dans le domaine de la conduite de la séance : La communication avec le groupe en français : -prise en main du public ; -présentation du projet de sortie et de séance ; - briefing  général, principes d'évolution en terrains étroits, chaotiques, glissants et engagés ; -énoncé, respect et transmission des consignes de sécurité ; -équilibrer mise en action du public et énoncé des consignes ; -communication posturale et comportementale. Le contrôle : -contrôle initial des équipements personnels ; -contrôle régulier des équipements personnels ; -contrôle des équipements sous terre. La vigilance : -disponibilité lors des tâches d'équipement de main courantes de puits ; -disponibilité physique, capacité à se déplacer rapidement ; -placement permettant la vigilance et le conseil. L'organisation du groupe : -gestion de l'approche (rythme, portage, consigne, milieu) ; -gestion du retour (rythme, portage, consigne, milieu) ; -organisation ou prise en charge des parades dans les passages exposés, les escalades, les désescalades ; -organisation de la dynamique du groupe. L'évaluation : -évaluation chronique du niveau d'autonomie et de compétences ; -évaluation chronique de l'état physique et psychologique des participants ; -évaluation de son propre état. La régulation : -modification des objectifs de séances ; -intervention sur les symptômes  3F  : faim, froid, fatigue ; -intervention sur un participant en difficulté ou en détresse ; -respect des horaires.",
            "texteHtml": "<p align='center'>ÉPREUVE D'APTITUDE </p><p><br/>1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité </p><p><br/>Ce test vise à vérifier, au moyen d'un entretien et à partir de l'expérience du candidat, ses connaissances théoriques et pratiques en matière de sécurité. <br/><br/>Au cours de l'entretien d'une durée de trente à quarante-cinq minutes, le candidat explicite et fait l'analyse de son expérience professionnelle à partir de sa liste de courses, produite en amont, comportant la réalisation de vingt courses en cavités de classe 4, effectuées dans quatre massifs karstiques différents, comportant au moins :</p><p><br/>-deux cavités de plus de six cents mètres de profondeur (traversées exclues), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ;<br/><br/>-deux cavités de plus de trois cent cinquante mètres de profondeur (traversées exclues), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ;<br/><br/>-deux cavités aquatiques nécessitant l'utilisation d'un matériel spécifique (combinaison néoprène, pontonnière ou canot) pendant deux heures minimum, dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ;<br/><br/>-deux cavités dont l'exploration nécessite au moins trois kilomètres de parcours (traversées admises), dont au moins une inscrite sur la liste de référence établie par le directeur technique national de la spéléologie ;<br/><br/>-douze cavités de plus de cent cinquante mètres de profondeur (traversées admises), dont au moins six inscrites sur la liste de référence établie par le directeur technique national de la spéléologie. </p><p><br/>2. Test technique de sécurité </p><p><br/>Ce test vise à vérifier la capacité du candidat à maîtriser les techniques de progression. Il comporte trois épreuves : </p><p><br/>a) Un parcours d'aisance ; <br/><br/>b) Une exploration d'envergure ; <br/><br/>c) L'encadrement d'un groupe sous terre en sécurité. </p><p><br/>a) Le parcours d'aisance permet au candidat de démontrer en sécurité les gestes techniques élémentaires de la progression sur corde. <br/><br/>Le parcours d'aisance sur corde peut se réaliser sur structure artificielle, en site naturel de type falaise ou en  cavité école     . Les déplacements se font sur des cordes préinstallées par l'organisme de formation. La réalisation de ce parcours est effectuée dans un temps contraint déterminé par un ouvreur. Le temps de parcours des candidates est augmenté de 20 %. <br/><br/>Il comporte les mises en situation suivantes :</p><p><br/>-évolution sur mains courantes : de sécurité et de progression ;<br/><br/>-descentes sur cordes simples de différents diamètres avec arrêt sur clef de blocage ;<br/><br/>-descentes et remontées fractionnées ;<br/><br/>-descentes et remontées déviées ;<br/><br/>-déplacements pendulaires ;<br/><br/>-passage de nœud à la descente, à la montée. </p><p><br/>Un dégagement d'équipier sur bloqueurs par une méthode de balancier, technique au choix, dans un temps limité à trois minutes trente secondes est réalisé par le candidat. <br/><br/>L'équipement d'une section verticale comprenant au moins un fractionnement en falaise ou cavité. <br/><br/>Ce parcours vise également à vérifier ses compétences à intervenir sur un public en difficulté. <br/><br/>Sa durée est d'environ un jour. Il a lieu dans une cavité ; sauf cas de force majeure. <br/><br/>Il peut comporter :</p><p><br/>-une ou plusieurs situations d'exception ;<br/><br/>-une ou plusieurs situations d'intervention auprès d'une personne en difficulté ou en détresse ;<br/><br/>-une situation de mise en attente d'une victime et de déclenchement de secours en langue française. </p><p><br/>Le candidat doit maîtriser les éléments suivants : <br/><br/>Dans le domaine des techniques d'exception :</p><p><br/>-les techniques d'escalade permettant une remontée de puits ou une échappatoire improvisée ;<br/><br/>-la pose d'ancrages de type montagne (pitons, coinceurs) ;<br/><br/>-la confection et l'utilisation de matériel de réchappe (perte de matériel) ;<br/><br/>-les techniques d'évitement de puits arrosés (installation de guidé en sécurité et remontée sur guide). </p><p><br/>Dans le domaine des techniques d'intervention :</p><p><br/>-les interventions par balancier avec ou sans cordes annexes et dégagements vers le haut ;<br/><br/>-les dégagements et évacuations sur mains courantes ;<br/><br/>-les dégagements et évacuation sur tyrolienne ou corde guide ;<br/><br/>-les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas ;<br/><br/>-les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas, avec passage de fractionnement ;<br/><br/>-les dégagements sur corde en verticale, depuis le haut ou depuis le bas, vers le bas, avec passage de déviations ;<br/><br/>-les dégagements de personnes bloquées en fond de boucle de fractionnement. </p><p><br/>Dans le domaine des techniques d'assistance :</p><p><br/>-les démarches et les gestes du secourisme de terrain en milieu engagé ;<br/><br/>-la mise en attente d'une victime ;<br/><br/>-l'installation de point chaud ;<br/><br/>-les étapes du déclenchement de secours. </p><p><br/>b) Exploration d'envergure. <br/><br/>Cette mise en situation vise à vérifier la capacité du candidat à réaliser sous terre en sécurité les démonstrations techniques en spéléologie. Sa durée est d'environ un jour. Elle consiste pour le candidat à gérer, dans le cadre d'une sortie dans une cavité de classe IV, une portion de 200 mètres de dénivelé (équipement et déséquipement). En fin de sortie, le candidat réalise un dégagement d'équipier sur corde en moins de trois minutes et trente secondes (méthode et technique au choix hors couper de corde et en force). Cette exploration se fait en aller et retour, excluant tout parcours en traversée souterraine. <br/><br/>Durant la course technique et engagée, le candidat doit être capable (EC) de maitriser les éléments suivants : <br/><br/>Dans le domaine de la préparation d'une sortie : <br/><br/>EC d'analyser une topographie. <br/><br/>EC d'analyser une fiche d'équipement. <br/><br/>EC d'analyser une cartographie. <br/><br/>EC d'analyser un bulletin météorologique. <br/><br/>EC d'analyser un contexte hydrogéologique. <br/><br/>EC d'opérer des choix et décisions en fonction des données observables de la météorologie. <br/><br/>Dans le domaine de la progression hors agrès : <br/><br/>Les déplacements en terrain varié, chaotique, glissant. <br/><br/>Les escalades. <br/><br/>La progression aquatique. <br/><br/>Le franchissement d'étroitures. <br/><br/>La progression en méandre. <br/><br/>L'orientation et l'interprétation de la topographie disponible. <br/><br/>Dans le domaine de la progression verticale : <br/><br/>A la descente : <br/><br/>Les différents freinages. <br/><br/>Arrêt sur clef de blocage. <br/><br/>Passage de fractionnement, simples, plein vides, décalés. <br/><br/>Franchissement d'un nœud. <br/><br/>La conversion. <br/><br/>Les réchappes de perte de matériel. <br/><br/>A la remontée : <br/><br/>Les remontées sur corde, les conversions. <br/><br/>Les réchappes de perte de matériel. <br/><br/>Franchissement d'un nœud. <br/><br/>Passage de fractionnement, simples, plein vides, décalés. <br/><br/>Dans le domaine de la communication : <br/><br/>Utilisation de code sonore. <br/><br/>Utilisation d'une terminologie adaptée en langue française. <br/><br/>Anticipation. <br/><br/>Dans le domaine de l'organisation matérielle et logistique de la sortie : <br/><br/>La gestion du matériel sur soi. <br/><br/>La gestion du matériel dans chaque sac. <br/><br/>Le conditionnement de l'alimentation. <br/><br/>La gestion du matériel dans l'équipe. <br/><br/>La maîtrise des itinéraires d'accès et marche d'approche. <br/><br/>Organisation collective de la sortie, répartition des rôles. <br/><br/>Dans le domaine de l'équipement des obstacles : <br/><br/>L'analyse et la prise de décision. <br/><br/>La protection des accès aux verticales. <br/><br/>La mise en place de mains courantes. <br/><br/>Le réglage de la hauteur et de la tension des mains courantes. <br/><br/>La gestion des frottements :</p><p><br/>-les protections ;<br/><br/>-les évitements (déviations, fractionnements). </p><p><br/>Les équipements hors crues :</p><p><br/>-les prolongements mains courantes ;<br/><br/>-l'équipement de lignes et de fractionnements décalés ;<br/><br/>-l'équipement de rappel guidé ;<br/><br/>-l'installation de déviations. </p><p><br/>Les grandes verticales :</p><p><br/>-l'anticipation sur les longueurs de corde ;<br/><br/>-le réglage des boucles de fractionnement ;<br/><br/>-les fractionnements de confort ;<br/><br/>-consignes de sécurité. </p><p><br/>c) L'encadrement d'un groupe sous terre en sécurité. <br/><br/>Cette séance vise à vérifier la capacité du candidat à assurer la sécurité des pratiquants et des tiers en spéléologie. Sa durée est d'environ un jour. Le candidat est mis en situation d'encadrement d'un public dans une cavité de classe 4. Le public est un public d'application, il peut être préparé ou disposer de bonnes qualités physiques et sportives transférables dans le cadre d'une sortie souterraine engagée et technique. <br/><br/>Le candidat doit maîtriser les éléments et comportements suivants : <br/><br/>Dans le domaine de la conception de la séance : <br/><br/>Repérage de la cavité. <br/><br/>Recherche et prise en compte d'informations pertinentes en lien avec la sécurité. <br/><br/>Analyse des contraintes et du potentiel du parcours. <br/><br/>Définition des objectifs utiles à la sécurité. <br/><br/>Prise en compte des attentes et des capacités du public. <br/><br/>Utilisation d'une fiche de préparation de séance. <br/><br/>Implication des publics dans la sortie. <br/><br/>Dans le domaine de la mise en œuvre de la séance : <br/><br/>L'organisation de la logistique :</p><p><br/>-prévision du timing ;<br/><br/>-préparation du matériel collectif ;<br/><br/>-réparation et vérification des matériels individuels ;<br/><br/>-préparation des accès ;<br/><br/>-organisation de la navette éventuelle (dans le cas d'une traversée) ;<br/><br/>-préparation des sacs ;<br/><br/>-conditionnement des repas. </p><p><br/>Le franchissement des obstacles techniques par le groupe. <br/><br/>Analyse et équipement rapide des obstacles. <br/><br/>Equipements multiples si nécessaire. <br/><br/>Dans le domaine de la conduite de la séance : <br/><br/>La communication avec le groupe en français :</p><p><br/>-prise en main du public ;<br/><br/>-présentation du projet de sortie et de séance ;<br/><br/>- briefing  général, principes d'évolution en terrains étroits, chaotiques, glissants et engagés ;<br/><br/>-énoncé, respect et transmission des consignes de sécurité ;<br/><br/>-équilibrer mise en action du public et énoncé des consignes ;<br/><br/>-communication posturale et comportementale. </p><p><br/>Le contrôle :</p><p><br/>-contrôle initial des équipements personnels ;<br/><br/>-contrôle régulier des équipements personnels ;<br/><br/>-contrôle des équipements sous terre. </p><p><br/>La vigilance :</p><p><br/>-disponibilité lors des tâches d'équipement de main courantes de puits ;<br/><br/>-disponibilité physique, capacité à se déplacer rapidement ;<br/><br/>-placement permettant la vigilance et le conseil. </p><p><br/>L'organisation du groupe :</p><p><br/>-gestion de l'approche (rythme, portage, consigne, milieu) ;<br/><br/>-gestion du retour (rythme, portage, consigne, milieu) ;<br/><br/>-organisation ou prise en charge des parades dans les passages exposés, les escalades, les désescalades ;<br/><br/>-organisation de la dynamique du groupe. </p><p><br/>L'évaluation :</p><p><br/>-évaluation chronique du niveau d'autonomie et de compétences ;<br/><br/>-évaluation chronique de l'état physique et psychologique des participants ;<br/><br/>-évaluation de son propre état. </p><p><br/>La régulation :</p><p><br/>-modification des objectifs de séances ;<br/><br/>-intervention sur les symptômes  3F  : faim, froid, fatigue ;<br/><br/>-intervention sur un participant en difficulté ou en détresse ;<br/><br/>-respect des horaires. </p>",
            "num": "Annexe II-16-2 (art. A212-217)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1455321600000,
            "dateFin": 1512604800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1830241743,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021691446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032062739",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032037172",
                    "textTitle": "Arrêté du 3 février 2016 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032043454",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2016-02-12",
                    "dateSignaTexte": "2016-02-03",
                    "dateDebutCible": "2016-02-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-217 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-217",
                    "articleId": "LEGIARTI000036154587",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1512604800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021708547",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1263081600000,
                    "dateFin": 1455321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032062739",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1455321600000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036154615",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-2 (art. A212-217)",
                "II-16-2"
            ],
            "versionPrecedente": "LEGIARTI000021708547",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021708547",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Ce test vise à vérifier, à partir de l'expérience du candidat et de l'exposé de ses courses, sa capacité à évoluer en sécurité dans un environnement karstique, soit : ― à utiliser les moyens de communication pour déclencher une alerte et transmettre un message d'alerte en français ; ― à interpréter un topoguide, à tenir compte de la réglementation locale et à évaluer la difficulté d'une cavité ; ― à évaluer l'engagement à partir de la connaissance du milieu naturel ; ― à s'orienter à l'aide d'une carte (mesure de distances, d'altitudes et de directions, reconnaissance des éléments d'une carte sur le terrain) ; ― à mobiliser et à interpréter différentes sources d'informations météorologiques ; ― à gérer des équipements de protection individuelle (EPI). Il consiste en un entretien d'une durée comprise entre trente et quarante-cinq minutes, sans temps de préparation préalable. 2. Test technique de sécurité Ce test vise à vérifier la capacité du candidat à maîtriser les techniques de progression. Il comporte trois épreuves qui se déroulent dans l'ordre chronologique suivant : 1° Un parcours d'aisance ; 2° Une exploration d'envergure ; 3° L'encadrement d'un groupe sous terre en sécurité. Chaque épreuve est éliminatoire. 1. Parcours d'aisance : Cette épreuve vise à vérifier la capacité du candidat à évoluer avec aisance : Elle consiste : ― à progresser et évoluer sur des agrès en milieu vertical ; ― à équiper un parcours en falaise ; ― à porter assistance sur agrès. 2. Exploration d'envergure : Cette épreuve vise à vérifier la capacité du candidat à progresser dans une cavité difficile. Elle consiste à gérer et réaliser une exploration incluant l'équipement et le déséquipement d'une cavité de classe 4, nécessitant au moins dix heures et présentant une profondeur de quatre cents à six cents mètres (traversées exclues). Au terme de cette exploration, le candidat réalise un dégagement d'équipier sur corde, en moins de trois minutes et trente secondes (méthode et technique au choix). 3. Encadrement d'un groupe sous terre en sécurité : Cette épreuve vise à vérifier la capacité du candidat à guider un groupe entre et sur les obstacles verticaux dans une cavité de classe 3 minimum. Elle consiste à assurer la sécurité d'un groupe sous terre, dans une cavité choisie par le jury, pendant une durée minimale de deux heures puis à justifier, au cours d'un exposé d'une durée comprise entre vingt et trente minutes, les techniques utilisées et notamment : ― le choix du matériel à partir d'une fiche topographique ; ― le choix des techniques d'encadrement et de progression en fonction du niveau des pratiquants.",
            "texteHtml": "<p align='center'>ÉPREUVE D'APTITUDE</p><p align='center'>1. Test de vérification des connaissances théoriques<br/>et pratiques en matière de sécurité</p><p align='left'>Ce test vise à vérifier, à partir de l'expérience du candidat et de l'exposé de ses courses, sa capacité à évoluer en sécurité dans un environnement karstique, soit :</p><p align='left'>― à utiliser les moyens de communication pour déclencher une alerte et transmettre un message d'alerte en français ;</p><p align='left'>― à interpréter un topoguide, à tenir compte de la réglementation locale et à évaluer la difficulté d'une cavité ;</p><p align='left'>― à évaluer l'engagement à partir de la connaissance du milieu naturel ;</p><p align='left'>― à s'orienter à l'aide d'une carte (mesure de distances, d'altitudes et de directions, reconnaissance des éléments d'une carte sur le terrain) ;</p><p align='left'>― à mobiliser et à interpréter différentes sources d'informations météorologiques ;</p><p align='left'>― à gérer des équipements de protection individuelle (EPI).</p><p align='left'>Il consiste en un entretien d'une durée comprise entre trente et quarante-cinq minutes, sans temps de préparation préalable.</p><p align='center'>2. Test technique de sécurité</p><p align='left'>Ce test vise à vérifier la capacité du candidat à maîtriser les techniques de progression.</p><p align='left'>Il comporte trois épreuves qui se déroulent dans l'ordre chronologique suivant :</p><p align='left'>1° Un parcours d'aisance ;</p><p align='left'>2° Une exploration d'envergure ;</p><p align='left'>3° L'encadrement d'un groupe sous terre en sécurité.</p><p>Chaque épreuve est éliminatoire.</p><p align='left'>1. Parcours d'aisance :</p><p align='left'>Cette épreuve vise à vérifier la capacité du candidat à évoluer avec aisance :</p><p align='left'>Elle consiste :</p><p align='left'>― à progresser et évoluer sur des agrès en milieu vertical ;</p><p align='left'>― à équiper un parcours en falaise ;</p><p align='left'>― à porter assistance sur agrès.</p><p align='left'>2. Exploration d'envergure :</p><p align='left'>Cette épreuve vise à vérifier la capacité du candidat à progresser dans une cavité difficile.</p><p align='left'>Elle consiste à gérer et réaliser une exploration incluant l'équipement et le déséquipement d'une cavité de classe 4, nécessitant au moins dix heures et présentant une profondeur de quatre cents à six cents mètres (traversées exclues).</p><p align='left'>Au terme de cette exploration, le candidat réalise un dégagement d'équipier sur corde, en moins de trois minutes et trente secondes (méthode et technique au choix).</p><p align='left'>3. Encadrement d'un groupe sous terre en sécurité :</p><p align='left'>Cette épreuve vise à vérifier la capacité du candidat à guider un groupe entre et sur les obstacles verticaux dans une cavité de classe 3 minimum.</p><p align='left'>Elle consiste à assurer la sécurité d'un groupe sous terre, dans une cavité choisie par le jury, pendant une durée minimale de deux heures puis à justifier, au cours d'un exposé d'une durée comprise entre vingt et trente minutes, les techniques utilisées et notamment :</p><p align='left'>― le choix du matériel à partir d'une fiche topographique ;</p><p align='left'>― le choix des techniques d'encadrement et de progression en fonction du niveau des pratiquants.</p>",
            "num": "Annexe II-16-2 (art. A212-217)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1263081600000,
            "dateFin": 1455321600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1830241743,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021691446",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021708547",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021645618",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021691330",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2010-01-09",
                    "dateSignaTexte": "2009-12-21",
                    "dateDebutCible": "2010-01-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-217 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-217",
                    "articleId": "LEGIARTI000036154587",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1512604800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021708547",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1263081600000,
                    "dateFin": 1455321600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032062739",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1455321600000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036154615",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-2 (art. A212-217)",
                "II-16-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}