{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020634553",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1° En l'absence de contestation, le titre de recettes individuel ou collectif émis par la commune ou l'établissement public local permet l'exécution forcée d'office contre le débiteur. Toutefois, l'introduction devant une juridiction de l'instance ayant pour objet de contester le bien-fondé d'une créance assise et liquidée par une commune ou un établissement public local, suspend la force exécutoire du titre. L'introduction de l'instance ayant pour objet de contester la régularité formelle d'un acte de poursuite suspend l'effet de cet acte ; 2° L'action dont dispose le débiteur d'une créance assise et liquidée par une commune ou un établissement public local pour contester directement devant la juridiction compétente le bien-fondé de ladite créance se prescrit dans le délai de trois mois suivant la réception du titre exécutoire ou, à défaut, du premier acte procédant de ce titre ou de la notification d'un acte de poursuite. L'action dont dispose le débiteur de la créance visée à l'alinéa précédent pour contester directement devant le président du tribunal de première instance ou le juge délégué par lui pour exercer les attributions du juge de l'exécution conformément à l'article L. 311-12 du code de l'organisation judiciaire de la régularité formelle de l'acte de poursuite diligent à son encontre se prescrit dans le délai de trois mois suivant la modification de l'acte contesté ; 3° L'action des comptables publics chargés de recouvrer les créances des communes et des établissements publics locaux se prescrit par quatre ans à compter de la prise en charge du titre de recettes. Le délai de quatre ans mentionné à l'alinéa précédent est interrompu par tous actes comportant reconnaissance de la part des débiteurs et par tous actes interruptifs de la prescription ; 4° Le titre de recettes individuel ou un extrait du titre de recettes collectif est adressé aux redevables sous pli simple. Lorsque le redevable n'a pas effectué le versement qui lui était demandé à la date limite du paiement, le comptable chargé du recouvrement doit lui envoyer une lettre de rappel avant la notification du premier acte de poursuite devant donner lieu à des frais ; 5° Le recouvrement par les comptables directs du Trésor des titres rendus exécutoires dans les conditions prévues au présent article peut être assuré par voie d'opposition à tiers détenteur adressée aux personnes physiques ou morales qui détiennent des fonds pour le compte de redevables, qui ont une dette envers lui ou qui lui versent une rémunération. Les comptables directs du Trésor chargés du recouvrement de ces titres peuvent procéder par la voie de l'opposition à tiers détenteur lorsque les sommes dues par un redevable au même poste comptable sont supérieures à un montant, fixé par décret, pour chacune des catégories de tiers détenteur. Le comptable public chargé du recouvrement notifie cette opposition au redevable en même temps qu'elle est adressée au tiers détenteur. L'opposition à tiers détenteur emporte l'effet d'attribution immédiate des sommes saisies disponibles au profit de la commune ou de l'établissement public local créancier à concurrence des sommes pour lesquelles l'opposition est pratiquée. Sous peine de se voir réclamer les sommes saisies majorées du taux d'intérêt légal, les fonds doivent être reversés dans les trente jours qui suivent la réception de l'opposition par le tiers détenteur auprès du comptable chargé du recouvrement. L'opposition à tiers détenteur peut s'exercer sur les créances conditionnelles ou à terme : dans ce cas, les fonds sont versés au comptable public chargé du recouvrement lorsque ces créances deviennent exigibles. Lorsqu'une même personne est simultanément destinataire de plusieurs oppositions à tiers détenteur établies au nom du même redevable, elle doit, en cas d'insuffisance des fonds, exécuter ces oppositions en proportion de leurs montants respectifs. Si les fonds détenus ou dus par le tiers détenteur sont indisponibles entre ses mains, ce dernier doit en aviser le comptable chargé du recouvrement dès la réception de l'opposition. Les contestations relatives à l'opposition sont introduites et instruites dans les conditions fixées aux 1° et 2° du présent article ; 6° Les comptables directs du Trésor chargés du recouvrement d'une créance assise et liquidée par une commune ou ses établissements publics peuvent obtenir sans que le secret professionnel ne puisse leur être opposé, les informations et renseignements nécessaires à l'exercice de cette mission. Ce droit de communication s'exerce quel que soit le support utilisé pour la conservation de ces informations ou renseignements. Les renseignements et informations communiqués aux comptables visés au premier alinéa sont ceux relatifs à l'état civil des débiteurs, à leur domicile, aux nom et adresse de leur employeur et des établissements ou organismes auprès desquels un compte de dépôt est ouvert à leur nom, aux nom et adresse des organismes ou particuliers qui détiennent des fonds et valeurs pour leur compte, à l'immatriculation de leur véhicule. Ces renseignements et informations peuvent être sollicités auprès des communes et de leurs établissements publics locaux, des administrations et entreprises publiques, des établissements et organismes de sécurité sociale, ainsi que des organismes ou particuliers assurant des prestations de services à caractère juridique, financier ou comptable, ou la détention de biens ou de fonds pour le compte de débiteurs ; 7° Lorsque la dette visée au 5° est supérieure au montant mentionné au deuxième alinéa du 5° et que le comptable direct du Trésor est autorisé par des dispositions législatives ou réglementaires à procéder au recouvrement forcé d'une créance, ce comptable doit, préalablement à la mise en oeuvre de l'opposition à tiers détenteur, demander à un huissier de justice d'obtenir du débiteur, dans un délai fixé par décret, qu'il s'acquitte entre ses mains du montant de sa dette. Dans ce cas, les frais de recouvrement sont versés directement par le redevable à l'huissier de justice. Le montant des frais perçus par l'huissier de justice est calculé par application d'un taux proportionnel au montant des sommes recouvrées, fixé par l'autorité administrative.",
            "texteHtml": "<p>1° En l'absence de contestation, le titre de recettes individuel ou collectif émis par la commune ou l'établissement public local permet l'exécution forcée d'office contre le débiteur. </p><p></p><p>Toutefois, l'introduction devant une juridiction de l'instance ayant pour objet de contester le bien-fondé d'une créance assise et liquidée par une commune ou un établissement public local, suspend la force exécutoire du titre. </p><p></p><p>L'introduction de l'instance ayant pour objet de contester la régularité formelle d'un acte de poursuite suspend l'effet de cet acte ; </p><p></p><p>2° L'action dont dispose le débiteur d'une créance assise et liquidée par une commune ou un établissement public local pour contester directement devant la juridiction compétente le bien-fondé de ladite créance se prescrit dans le délai de trois mois suivant la réception du titre exécutoire ou, à défaut, du premier acte procédant de ce titre ou de la notification d'un acte de poursuite. </p><p></p><p>L'action dont dispose le débiteur de la créance visée à l'alinéa précédent pour contester directement devant le président du tribunal de première instance ou le juge délégué par lui pour exercer les attributions du juge de l'exécution conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071164&idArticle=LEGIARTI000006572181&dateTexte=&categorieLien=cid' title='Code de l'organisation judiciaire - art. L311-12 (V)'>l'article L. 311-12</a> du code de l'organisation judiciaire de la régularité formelle de l'acte de poursuite diligent à son encontre se prescrit dans le délai de trois mois suivant la modification de l'acte contesté ; </p><p></p><p>3° L'action des comptables publics chargés de recouvrer les créances des communes et des établissements publics locaux se prescrit par quatre ans à compter de la prise en charge du titre de recettes. </p><p></p><p>Le délai de quatre ans mentionné à l'alinéa précédent est interrompu par tous actes comportant reconnaissance de la part des débiteurs et par tous actes interruptifs de la prescription ; </p><p></p><p>4° Le titre de recettes individuel ou un extrait du titre de recettes collectif est adressé aux redevables sous pli simple. Lorsque le redevable n'a pas effectué le versement qui lui était demandé à la date limite du paiement, le comptable chargé du recouvrement doit lui envoyer une lettre de rappel avant la notification du premier acte de poursuite devant donner lieu à des frais ; </p><p></p><p>5° Le recouvrement par les comptables directs du Trésor des titres rendus exécutoires dans les conditions prévues au présent article peut être assuré par voie d'opposition à tiers détenteur adressée aux personnes physiques ou morales qui détiennent des fonds pour le compte de redevables, qui ont une dette envers lui ou qui lui versent une rémunération. </p><p></p><p>Les comptables directs du Trésor chargés du recouvrement de ces titres peuvent procéder par la voie de l'opposition à tiers détenteur lorsque les sommes dues par un redevable au même poste comptable sont supérieures à un montant, fixé par décret, pour chacune des catégories de tiers détenteur. </p><p></p><p>Le comptable public chargé du recouvrement notifie cette opposition au redevable en même temps qu'elle est adressée au tiers détenteur. </p><p></p><p>L'opposition à tiers détenteur emporte l'effet d'attribution immédiate des sommes saisies disponibles au profit de la commune ou de l'établissement public local créancier à concurrence des sommes pour lesquelles l'opposition est pratiquée. </p><p></p><p>Sous peine de se voir réclamer les sommes saisies majorées du taux d'intérêt légal, les fonds doivent être reversés dans les trente jours qui suivent la réception de l'opposition par le tiers détenteur auprès du comptable chargé du recouvrement. </p><p></p><p>L'opposition à tiers détenteur peut s'exercer sur les créances conditionnelles ou à terme : dans ce cas, les fonds sont versés au comptable public chargé du recouvrement lorsque ces créances deviennent exigibles. </p><p></p><p>Lorsqu'une même personne est simultanément destinataire de plusieurs oppositions à tiers détenteur établies au nom du même redevable, elle doit, en cas d'insuffisance des fonds, exécuter ces oppositions en proportion de leurs montants respectifs. </p><p></p><p>Si les fonds détenus ou dus par le tiers détenteur sont indisponibles entre ses mains, ce dernier doit en aviser le comptable chargé du recouvrement dès la réception de l'opposition. </p><p></p><p>Les contestations relatives à l'opposition sont introduites et instruites dans les conditions fixées aux 1° et 2° du présent article ; </p><p></p><p>6° Les comptables directs du Trésor chargés du recouvrement d'une créance assise et liquidée par une commune ou ses établissements publics peuvent obtenir sans que le secret professionnel ne puisse leur être opposé, les informations et renseignements nécessaires à l'exercice de cette mission. </p><p></p><p>Ce droit de communication s'exerce quel que soit le support utilisé pour la conservation de ces informations ou renseignements. </p><p></p><p>Les renseignements et informations communiqués aux comptables visés au premier alinéa sont ceux relatifs à l'état civil des débiteurs, à leur domicile, aux nom et adresse de leur employeur et des établissements ou organismes auprès desquels un compte de dépôt est ouvert à leur nom, aux nom et adresse des organismes ou particuliers qui détiennent des fonds et valeurs pour leur compte, à l'immatriculation de leur véhicule. </p><p></p><p>Ces renseignements et informations peuvent être sollicités auprès des communes et de leurs établissements publics locaux, des administrations et entreprises publiques, des établissements et organismes de sécurité sociale, ainsi que des organismes ou particuliers assurant des prestations de services à caractère juridique, financier ou comptable, ou la détention de biens ou de fonds pour le compte de débiteurs ; </p><p></p><p>7° Lorsque la dette visée au 5° est supérieure au montant mentionné au deuxième alinéa du 5° et que le comptable direct du Trésor est autorisé par des dispositions législatives ou réglementaires à procéder au recouvrement forcé d'une créance, ce comptable doit, préalablement à la mise en oeuvre de l'opposition à tiers détenteur, demander à un huissier de justice d'obtenir du débiteur, dans un délai fixé par décret, qu'il s'acquitte entre ses mains du montant de sa dette. </p><p></p><p>Dans ce cas, les frais de recouvrement sont versés directement par le redevable à l'huissier de justice. </p><p></p><p>Le montant des frais perçus par l'huissier de justice est calculé par application d'un taux proportionnel au montant des sommes recouvrées, fixé par l'autorité administrative.</p><p></p>",
            "num": "L231-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1242432000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006086056",
                        "id": "LEGISCTA000006086056",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115630",
                        "id": "LEGISCTA000006115630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134961",
                        "id": "LEGISCTA000006134961",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148818",
                        "id": "LEGISCTA000006148818",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-27",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Répartition et recouvrement de certaines taxes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164323",
                        "id": "LEGISCTA000006164323",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Code des communes de la Nouvelle-Calédonie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070300",
                        "id": "LEGITEXT000006070300",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006362005",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164323",
            "sectionParentId": "LEGISCTA000006164323",
            "sectionParentTitre": "Section 2 : Répartition et recouvrement de certaines taxes",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; Chapitre Ier : Dispositions générales &gt; Section 2 : Répartition et recouvrement de certaines taxes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020634553",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070300",
                    "titre": "Code des communes de la Nouvelle-Calédonie",
                    "titreLong": "Code des communes de la Nouvelle-Calédonie",
                    "etat": "VIGUEUR",
                    "dateDebut": 994291200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070300",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance n° 2009-538 du 14 mai 2009 reprend les dispositions de l'ordonnance n° 2007-1134 du 25 juillet 2007 portant extension et adaptation à la Nouvelle-Calédonie de diverses dispositions relatives aux communes et aux sociétés d'économie mixte locales devenue caduque le 26 janvier 2009 faute de ratification dans les délais prévus par l'article 74-1 de la Constitution.",
            "notaHtml": "<p></p><p>Ordonnance n° 2009-538 du 14 mai 2009 reprend les dispositions de l'ordonnance n° 2007-1134 du 25 juillet 2007 portant extension et adaptation à la Nouvelle-Calédonie de diverses dispositions relatives aux communes et aux sociétés d'économie mixte locales devenue caduque le 26 janvier 2009 faute de ratification dans les délais prévus par l'article 74-1 de la Constitution.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020613160",
                    "textTitle": "Ordonnance n°2009-538\n du 14 mai 2009 - art. 33",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000020629967",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-05-15",
                    "dateSignaTexte": "2009-05-14",
                    "dateDebutCible": "2009-05-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033160776",
                    "textTitle": "Ordonnance n°2016-1255 du 28 septembre 2016 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000033162103",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-1255",
                    "datePubli": 1475107200000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070300",
                    "textTitle": "Code des communes de la Nouvelle-Calédonie - art. D231-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D231-3",
                    "articleId": "LEGIARTI000029026371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1401408000000
                },
                {
                    "textCid": "LEGITEXT000006071164",
                    "textTitle": "Code de l'organisation judiciaire - art. L311-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-12",
                    "articleId": "LEGIARTI000006572181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1149811200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006362005",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185494400000,
                    "dateFin": 1242432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020634553",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1242432000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L231-5",
                "231-5"
            ],
            "versionPrecedente": "LEGIARTI000006362005",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006362005",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1° En l'absence de contestation, le titre de recettes individuel ou collectif émis par la commune ou l'établissement public local permet l'exécution forcée d'office contre le débiteur. Toutefois, l'introduction devant une juridiction de l'instance ayant pour objet de contester le bien-fondé d'une créance assise et liquidée par une commune ou un établissement public local, suspend la force exécutoire du titre. L'introduction de l'instance ayant pour objet de contester la régularité formelle d'un acte de poursuite suspend l'effet de cet acte ; 2° L'action dont dispose le débiteur d'une créance assise et liquidée par une commune ou un établissement public local pour contester directement devant la juridiction compétente le bien-fondé de ladite créance se prescrit dans le délai de trois mois suivant la réception du titre exécutoire ou, à défaut, du premier acte procédant de ce titre ou de la notification d'un acte de poursuite. L'action dont dispose le débiteur de la créance visée à l'alinéa précédent pour contester directement devant le président du tribunal de première instance ou le juge délégué par lui pour exercer les attributions du juge de l'exécution conformément à l'article L. 311-12 du code de l'organisation judiciaire de la régularité formelle de l'acte de poursuite diligent à son encontre se prescrit dans le délai de trois mois suivant la modification de l'acte contesté ; 3° L'action des comptables publics chargés de recouvrer les créances des communes et des établissements publics locaux se prescrit par quatre ans à compter de la prise en charge du titre de recettes. Le délai de quatre ans mentionné à l'alinéa précédent est interrompu par tous actes comportant reconnaissance de la part des débiteurs et par tous actes interruptifs de la prescription ; 4° Le titre de recettes individuel ou un extrait du titre de recettes collectif est adressé aux redevables sous pli simple. Lorsque le redevable n'a pas effectué le versement qui lui était demandé à la date limite du paiement, le comptable chargé du recouvrement doit lui envoyer une lettre de rappel avant la notification du premier acte de poursuite devant donner lieu à des frais ; 5° Le recouvrement par les comptables directs du Trésor des titres rendus exécutoires dans les conditions prévues au présent article peut être assuré par voie d'opposition à tiers détenteur adressée aux personnes physiques ou morales qui détiennent des fonds pour le compte de redevables, qui ont une dette envers lui ou qui lui versent une rémunération. Les comptables directs du Trésor chargés du recouvrement de ces titres peuvent procéder par la voie de l'opposition à tiers détenteur lorsque les sommes dues par un redevable au même poste comptable sont supérieures à un montant, fixé par décret, pour chacune des catégories de tiers détenteur. Le comptable public chargé du recouvrement notifie cette opposition au redevable en même temps qu'elle est adressée au tiers détenteur. L'opposition à tiers détenteur emporte l'effet d'attribution immédiate des sommes saisies disponibles au profit de la commune ou de l'établissement public local créancier à concurrence des sommes pour lesquelles l'opposition est pratiquée. Sous peine de se voir réclamer les sommes saisies majorées du taux d'intérêt légal, les fonds doivent être reversés dans les trente jours qui suivent la réception de l'opposition par le tiers détenteur auprès du comptable chargé du recouvrement. L'opposition à tiers détenteur peut s'exercer sur les créances conditionnelles ou à terme : dans ce cas, les fonds sont versés au comptable public chargé du recouvrement lorsque ces créances deviennent exigibles. Lorsqu'une même personne est simultanément destinataire de plusieurs oppositions à tiers détenteur établies au nom du même redevable, elle doit, en cas d'insuffisance des fonds, exécuter ces oppositions en proportion de leurs montants respectifs. Si les fonds détenus ou dus par le tiers détenteur sont indisponibles entre ses mains, ce dernier doit en aviser le comptable chargé du recouvrement dès la réception de l'opposition. Les contestations relatives à l'opposition sont introduites et instruites dans les conditions fixées aux 1° et 2° du présent article ; 6° Les comptables directs du Trésor chargés du recouvrement d'une créance assise et liquidée par une commune ou ses établissements publics peuvent obtenir sans que le secret professionnel ne puisse leur être opposé, les informations et renseignements nécessaires à l'exercice de cette mission. Ce droit de communication s'exerce quel que soit le support utilisé pour la conservation de ces informations ou renseignements. Les renseignements et informations communiqués aux comptables visés au premier alinéa sont ceux relatifs à l'état civil des débiteurs, à leur domicile, aux nom et adresse de leur employeur et des établissements ou organismes auprès desquels un compte de dépôt est ouvert à leur nom, aux nom et adresse des organismes ou particuliers qui détiennent des fonds et valeurs pour leur compte, à l'immatriculation de leur véhicule. Ces renseignements et informations peuvent être sollicités auprès des communes et de leurs établissements publics locaux, des administrations et entreprises publiques, des établissements et organismes de sécurité sociale, ainsi que des organismes ou particuliers assurant des prestations de services à caractère juridique, financier ou comptable, ou la détention de biens ou de fonds pour le compte de débiteurs ; 7° Lorsque la dette visée au 5° est supérieure au montant mentionné au deuxième alinéa du 5° et que le comptable direct du Trésor est autorisé par des dispositions législatives ou réglementaires à procéder au recouvrement forcé d'une créance, ce comptable doit, préalablement à la mise en oeuvre de l'opposition à tiers détenteur, demander à un huissier de justice d'obtenir du débiteur, dans un délai fixé par décret, qu'il s'acquitte entre ses mains du montant de sa dette. Dans ce cas, les frais de recouvrement sont versés directement par le redevable à l'huissier de justice. Le montant des frais perçus par l'huissier de justice est calculé par application d'un taux proportionnel au montant des sommes recouvrées, fixé par l'autorité administrative.",
            "texteHtml": "<p></p>   1° En l'absence de contestation, le titre de recettes individuel ou collectif émis par la commune ou l'établissement public local permet l'exécution forcée d'office contre le débiteur.<p></p><p></p>   Toutefois, l'introduction devant une juridiction de l'instance ayant pour objet de contester le bien-fondé d'une créance assise et liquidée par une commune ou un établissement public local, suspend la force exécutoire du titre.<p></p><p></p>   L'introduction de l'instance ayant pour objet de contester la régularité formelle d'un acte de poursuite suspend l'effet de cet acte ;<p></p><p></p>   2° L'action dont dispose le débiteur d'une créance assise et liquidée par une commune ou un établissement public local pour contester directement devant la juridiction compétente le bien-fondé de ladite créance se prescrit dans le délai de trois mois suivant la réception du titre exécutoire ou, à défaut, du premier acte procédant de ce titre ou de la notification d'un acte de poursuite.<p></p><p></p>   L'action dont dispose le débiteur de la créance visée à l'alinéa précédent pour contester directement devant le président du tribunal de première instance ou le juge délégué par lui pour exercer les attributions du juge de l'exécution conformément à l'article L. 311-12 du code de l'organisation judiciaire de la régularité formelle de l'acte de poursuite diligent à son encontre se prescrit dans le délai de trois mois suivant la modification de l'acte contesté ;<p></p><p></p>   3° L'action des comptables publics chargés de recouvrer les créances des communes et des établissements publics locaux se prescrit par quatre ans à compter de la prise en charge du titre de recettes.<p></p><p></p>   Le délai de quatre ans mentionné à l'alinéa précédent est interrompu par tous actes comportant reconnaissance de la part des débiteurs et par tous actes interruptifs de la prescription ;<p></p><p></p>   4° Le titre de recettes individuel ou un extrait du titre de recettes collectif est adressé aux redevables sous pli simple. Lorsque le redevable n'a pas effectué le versement qui lui était demandé à la date limite du paiement, le comptable chargé du recouvrement doit lui envoyer une lettre de rappel avant la notification du premier acte de poursuite devant donner lieu à des frais ;<p></p><p></p>   5° Le recouvrement par les comptables directs du Trésor des titres rendus exécutoires dans les conditions prévues au présent article peut être assuré par voie d'opposition à tiers détenteur adressée aux personnes physiques ou morales qui détiennent des fonds pour le compte de redevables, qui ont une dette envers lui ou qui lui versent une rémunération.<p></p><p></p>   Les comptables directs du Trésor chargés du recouvrement de ces titres peuvent procéder par la voie de l'opposition à tiers détenteur lorsque les sommes dues par un redevable au même poste comptable sont supérieures à un montant, fixé par décret, pour chacune des catégories de tiers détenteur.<p></p><p></p>   Le comptable public chargé du recouvrement notifie cette opposition au redevable en même temps qu'elle est adressée au tiers détenteur.<p></p><p></p>   L'opposition à tiers détenteur emporte l'effet d'attribution immédiate des sommes saisies disponibles au profit de la commune ou de l'établissement public local créancier à concurrence des sommes pour lesquelles l'opposition est pratiquée.<p></p><p></p>   Sous peine de se voir réclamer les sommes saisies majorées du taux d'intérêt légal, les fonds doivent être reversés dans les trente jours qui suivent la réception de l'opposition par le tiers détenteur auprès du comptable chargé du recouvrement.<p></p><p></p>   L'opposition à tiers détenteur peut s'exercer sur les créances conditionnelles ou à terme : dans ce cas, les fonds sont versés au comptable public chargé du recouvrement lorsque ces créances deviennent exigibles.<p></p><p></p>   Lorsqu'une même personne est simultanément destinataire de plusieurs oppositions à tiers détenteur établies au nom du même redevable, elle doit, en cas d'insuffisance des fonds, exécuter ces oppositions en proportion de leurs montants respectifs.<p></p><p></p>   Si les fonds détenus ou dus par le tiers détenteur sont indisponibles entre ses mains, ce dernier doit en aviser le comptable chargé du recouvrement dès la réception de l'opposition.<p></p><p></p>   Les contestations relatives à l'opposition sont introduites et instruites dans les conditions fixées aux 1° et 2° du présent article ;<p></p><p></p>   6° Les comptables directs du Trésor chargés du recouvrement d'une créance assise et liquidée par une commune ou ses établissements publics peuvent obtenir sans que le secret professionnel ne puisse leur être opposé, les informations et renseignements nécessaires à l'exercice de cette mission.<p></p><p></p>   Ce droit de communication s'exerce quel que soit le support utilisé pour la conservation de ces informations ou renseignements.<p></p><p></p>   Les renseignements et informations communiqués aux comptables visés au premier alinéa sont ceux relatifs à l'état civil des débiteurs, à leur domicile, aux nom et adresse de leur employeur et des établissements ou organismes auprès desquels un compte de dépôt est ouvert à leur nom, aux nom et adresse des organismes ou particuliers qui détiennent des fonds et valeurs pour leur compte, à l'immatriculation de leur véhicule.<p></p><p></p>   Ces renseignements et informations peuvent être sollicités auprès des communes et de leurs établissements publics locaux, des administrations et entreprises publiques, des établissements et organismes de sécurité sociale, ainsi que des organismes ou particuliers assurant des prestations de services à caractère juridique, financier ou comptable, ou la détention de biens ou de fonds pour le compte de débiteurs ;<p></p><p></p>   7° Lorsque la dette visée au 5° est supérieure au montant mentionné au deuxième alinéa du 5° et que le comptable direct du Trésor est autorisé par des dispositions législatives ou réglementaires à procéder au recouvrement forcé d'une créance, ce comptable doit, préalablement à la mise en oeuvre de l'opposition à tiers détenteur, demander à un huissier de justice d'obtenir du débiteur, dans un délai fixé par décret, qu'il s'acquitte entre ses mains du montant de sa dette.<p></p><p></p>   Dans ce cas, les frais de recouvrement sont versés directement par le redevable à l'huissier de justice.<p></p><p></p>   Le montant des frais perçus par l'huissier de justice est calculé par application d'un taux proportionnel au montant des sommes recouvrées, fixé par l'autorité administrative.<p></p>",
            "num": "L231-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1185494400000,
            "dateFin": 1242432000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006086056",
                        "id": "LEGISCTA000006086056",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115630",
                        "id": "LEGISCTA000006115630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134961",
                        "id": "LEGISCTA000006134961",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148818",
                        "id": "LEGISCTA000006148818",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-07-27",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Répartition et recouvrement de certaines taxes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164323",
                        "id": "LEGISCTA000006164323",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Code des communes de la Nouvelle-Calédonie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070300",
                        "id": "LEGITEXT000006070300",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006362005",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164323",
            "sectionParentId": "LEGISCTA000006164323",
            "sectionParentTitre": "Section 2 : Répartition et recouvrement de certaines taxes",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; Chapitre Ier : Dispositions générales &gt; Section 2 : Répartition et recouvrement de certaines taxes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006362005",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070300",
                    "titre": "Code des communes de la Nouvelle-Calédonie",
                    "titreLong": "Code des communes de la Nouvelle-Calédonie",
                    "etat": "VIGUEUR",
                    "dateDebut": 994291200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070300",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000215537",
                    "textTitle": "Décret 2001-579 2001-06-29",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000215537",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-07-05",
                    "dateSignaTexte": "2001-06-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000428047",
                    "textTitle": "Ordonnance n°2007-1134 du 25 juillet 2007 - art. 33 () JORF 27 juillet 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000006400752",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2007-07-27",
                    "dateSignaTexte": "2007-07-25",
                    "dateDebutCible": "2007-07-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033160776",
                    "textTitle": "Ordonnance n°2016-1255 du 28 septembre 2016 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000033162103",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-1255",
                    "datePubli": 1475107200000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070300",
                    "textTitle": "Code des communes de la Nouvelle-Calédonie - art. D231-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D231-3",
                    "articleId": "LEGIARTI000029026371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1401408000000
                },
                {
                    "textCid": "LEGITEXT000006071164",
                    "textTitle": "Code de l'organisation judiciaire L311-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 259027200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006362005",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1185494400000,
                    "dateFin": 1242432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020634553",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1242432000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L231-5",
                "231-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}