{
    "cid": "LEGIARTI000037214942",
    "num": "R600-7",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107993",
                        "id": "LEGISCTA000006107993",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-08-18",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions relatives au contentieux de l'urbanisme et dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128605",
                        "id": "LEGISCTA000006128605",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000037215395",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037213169",
                    "textTitle": "Décret n°2018-617 du 17 juillet 2018 - art. 7",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000037214476",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-07-18",
                    "dateSignaTexte": "2018-07-17",
                    "dateDebutCible": "2018-07-19"
                }
            ],
            "num": "R600-7",
            "origine": "LEGI",
            "texte": "Toute personne peut se faire délivrer par le greffe de la juridiction devant laquelle un recours est susceptible d'être formé contre une décision relative à l'occupation ou l'utilisation du sol régie par le présent code, ou contre un jugement portant sur une telle décision, un document qui, soit atteste de l'absence de recours contentieux ou d'appel portant sur cette décision devant cette juridiction, soit, dans l'hypothèse où un recours ou un appel a été enregistré au greffe de la juridiction, indique la date d'enregistrement de ce recours ou de cet appel. Toute personne peut se faire délivrer par le secrétariat de la section du contentieux du Conseil d'Etat un document attestant de l'absence de pourvoi contre un jugement ou un arrêt relatif à une décision relative à l'occupation ou l'utilisation du sol régie par le présent code ou, dans l'hypothèse où un pourvoi a été enregistré, indiquant la date d'enregistrement de ce pourvoi.",
            "texteHtml": "<p>Toute personne peut se faire délivrer par le greffe de la juridiction devant laquelle un recours est susceptible d'être formé contre une décision relative à l'occupation ou l'utilisation du sol régie par le présent code, ou contre un jugement portant sur une telle décision, un document qui, soit atteste de l'absence de recours contentieux ou d'appel portant sur cette décision devant cette juridiction, soit, dans l'hypothèse où un recours ou un appel a été enregistré au greffe de la juridiction, indique la date d'enregistrement de ce recours ou de cet appel.<br/><br/>\n Toute personne peut se faire délivrer par le secrétariat de la section du contentieux du Conseil d'Etat un document attestant de l'absence de pourvoi contre un jugement ou un arrêt relatif à une décision relative à l'occupation ou l'utilisation du sol régie par le présent code ou, dans l'hypothèse où un pourvoi a été enregistré, indiquant la date d'enregistrement de ce pourvoi.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-10-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}