{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028426274",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux prestations relatives aux informations sociales et environnementales entrant dans le cadre des diligences directement liées à la mission de commissaires aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : PRESTATIONS RELATIVES AUX INFORMATIONS SOCIALES ET ENVIRONNEMENTALES ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES Sommaire Introduction Mission de l'organisme tiers indépendant Autres travaux portant sur des informations sociales et environnementales Attestations Travaux du commissaire aux comptes Forme de l'attestation délivrée Consultations Travaux du commissaire aux comptes Forme de la consultation Constats résultant de procédures convenues Travaux du commissaire aux comptes Forme du rapport Documentation Introduction 1. Une entité peut souhaiter confier à son commissaire aux comptes une intervention tendant au contrôle ou à la fiabilisation d'informations, dites ci-après informations RSE, sur la manière dont l'entité prend en compte les conséquences sociales et environnementales de son activité ainsi que sur ses engagements sociétaux en faveur du développement durable et en faveur de la lutte contre les discriminations et de la promotion des diversités. 2. Pour les besoins de la présente norme, les informations RSE sont celles qui entrent dans le champ des informations visées à l'article R. 225-105-1 du code de commerce. Elles peuvent : - être chiffrées ou qualitatives ; - porter sur des éléments du contrôle interne de l'entité relatifs à l'élaboration et au traitement de ces informations. 3. La présente intervention, distincte de la mission de contrôle légal et exclusivement exécutée à la demande des entités, peut être : - la mission de l'organisme tiers indépendant prévue à l'article L. 225-102-1 du code de commerce ; - d'autres travaux portant sur des informations RSE. 4. Le commissaire aux comptes de l'entité peut effectuer les travaux demandés si, conformément aux dispositions de l'article L. 822-101-II du code de commerce, la prestation effectuée entre dans le cadre de diligences directement liées à sa mission telles que définies par la présente norme d'exercice professionnel et si, en outre, les dispositions du code de déontologie sont respectées. Il s'assure notamment qu'il dispose des compétences nécessaires à la réalisation de l'intervention que l'entité souhaite lui confier. 5. Les informations sur lesquelles le commissaire aux comptes est autorisé à conduire ses travaux sont celles relatives à l'entité ou à une entité contrôlée par celle-ci ou à une entité qui la contrôle au sens des I et II de l'article L. 233-3 du code de commerce. 6. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes peut réaliser la prestation demandée, les travaux qu'il met en œuvre pour ce faire et la forme du document relatant le résultat de ses travaux. 7. Le commissaire aux comptes peut faire appel à un expert lorsqu'il l'estime nécessaire, en fonction de la nature des informations RSE sur lesquelles porte son intervention. 8. Lorsque le commissaire aux comptes fait appel à un expert ou utilise les travaux d'un expert choisi par l'entité, il met en œuvre les dispositions de la norme d'exercice professionnel relative à l'intervention d'un expert. 9. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. 10. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. 11. Le commissaire aux comptes établit dans tous les cas une lettre de mission spécifique, qu'il élabore, conformément aux principes de la norme relative à la lettre de mission. Si la demande de l'entité concerne d'autres travaux sur des informations RSE que ceux relevant de la mission de l'organisme tiers indépendant, la lettre de mission mentionne les informations RSE sur lesquelles porte l'intervention du commissaire aux comptes ainsi que la nature de la prestation qui lui est demandée. 12. Lorsque l'entité a désigné plusieurs commissaires aux comptes, la prestation peut être demandée à un seul commissaire aux comptes. Il appartient alors au commissaire aux comptes de l'entité qui réalise l'intervention : - d'informer préalablement l'(les) autre (s) commissaire (s) aux comptes de l'entité de la nature et de l'objet de l'intervention ; - de partager avec eux les conclusions de ses travaux au regard des éventuelles incidences sur la mission de contrôle légal ; et - de leur communiquer une copie du document relatant le résultat de ses travaux qu'il a remis à l'entité. Mission de l'organisme tiers indépendant 13. Le commissaire aux comptes peut effectuer la mission de l'organisme tiers indépendant si, conformément aux dispositions des articles L. 225-102-1 et R. 225-105-2 du code de commerce, il est régulièrement accrédité par le Comité français d'accréditation (COFRAC) ou par tout autre organisme d'accréditation signataire de l'accord de reconnaissance multilatéral établi par la coordination européenne des organismes d'accréditation et si l'entité l'a désigné pour conduire cette mission, conformément à l'article R. 225-105-2-I du code de commerce. 14. Le commissaire aux comptes met en œuvre les travaux prévus aux articles A. 225-2 à A. 225-4 du code de commerce en tenant compte de ceux réalisés pour les besoins de la mission de contrôle légal. 15. Le rapport émis à l'issue de ses travaux, comporte, en application de l'article R. 225-105-2 du code de commerce : - une attestation au sens de l'article A. 225-2 du code de commerce et délivrée selon les modalités prévues audit article ; - un avis motivé délivré selon les modalités de l'article A. 225-3 du code de commerce ; - les diligences mises en œuvre présentées selon les modalités de l'article A. 225-4 du code de commerce. Autres travaux portant sur des informations RSE 16. Le commissaire aux comptes est autorisé à réaliser, à la demande de l'entité, sur des informations RSE telles que définies au paragraphe 2, et dans les conditions précisées ci-après : - des attestations ; - des consultations ; - des constats résultant de procédures convenues. 17. Lorsque le commissaire aux comptes est l'organisme tiers indépendant de l'entité, il prend en compte les travaux réalisés dans le cadre de sa mission d'organisme tiers indépendant, pour déterminer la nature et l'étendue des autres travaux à réaliser à la demande de l'entité. L'accomplissement de ces autres travaux est subordonné à la présentation, à l'entité, par le commissaire aux comptes, de ses travaux relevant de la mission d'organisme tiers indépendant. 18. Sous réserve des dispositions spécifiques de la présente norme, le commissaire aux comptes respecte les conditions requises par les normes : - attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ; - consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ; - consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes portant sur le contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière ; - constats à l'issue de procédures convenues avec l'entité entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. 19. Les travaux réalisés dans le cadre de la présente norme ne peuvent notamment pas conduire le commissaire aux comptes à : - définir, mettre en place ou évaluer la stratégie ou la politique RSE de l'entité ; - concevoir ou mettre en place au sein de l'entité un système de gestion des informations RSE ; - concevoir, participer à la rédaction ou à la mise en place de procédures de collecte, de consolidation, de compilation ou de contrôle concourant à l'établissement des informations RSE ; - rédiger le rapport sur les informations RSE de l'entité, communément dénommé rapport de développement durable ; - rédiger les politiques ou la charte RSE de l'entité, communément dénommée charte de développement durable ; - élaborer ou mettre en place au sein de l'entité des outils de gestion ou d'évaluation des risques RSE, communément dénommés risques environnementaux ou sociaux ; - participer à l'établissement, à la détermination ou au calcul de données ou d'indicateurs RSE. Attestations 20. Le commissaire aux comptes apprécie le caractère approprié des principes ou procédures ou, le cas échéant, du référentiel retenus par l'entité pour établir les informations RSE objet de l'attestation. Les caractéristiques déterminant le caractère approprié des principes ou procédures ou, le cas échéant, du référentiel utilisés sont les suivantes : (a) Pertinence : les principes ou procédures ou, le cas échéant, le référentiel sont pertinents s'ils contribuent à préparer des informations qui aident les utilisateurs de ces informations à comprendre la manière dont l'entité prend en compte les conséquences sociales et environnementales de son activité ainsi que ses engagements sociétaux ; (b) Exhaustivité : les principes ou procédures ou, le cas échéant, le référentiel sont exhaustifs lorsque, pour les éléments faisant l'objet de l'attestation, ils n'omettent pas d'éléments pertinents qui pourraient affecter de manière significative la compréhension des utilisateurs ; (c) Fiabilité : les principes ou procédures ou, le cas échéant, le référentiel sont fiables s'ils permettent, pour les informations objet de l'attestation, des évaluations ou des mesures raisonnablement cohérentes et s'ils conduisent, dans des circonstances similaires, à la présentation d'informations et de conclusions comparables ; des principes ou procédures ou, le cas échéant, un référentiel fiables supposent un dispositif de collecte, de consolidation ou de compilation et de contrôle des données clairement décrit ; (d) Neutralité : les principes ou procédures ou, le cas échéant, le référentiel peuvent être considérés comme neutres s'ils conduisent à des conclusions exemptes de parti pris ; (e) Caractère compréhensible : les principes ou procédures ou, le cas échéant, le référentiel sont compréhensibles lorsqu'ils permettent de préparer des informations claires, complètes et non sujettes à différentes interprétations. Le cas échéant, seront notamment définies clairement les règles de calcul des différents indicateurs sociaux et environnementaux, et dûment justifiés les éventuels changements de méthode affectant la détermination d'informations chiffrées. Si le commissaire aux comptes considère que les principes ou procédures ou, le cas échéant, le référentiel ne sont pas appropriés, il ne peut se prononcer sur les informations, objet de l'attestation, établies par l'entité. 21. Les attestations délivrées par le commissaire aux comptes portent sur tout ou partie des éléments suivants : - la présence, dans un document, d'informations prévues dans des dispositions légales, réglementaires ou statutaires, des stipulations contractuelles ou dans des décisions de l'organe chargé de la direction ; - la conformité de ces informations à ces dispositions, stipulations ou décisions ; - l'établissement d'informations RSE conformément à des principes ou procédures ou, le cas échéant, à un référentiel identifiés par l'entité, externes à celle-ci ou élaborés par elle-même ; - la conception et la mise en œuvre par l'entité : - des procédures d'identification des risques RSE liés à ses activités ; - des procédures de collecte, de consolidation ou de compilation et de contrôle concourant à l'établissement de ces informations conformément à des principes ou des procédures ou, le cas échéant, à un référentiel identifiés par l'entité, externes à celle-ci ou élaborés par elle-même ; - le fonctionnement effectif de ces principes ou procédures ou, le cas échéant, de ce référentiel ; - la sincérité des déclarations de l'entité en matière de RSE. Travaux du commissaire aux comptes 22. Le commissaire aux comptes détermine si les travaux réalisés pour les besoins de la mission de contrôle légal et, le cas échéant, de la mission d'organisme tiers indépendant lui permettent de délivrer l'attestation demandée, cette dernière variant selon les caractéristiques des informations objet de l'attestation et la nature et l'étendue des travaux mis en œuvre. Si tel n'est pas le cas, il met en œuvre des travaux complémentaires qu'il conçoit en fonction de l'objet de l'attestation. 23. Les travaux complémentaires peuvent consister à : - vérifier la concordance ou la cohérence des informations objet de l'attestation avec des données issues du processus de collecte, de consolidation ou de compilation, de traitement et de contrôle des informations RSE ou, le cas échéant, avec la comptabilité ou des données sous-tendant la comptabilité ou des données internes à l'entité en lien avec la comptabilité ; - vérifier la conformité d'informations RSE avec, notamment : - les dispositions légales ou réglementaires ; - les dispositions statutaires ; -l es stipulations d'un contrat ; - les éléments du contrôle interne de l'entité ; - les décisions de l'organe chargé de la direction ; - les principes figurant dans un référentiel ; - apprécier si ces informations sont présentées de manière sincère. 24. Pour réaliser ces travaux, le commissaire aux comptes utilise tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. Il peut notamment estimer nécessaire d'obtenir des déclarations écrites de la direction. 25. Le commissaire aux comptes s'assure qu'il a collecté les éléments suffisants et appropriés pour étayer la conclusion formulée dans son attestation. Forme de l'attestation délivrée 26. Le commissaire aux comptes, en tenant compte de la nature des travaux demandés par l'entité, établit son attestation conformément aux dispositions de la norme relative aux attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. Consultations 27. Les consultations ont pour objet : - de donner un avis sur un projet de présentation d'informations RSE ; ou - de donner un avis sur des informations RSE dans le cadre de revues préliminaires ou de diagnostics de conformité à des principes ou procédures ou, le cas échéant, à un référentiel ou dans le cadre d'analyses comparatives de pratiques observées ; ou - de donner un avis sur des procédures de collecte, de consolidation ou de compilation et de contrôle concourant à l'établissement d'informations RSE au regard de leur conformité à des principes ou des procédures ou, le cas échéant, à un référentiel identifiés par l'entité, externes à celle-ci ou élaborés par elle-même ; ou - de donner un avis sur les forces et faiblesses d'éléments du contrôle interne relatif à l'établissement des informations RSE ; ou - de donner un avis sur la démarche définie par l'entité pour concevoir, mettre en œuvre et assurer le suivi de ses procédures de collecte, de consolidation ou de compilation et de contrôle concourant à l'établissement de ces informations ; ou - de fournir des éléments d'information ou des supports de formation concernant des textes, des projets de textes, des pratiques, des chartes ou des indicateurs contribuant à la bonne compréhension par l'entité de ses obligations en matière d'informations RSE. Les procédures sur lesquelles peuvent porter les consultations sont des procédures en place, à l'état de projet ou en cours de mise en place par l'entité. 28. Les avis peuvent être assortis de recommandations visant à contribuer à l'amélioration d'informations RSE, ou d'éléments de contrôle interne relatifs à leur établissement, ou de la présentation de ces informations, objets de la consultation, dès lors que ces recommandations ne placent pas ou ne sont pas susceptibles de placer le commissaire aux comptes en risque d'auto-révision. Travaux du commissaire aux comptes 29. Le commissaire aux comptes examine les éléments d'information communiqués par l'entité au regard du contexte particulier qui lui est présenté. Il réalise ses travaux à partir de ces éléments, des textes légaux et réglementaires, des positions de doctrine et des pratiques dont il a connaissance. 30. Le commissaire aux comptes demande à l'entité de lui communiquer les consultations éventuellement établies sur le sujet par d'autres intervenants. Forme de la consultation 31. Le commissaire aux comptes établit sa consultation conformément aux dispositions des normes relatives aux consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. Constats résultant de procédures convenues 32. Les procédures convenues que le commissaire aux comptes est autorisé à mettre en œuvre peuvent porter sur les mêmes éléments que les attestations ou les consultations. Travaux du commissaire aux comptes 33. Le commissaire aux comptes convient avec l'entité : - des informations, données, documents ou éléments du contrôle interne ou du processus de collecte, de consolidation ou de compilation, de traitement et de contrôle des informations RSE sur lesquels portent les procédures à mettre en œuvre ; - de la nature, de l'étendue et du calendrier des procédures à mettre en œuvre ; - des modalités de restitution des travaux et des constats qui en résultent ; - des conditions restrictives de diffusion du rapport. Il peut conditionner son intervention à l'obtention de déclarations écrites de la direction. 34. Le commissaire aux comptes met en œuvre les procédures convenues avec l'entité et relate les constats qui en résultent dans un rapport. Forme du rapport 35. Il établit son rapport conformément aux dispositions de la norme relative aux constats à l'issue de procédures convenues entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. Documentation 36. Le commissaire aux comptes fait figurer dans son dossier les éléments qui : - permettent d'établir que l'intervention a été réalisée dans le respect de la présente norme d'exercice professionnel ; - permettent, conformément aux principes de la norme d'exercice professionnel relative à la documentation de l'audit des comptes, à toute personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à l'intervention d'être en mesure de comprendre la nature et l'étendue des procédures mises en œuvre ainsi que les résultats qui en découlent. 37. Le commissaire aux comptes applique les dispositions des paragraphes 6 à 8 de la norme d'exercice professionnel relative à la documentation de l'audit des comptes.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux prestations relatives aux informations sociales et environnementales entrant dans le cadre des diligences directement liées à la mission de commissaires aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='center'>PRESTATIONS RELATIVES AUX INFORMATIONS SOCIALES ET ENVIRONNEMENTALES ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES </p><p><b>Sommaire </b></p><p><i>Introduction </i></p><p><i>Mission de l'organisme tiers indépendant </i></p><p><i>Autres travaux portant sur des informations sociales et environnementales </i></p><p><i>Attestations </i></p><p><i>Travaux du commissaire aux comptes </i></p><p><i>Forme de l'attestation délivrée </i></p><p><i>Consultations </i></p><p><i>Travaux du commissaire aux comptes </i></p><p><i>Forme de la consultation </i></p><p><i>Constats résultant de procédures convenues </i></p><p><i>Travaux du commissaire aux comptes </i></p><p><i>Forme du rapport </i></p><p><i>Documentation </i></p><p><b>Introduction </b></p><p>1. Une entité peut souhaiter confier à son commissaire aux comptes une intervention tendant au contrôle ou à la fiabilisation d'informations, dites ci-après informations RSE, sur la manière dont l'entité prend en compte les conséquences sociales et environnementales de son activité ainsi que sur ses engagements sociétaux en faveur du développement durable et en faveur de la lutte contre les discriminations et de la promotion des diversités. </p><p>2. Pour les besoins de la présente norme, les informations RSE sont celles qui entrent dans le champ des informations visées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000025748749&dateTexte=&categorieLien=cid'>R. 225-105-1 </a>du code de commerce. Elles peuvent :</p><p>- être chiffrées ou qualitatives ;</p><p>- porter sur des éléments du contrôle interne de l'entité relatifs à l'élaboration et au traitement de ces informations. </p><p>3. La présente intervention, distincte de la mission de contrôle légal et exclusivement exécutée à la demande des entités, peut être :</p><p>- la mission de l'organisme tiers indépendant prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>L. 225-102-1 </a>du code de commerce ;</p><p>- d'autres travaux portant sur des informations RSE. </p><p>4. Le commissaire aux comptes de l'entité peut effectuer les travaux demandés si, conformément aux dispositions de l'article L. 822-101-II du code de commerce, la prestation effectuée entre dans le cadre de diligences directement liées à sa mission telles que définies par la présente norme d'exercice professionnel et si, en outre, les dispositions du code de déontologie sont respectées. Il s'assure notamment qu'il dispose des compétences nécessaires à la réalisation de l'intervention que l'entité souhaite lui confier. </p><p>5. Les informations sur lesquelles le commissaire aux comptes est autorisé à conduire ses travaux sont celles relatives à l'entité ou à une entité contrôlée par celle-ci ou à une entité qui la contrôle au sens des I et II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>L. 233-3 </a>du code de commerce. </p><p>6. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes peut réaliser la prestation demandée, les travaux qu'il met en œuvre pour ce faire et la forme du document relatant le résultat de ses travaux. </p><p>7. Le commissaire aux comptes peut faire appel à un expert lorsqu'il l'estime nécessaire, en fonction de la nature des informations RSE sur lesquelles porte son intervention. </p><p>8. Lorsque le commissaire aux comptes fait appel à un expert ou utilise les travaux d'un expert choisi par l'entité, il met en œuvre les dispositions de la norme d'exercice professionnel relative à l'intervention d'un expert. </p><p>9. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les travaux qu'il estime nécessaires, sont compatibles avec les ressources dont il dispose. </p><p>10. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. </p><p>11. Le commissaire aux comptes établit dans tous les cas une lettre de mission spécifique, qu'il élabore, conformément aux principes de la norme relative à la lettre de mission. </p><p>Si la demande de l'entité concerne d'autres travaux sur des informations RSE que ceux relevant de la mission de l'organisme tiers indépendant, la lettre de mission mentionne les informations RSE sur lesquelles porte l'intervention du commissaire aux comptes ainsi que la nature de la prestation qui lui est demandée. </p><p>12. Lorsque l'entité a désigné plusieurs commissaires aux comptes, la prestation peut être demandée à un seul commissaire aux comptes. Il appartient alors au commissaire aux comptes de l'entité qui réalise l'intervention :</p><p>- d'informer préalablement l'(les) autre (s) commissaire (s) aux comptes de l'entité de la nature et de l'objet de l'intervention ;</p><p>- de partager avec eux les conclusions de ses travaux au regard des éventuelles incidences sur la mission de contrôle légal ; et</p><p>- de leur communiquer une copie du document relatant le résultat de ses travaux qu'il a remis à l'entité. </p><p><b>Mission de l'organisme tiers indépendant </b></p><p>13. Le commissaire aux comptes peut effectuer la mission de l'organisme tiers indépendant si, conformément aux dispositions des articles L. 225-102-1 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000025748752&dateTexte=&categorieLien=cid'>R. 225-105-2 </a>du code de commerce, il est régulièrement accrédité par le Comité français d'accréditation (COFRAC) ou par tout autre organisme d'accréditation signataire de l'accord de reconnaissance multilatéral établi par la coordination européenne des organismes d'accréditation et si l'entité l'a désigné pour conduire cette mission, conformément à l'article R. 225-105-2-I du code de commerce. </p><p>14. Le commissaire aux comptes met en œuvre les travaux prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000027543040&dateTexte=&categorieLien=cid'>A. 225-2 à A. 225-4 </a>du code de commerce en tenant compte de ceux réalisés pour les besoins de la mission de contrôle légal. </p><p>15. Le rapport émis à l'issue de ses travaux, comporte, en application de l'article R. 225-105-2 du code de commerce :</p><p>- une attestation au sens de l'article A. 225-2 du code de commerce et délivrée selon les modalités prévues audit article ;</p><p>- un avis motivé délivré selon les modalités de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000027543042&dateTexte=&categorieLien=cid'>A. 225-3 </a>du code de commerce ;</p><p>- les diligences mises en œuvre présentées selon les modalités de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000027543044&dateTexte=&categorieLien=cid'>A. 225-4</a> du code de commerce. </p><p><b>Autres travaux portant sur des informations RSE </b></p><p>16. Le commissaire aux comptes est autorisé à réaliser, à la demande de l'entité, sur des informations RSE telles que définies au paragraphe 2, et dans les conditions précisées ci-après :</p><p>- des attestations ;</p><p>- des consultations ;</p><p>- des constats résultant de procédures convenues. </p><p>17. Lorsque le commissaire aux comptes est l'organisme tiers indépendant de l'entité, il prend en compte les travaux réalisés dans le cadre de sa mission d'organisme tiers indépendant, pour déterminer la nature et l'étendue des autres travaux à réaliser à la demande de l'entité. L'accomplissement de ces autres travaux est subordonné à la présentation, à l'entité, par le commissaire aux comptes, de ses travaux relevant de la mission d'organisme tiers indépendant. </p><p>18. Sous réserve des dispositions spécifiques de la présente norme, le commissaire aux comptes respecte les conditions requises par les normes :</p><p>- attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ;</p><p>- consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ;</p><p>- consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes portant sur le contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière ;</p><p>- constats à l'issue de procédures convenues avec l'entité entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p>19. Les travaux réalisés dans le cadre de la présente norme ne peuvent notamment pas conduire le commissaire aux comptes à :</p><p>- définir, mettre en place ou évaluer la stratégie ou la politique RSE de l'entité ;</p><p>- concevoir ou mettre en place au sein de l'entité un système de gestion des informations RSE ;</p><p>- concevoir, participer à la rédaction ou à la mise en place de procédures de collecte, de consolidation, de compilation ou de contrôle concourant à l'établissement des informations RSE ;</p><p>- rédiger le rapport sur les informations RSE de l'entité, communément dénommé rapport de développement durable ;</p><p>- rédiger les politiques ou la charte RSE de l'entité, communément dénommée charte de développement durable ;</p><p>- élaborer ou mettre en place au sein de l'entité des outils de gestion ou d'évaluation des risques RSE, communément dénommés risques environnementaux ou sociaux ;</p><p>- participer à l'établissement, à la détermination ou au calcul de données ou d'indicateurs RSE. </p><p><b>Attestations </b></p><p>20. Le commissaire aux comptes apprécie le caractère approprié des principes ou procédures ou, le cas échéant, du référentiel retenus par l'entité pour établir les informations RSE objet de l'attestation. </p><p>Les caractéristiques déterminant le caractère approprié des principes ou procédures ou, le cas échéant, du référentiel utilisés sont les suivantes : </p><p>(a) Pertinence : les principes ou procédures ou, le cas échéant, le référentiel sont pertinents s'ils contribuent à préparer des informations qui aident les utilisateurs de ces informations à comprendre la manière dont l'entité prend en compte les conséquences sociales et environnementales de son activité ainsi que ses engagements sociétaux ; </p><p>(b) Exhaustivité : les principes ou procédures ou, le cas échéant, le référentiel sont exhaustifs lorsque, pour les éléments faisant l'objet de l'attestation, ils n'omettent pas d'éléments pertinents qui pourraient affecter de manière significative la compréhension des utilisateurs ; </p><p>(c) Fiabilité : les principes ou procédures ou, le cas échéant, le référentiel sont fiables s'ils permettent, pour les informations objet de l'attestation, des évaluations ou des mesures raisonnablement cohérentes et s'ils conduisent, dans des circonstances similaires, à la présentation d'informations et de conclusions comparables ; des principes ou procédures ou, le cas échéant, un référentiel fiables supposent un dispositif de collecte, de consolidation ou de compilation et de contrôle des données clairement décrit ; </p><p>(d) Neutralité : les principes ou procédures ou, le cas échéant, le référentiel peuvent être considérés comme neutres s'ils conduisent à des conclusions exemptes de parti pris ; </p><p>(e) Caractère compréhensible : les principes ou procédures ou, le cas échéant, le référentiel sont compréhensibles lorsqu'ils permettent de préparer des informations claires, complètes et non sujettes à différentes interprétations. Le cas échéant, seront notamment définies clairement les règles de calcul des différents indicateurs sociaux et environnementaux, et dûment justifiés les éventuels changements de méthode affectant la détermination d'informations chiffrées. </p><p>Si le commissaire aux comptes considère que les principes ou procédures ou, le cas échéant, le référentiel ne sont pas appropriés, il ne peut se prononcer sur les informations, objet de l'attestation, établies par l'entité. </p><p>21. Les attestations délivrées par le commissaire aux comptes portent sur tout ou partie des éléments suivants :</p><p>- la présence, dans un document, d'informations prévues dans des dispositions légales, réglementaires ou statutaires, des stipulations contractuelles ou dans des décisions de l'organe chargé de la direction ;</p><p>- la conformité de ces informations à ces dispositions, stipulations ou décisions ;</p><p>- l'établissement d'informations RSE conformément à des principes ou procédures ou, le cas échéant, à un référentiel identifiés par l'entité, externes à celle-ci ou élaborés par elle-même ;</p><p>- la conception et la mise en œuvre par l'entité :</p><p>- des procédures d'identification des risques RSE liés à ses activités ;</p><p>- des procédures de collecte, de consolidation ou de compilation et de contrôle concourant à l'établissement de ces informations conformément à des principes ou des procédures ou, le cas échéant, à un référentiel identifiés par l'entité, externes à celle-ci ou élaborés par elle-même ;</p><p>- le fonctionnement effectif de ces principes ou procédures ou, le cas échéant, de ce référentiel ;</p><p>- la sincérité des déclarations de l'entité en matière de RSE. </p><p><b>Travaux du commissaire aux comptes </b></p><p>22. Le commissaire aux comptes détermine si les travaux réalisés pour les besoins de la mission de contrôle légal et, le cas échéant, de la mission d'organisme tiers indépendant lui permettent de délivrer l'attestation demandée, cette dernière variant selon les caractéristiques des informations objet de l'attestation et la nature et l'étendue des travaux mis en œuvre. </p><p>Si tel n'est pas le cas, il met en œuvre des travaux complémentaires qu'il conçoit en fonction de l'objet de l'attestation. </p><p>23. Les travaux complémentaires peuvent consister à :</p><p>- vérifier la concordance ou la cohérence des informations objet de l'attestation avec des données issues du processus de collecte, de consolidation ou de compilation, de traitement et de contrôle des informations RSE ou, le cas échéant, avec la comptabilité ou des données sous-tendant la comptabilité ou des données internes à l'entité en lien avec la comptabilité ;</p><p>- vérifier la conformité d'informations RSE avec, notamment :</p><p>- les dispositions légales ou réglementaires ;</p><p>- les dispositions statutaires ;</p><p>-l es stipulations d'un contrat ;</p><p>- les éléments du contrôle interne de l'entité ;</p><p>- les décisions de l'organe chargé de la direction ;</p><p>- les principes figurant dans un référentiel ;</p><p>- apprécier si ces informations sont présentées de manière sincère. </p><p>24. Pour réaliser ces travaux, le commissaire aux comptes utilise tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. </p><p>Il peut notamment estimer nécessaire d'obtenir des déclarations écrites de la direction. </p><p>25. Le commissaire aux comptes s'assure qu'il a collecté les éléments suffisants et appropriés pour étayer la conclusion formulée dans son attestation. </p><p><b>Forme de l'attestation délivrée </b></p><p>26. Le commissaire aux comptes, en tenant compte de la nature des travaux demandés par l'entité, établit son attestation conformément aux dispositions de la norme relative aux attestations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p><b>Consultations </b></p><p>27. Les consultations ont pour objet :</p><p>- de donner un avis sur un projet de présentation d'informations RSE ; ou</p><p>- de donner un avis sur des informations RSE dans le cadre de revues préliminaires ou de diagnostics de conformité à des principes ou procédures ou, le cas échéant, à un référentiel ou dans le cadre d'analyses comparatives de pratiques observées ; ou</p><p>- de donner un avis sur des procédures de collecte, de consolidation ou de compilation et de contrôle concourant à l'établissement d'informations RSE au regard de leur conformité à des principes ou des procédures ou, le cas échéant, à un référentiel identifiés par l'entité, externes à celle-ci ou élaborés par elle-même ; ou</p><p>- de donner un avis sur les forces et faiblesses d'éléments du contrôle interne relatif à l'établissement des informations RSE ; ou</p><p>- de donner un avis sur la démarche définie par l'entité pour concevoir, mettre en œuvre et assurer le suivi de ses procédures de collecte, de consolidation ou de compilation et de contrôle concourant à l'établissement de ces informations ; ou</p><p>- de fournir des éléments d'information ou des supports de formation concernant des textes, des projets de textes, des pratiques, des chartes ou des indicateurs contribuant à la bonne compréhension par l'entité de ses obligations en matière d'informations RSE. </p><p>Les procédures sur lesquelles peuvent porter les consultations sont des procédures en place, à l'état de projet ou en cours de mise en place par l'entité. </p><p>28. Les avis peuvent être assortis de recommandations visant à contribuer à l'amélioration d'informations RSE, ou d'éléments de contrôle interne relatifs à leur établissement, ou de la présentation de ces informations, objets de la consultation, dès lors que ces recommandations ne placent pas ou ne sont pas susceptibles de placer le commissaire aux comptes en risque d'auto-révision. </p><p><b>Travaux du commissaire aux comptes </b></p><p>29. Le commissaire aux comptes examine les éléments d'information communiqués par l'entité au regard du contexte particulier qui lui est présenté. Il réalise ses travaux à partir de ces éléments, des textes légaux et réglementaires, des positions de doctrine et des pratiques dont il a connaissance. </p><p>30. Le commissaire aux comptes demande à l'entité de lui communiquer les consultations éventuellement établies sur le sujet par d'autres intervenants. </p><p><b>Forme de la consultation </b></p><p>31. Le commissaire aux comptes établit sa consultation conformément aux dispositions des normes relatives aux consultations entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p><b>Constats résultant de procédures convenues </b></p><p>32. Les procédures convenues que le commissaire aux comptes est autorisé à mettre en œuvre peuvent porter sur les mêmes éléments que les attestations ou les consultations. </p><p><b>Travaux du commissaire aux comptes </b></p><p>33. Le commissaire aux comptes convient avec l'entité :</p><p>- des informations, données, documents ou éléments du contrôle interne ou du processus de collecte, de consolidation ou de compilation, de traitement et de contrôle des informations RSE sur lesquels portent les procédures à mettre en œuvre ;</p><p>- de la nature, de l'étendue et du calendrier des procédures à mettre en œuvre ;</p><p>- des modalités de restitution des travaux et des constats qui en résultent ;</p><p>- des conditions restrictives de diffusion du rapport. </p><p>Il peut conditionner son intervention à l'obtention de déclarations écrites de la direction. </p><p>34. Le commissaire aux comptes met en œuvre les procédures convenues avec l'entité et relate les constats qui en résultent dans un rapport. </p><p><b>Forme du rapport </b></p><p>35. Il établit son rapport conformément aux dispositions de la norme relative aux constats à l'issue de procédures convenues entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p><b>Documentation </b></p><p>36. Le commissaire aux comptes fait figurer dans son dossier les éléments qui :</p><p>- permettent d'établir que l'intervention a été réalisée dans le respect de la présente norme d'exercice professionnel ;</p><p>- permettent, conformément aux principes de la norme d'exercice professionnel relative à la documentation de l'audit des comptes, à toute personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à l'intervention d'être en mesure de comprendre la nature et l'étendue des procédures mises en œuvre ainsi que les résultats qui en découlent. </p><p>37. Le commissaire aux comptes applique les dispositions des paragraphes 6 à 8 de la norme d'exercice professionnel relative à la documentation de l'audit des comptes.</p>",
            "num": "A823-36-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1388534400000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2143289343,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2018-03-01",
                        "titre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163250",
                        "id": "LEGISCTA000020163383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028426232",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163250",
            "sectionParentId": "LEGISCTA000020163383",
            "sectionParentTitre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028426274",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028408216",
                    "textTitle": "Arrêté du 27 décembre 2013 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000028426155",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2013-12-31",
                    "dateSignaTexte": "2013-12-27",
                    "dateDebutCible": "2014-01-01"
                },
                {
                    "textCid": "JORFTEXT000036649928",
                    "textTitle": "Arrêté du 20 février 2018 - art. 8",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000036651598",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-20",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A225-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A225-2",
                    "articleId": "LEGIARTI000027543040",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371254400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A225-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A225-3",
                    "articleId": "LEGIARTI000027543042",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371254400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A225-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A225-4",
                    "articleId": "LEGIARTI000027543044",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371254400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1332547200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-105-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R225-105-1",
                    "articleId": "LEGIARTI000025748749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1500508800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-105-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R225-105-2",
                    "articleId": "LEGIARTI000025748752",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335484800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028426274",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-36-2",
                "823-36-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}