{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045135184",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le président du conseil départemental du lieu où se trouve une personne se déclarant mineure et privée temporairement ou définitivement de la protection de sa famille met en place un accueil provisoire d'urgence. II.-En vue d'évaluer la situation de la personne mentionnée au I et après lui avoir permis de bénéficier d'un temps de répit, le président du conseil départemental procède aux investigations nécessaires au regard notamment des déclarations de cette personne sur son identité, son âge, sa famille d'origine, sa nationalité et son état d'isolement. L'évaluation est réalisée par les services du département. Dans le cas où le président du conseil départemental délègue la mission d'évaluation à un organisme public ou à une association, les services du département assurent un contrôle régulier des conditions d'évaluation par la structure délégataire. Sauf lorsque la minorité de la personne est manifeste, le président du conseil départemental, en lien avec le représentant de l'Etat dans le département, organise la présentation de la personne auprès des services de l'Etat afin qu'elle communique toute information utile à son identification et au renseignement, par les agents spécialement habilités à cet effet, du traitement automatisé de données à caractère personnel prévu à l' article L. 142-3 du code de l'entrée et du séjour des étrangers et du droit d'asile . Le représentant de l'Etat dans le département communique au président du conseil départemental les informations permettant d'aider à la détermination de l'identité et de la situation de la personne. Le président du conseil départemental peut en outre : 1° Solliciter le concours du représentant de l'Etat dans le département pour vérifier l'authenticité des documents détenus par la personne ; 2° Demander à l'autorité judiciaire la mise en œuvre des examens prévus au deuxième alinéa de l'article 388 du code civil selon la procédure définie au même article 388. Il statue sur la minorité et la situation d'isolement de la personne, en s'appuyant sur les entretiens réalisés avec celle-ci, sur les informations transmises par le représentant de l'Etat dans le département ainsi que sur tout autre élément susceptible de l'éclairer. La majorité d'une personne se présentant comme mineure et privée temporairement ou définitivement de la protection de sa famille ne peut être déduite de son seul refus opposé au recueil de ses empreintes, ni de la seule constatation qu'elle est déjà enregistrée dans le traitement automatisé mentionné au présent II ou dans le traitement automatisé mentionné à l' article L. 142-1 du code de l'entrée et du séjour des étrangers et du droit d'asile . III.-Le président du conseil départemental transmet chaque mois au représentant de l'Etat dans le département la date et le sens des décisions individuelles prises à l'issue de l'évaluation prévue au II du présent article. IV.-L'Etat verse aux départements une contribution forfaitaire pour l'évaluation de la situation et la mise à l'abri des personnes mentionnées au I. La contribution n'est pas versée, en totalité ou en partie, lorsque le président du conseil départemental n'organise pas la présentation de la personne prévue au troisième alinéa du II ou ne transmet pas, chaque mois, la date et le sens des décisions mentionnées au III. V.-Les modalités d'application du présent article, notamment des dispositions relatives à la durée de l'accueil provisoire d'urgence mentionné au I et au versement de la contribution mentionnée au IV, sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>I.-Le président du conseil départemental du lieu où se trouve une personne se déclarant mineure et privée temporairement ou définitivement de la protection de sa famille met en place un accueil provisoire d'urgence.<br/><br/>\nII.-En vue d'évaluer la situation de la personne mentionnée au I et après lui avoir permis de bénéficier d'un temps de répit, le président du conseil départemental procède aux investigations nécessaires au regard notamment des déclarations de cette personne sur son identité, son âge, sa famille d'origine, sa nationalité et son état d'isolement.<br/><br/>\nL'évaluation est réalisée par les services du département. Dans le cas où le président du conseil départemental délègue la mission d'évaluation à un organisme public ou à une association, les services du département assurent un contrôle régulier des conditions d'évaluation par la structure délégataire.<br/><br/>\nSauf lorsque la minorité de la personne est manifeste, le président du conseil départemental, en lien avec le représentant de l'Etat dans le département, organise la présentation de la personne auprès des services de l'Etat afin qu'elle communique toute information utile à son identification et au renseignement, par les agents spécialement habilités à cet effet, du traitement automatisé de données à caractère personnel prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000042770874&dateTexte=&categorieLien=cid' title='Code de l'entrée et du séjour des étrangers et ... - art. L142-3 (V)'>article L. 142-3 du code de l'entrée et du séjour des étrangers et du droit d'asile</a>. Le représentant de l'Etat dans le département communique au président du conseil départemental les informations permettant d'aider à la détermination de l'identité et de la situation de la personne.<br/><br/>\nLe président du conseil départemental peut en outre :<br/><br/>\n1° Solliciter le concours du représentant de l'Etat dans le département pour vérifier l'authenticité des documents détenus par la personne ;<br/><br/>\n2° Demander à l'autorité judiciaire la mise en œuvre des examens prévus au deuxième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006427141&dateTexte=&categorieLien=cid' title='Code civil - art. 388 (V)'>l'article 388 du code civil</a> selon la procédure définie au même article 388.<br/><br/>\nIl statue sur la minorité et la situation d'isolement de la personne, en s'appuyant sur les entretiens réalisés avec celle-ci, sur les informations transmises par le représentant de l'Etat dans le département ainsi que sur tout autre élément susceptible de l'éclairer.<br/><br/>\nLa majorité d'une personne se présentant comme mineure et privée temporairement ou définitivement de la protection de sa famille ne peut être déduite de son seul refus opposé au recueil de ses empreintes, ni de la seule constatation qu'elle est déjà enregistrée dans le traitement automatisé mentionné au présent II ou dans le traitement automatisé mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000042770870&dateTexte=&categorieLien=cid' title='Code de l'entrée et du séjour des étrangers et ... - art. L142-1 (V)'>article L. 142-1 du code de l'entrée et du séjour des étrangers et du droit d'asile</a>.<br/><br/>\nIII.-Le président du conseil départemental transmet chaque mois au représentant de l'Etat dans le département la date et le sens des décisions individuelles prises à l'issue de l'évaluation prévue au II du présent article.<br/><br/>\nIV.-L'Etat verse aux départements une contribution forfaitaire pour l'évaluation de la situation et la mise à l'abri des personnes mentionnées au I.<br/><br/>\nLa contribution n'est pas versée, en totalité ou en partie, lorsque le président du conseil départemental n'organise pas la présentation de la personne prévue au troisième alinéa du II ou ne transmet pas, chaque mois, la date et le sens des décisions mentionnées au III.<br/><br/>\nV.-Les modalités d'application du présent article, notamment des dispositions relatives à la durée de l'accueil provisoire d'urgence mentionné au I et au versement de la contribution mentionnée au IV, sont fixées par décret en Conseil d'Etat.</p>",
            "num": "L221-2-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1644364800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 252996,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107980",
                        "id": "LEGISCTA000006107980",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Différentes formes d'aide et d'action sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128458",
                        "id": "LEGISCTA000006128458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Enfance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142836",
                        "id": "LEGISCTA000006142836",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Service de l'aide sociale à l'enfance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157582",
                        "id": "LEGISCTA000006157582",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045135184",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157582",
            "sectionParentId": "LEGISCTA000006157582",
            "sectionParentTitre": "Chapitre Ier : Service de l'aide sociale à l'enfance.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Différentes formes d'aide et d'action sociales &gt; Titre II : Enfance &gt; Chapitre Ier : Service de l'aide sociale à l'enfance.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045135184",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074069",
                    "titre": "Code de l'action sociale et des familles",
                    "titreLong": "Code de l'action sociale et des familles",
                    "etat": "VIGUEUR",
                    "dateDebut": 977529600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074069",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045133771",
                    "textTitle": "LOI n°2022-140 du 7 février 2022 - art. 40",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000045134362",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-08",
                    "dateSignaTexte": "2022-02-07",
                    "dateDebutCible": "2022-02-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L142-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L142-1",
                    "articleId": "LEGIARTI000042770870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L142-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L142-3",
                    "articleId": "LEGIARTI000042770874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 388 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "388",
                    "articleId": "LEGIARTI000006427141",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458086400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045135184",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1644364800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L221-2-4",
                "221-2-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}