{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036754214",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES-TYPES APPLICABLES AUX CONTRATS D'ASSURANCE DE DOMMAGES OUVRAGE Définitions a) Souscripteur. La personne, physique ou morale, désignée aux conditions particulières, qui fait réaliser des travaux de construction et qui est, en sa qualité définie aux mêmes conditions particulières, soumise à l'obligation d'assurance prévue par l'article L. 242-1 du présent code, tant pour son propre compte que pour celui des propriétaires successifs. b) Assuré. Le souscripteur et les propriétaires successifs de l'ouvrage au bénéfice desquels est souscrit le contrat. c) Réalisateurs. L'ensemble des constructeurs désignés aux conditions particulières ou dont l'identité est portée ultérieurement à la connaissance de l'assureur, qui sont mentionnés au 1° de l'article 1792-1 du code civil et sont liés, à ce titre, au maître de l'ouvrage par un contrat de louage d'ouvrage en qualité de concepteur ou de conseil (architecte, technicien ou autre) ou en qualité d'entrepreneur, et qui participent à la réalisation de l'opération de construction. d) Maître de l'ouvrage. La personne, physique ou morale, désignée aux conditions particulières, qui conclut avec les réalisateurs les contrats de louage d'ouvrage afférents à la conception et à l'exécution de l'opération de construction. e) Contrôleur technique (lorsqu'il est désigné un contrôleur technique). La personne, désignée aux conditions particulières, agréée ou exerçant dans les conditions prévues par l'article L. 111-25 du code de la construction et de l'habitation, et appelée à intervenir, à la demande du maître de l'ouvrage, pour effectuer le contrôle technique des études et des travaux ayant pour objet la réalisation de l'opération de construction. f) Réception. L'acte par lequel le maître de l'ouvrage accepte les travaux exécutés, dans les conditions fixées par l'article 1792-6 du code civil. g) Sinistre. La survenance de dommages, au sens de l'article L. 242-1 du présent code, ayant pour effet d'entraîner la garantie de l'assureur. Nature de la garantie Le contrat a pour objet de garantir, en dehors de toute recherche de responsabilité, le paiement des travaux de réparation des dommages à l'ouvrage réalisé ainsi qu'aux ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code. La garantie couvre les dommages, même résultant d'un vice du sol, de la nature de ceux dont sont responsables les constructeurs, au sens de l'article 1792-1 du code civil, les fabricants et les importateurs ou le contrôleur technique, et qui : -compromettent la solidité des ouvrages constitutifs de l'opération de construction ; -affectent les ouvrages dans l'un de leurs éléments constitutifs ou l'un de leurs éléments d'équipement, les rendant impropres à leur destination ; -affectent la solidité de l'un des éléments d'équipement indissociables des ouvrages de viabilité, de fondation, d'ossature, de clos et de couvert, au sens de l'article 1792-2 du code civil. Les travaux de réparation des dommages comprennent également les travaux de démolition, déblaiement, dépose ou démontage éventuellement nécessaires. Montant et limite de la garantie La garantie couvre le coût de l'ensemble des travaux afférents à la remise en état des ouvrages ou éléments d'équipement de l'opération de construction endommagés à la suite d'un sinistre, ainsi que des ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code. Pour les constructions destinées à un usage autre que l'habitation, la garantie peut être limitée au montant du coût total de construction déclaré aux conditions particulières ou à un montant inférieur au coût total de construction déclaré aux conditions particulières, si ce coût est supérieur au montant prévu au I de l'article R. 243-3 du présent code, sans toutefois pouvoir être inférieur à ce dernier montant. Le montant de garantie est revalorisé selon les modalités prévues aux conditions particulières, pour tenir compte de l'évolution générale des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre. Les conditions particulières précisent les modalités de reconstitution de la garantie après sinistre. Le coût total de la construction déclaré s'entend de celui résultant du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et, s'il y a lieu, travaux supplémentaires compris. Ce coût intègre la valeur de reconstruction des existants totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles au sens du II de l'article L. 243-1-1 du présent code. En aucun cas ce coût ne peut toutefois comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution. Exclusions La garantie du contrat ne s'applique pas aux dommages résultant exclusivement : a) Du fait intentionnel ou du dol du souscripteur ou de l'assuré ; b) Des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ; c) De la cause étrangère. Point de départ et durée de la garantie a) La période de garantie est précisée aux conditions particulières ; elle commence au plus tôt, sous réserve des dispositions du b, à l'expiration du délai de garantie de parfait achèvement défini à l'article 1792-6 du code civil. Elle prend fin à l'expiration d'une période de dix ans à compter de la réception. b) Toutefois, elle garantit le paiement des réparations nécessaires lorsque : -avant la réception, après mise en demeure restée infructueuse, le contrat de louage d'ouvrage conclu avec l'entrepreneur est résilié pour inexécution, par celui-ci, de ses obligations ; -après la réception, et avant l'expiration du délai de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil, lorsque l'entrepreneur n'a pas exécuté ses obligations au titre de cette garantie, après mise en demeure par lettre recommandée ou par envoi recommandé électronique, avec demande d'avis de réception, resté infructueux. Obligations réciproques des parties Les déclarations ou notifications auxquelles il est procédé entre les parties en application de paragraphes A (1°, c), A (3°), B (2°, a), B (2°, c), B (3°, a), de la présente clause, sont faites par écrit soit contre récépissé, sur support papier ou tout autre support durable, soit par lettre recommandée ou par envoi recommandé électronique avec demande d'avis de réception. A.-Obligations de l'assuré 1° L'assuré s'engage : a) A fournir à l'assureur, sur sa demande, la preuve de l'existence des contrats d'assurance de responsabilité décennale souscrits par les réalisateurs et le contrôleur technique ; b) A lui déclarer les réceptions de travaux, ainsi qu'à lui remettre dans le mois de leur prononcé, le ou les procès-verbaux desdites réceptions, ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; c) A lui adresser un dossier technique comportant au moins les plans et descriptifs de l'ensemble des travaux effectivement réalisés, dans le délai maximal d'un mois à compter de leur achèvement ; d) A lui notifier dans le même délai, le constat de l'exécution des travaux éventuellement effectués au titre de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; e) A lui faire tenir la déclaration de tout arrêt de travaux devant excéder trente jours ; f) A communiquer les avis, observations et réserves du contrôleur technique, simultanément, tant à l'assureur qu'au réalisateur concerné, et à ne pas s'opposer à ce que l'assureur puisse, à ses frais, demander au contrôleur technique, sous son couvert, les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. Dans le cas où il n'est pas lui-même le maître de l'ouvrage, l'assuré s'engage à obtenir de celui-ci que les avis, observations et réserves du contrôleur technique soient pareillement communiqués à l'assureur et au réalisateur concerné, et que, dans les mêmes conditions, l'assureur puisse demander au contrôleur technique les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. 2° En cas de sinistre susceptible de mettre en jeu les garanties du contrat, l'assuré est tenu d'en faire la déclaration à l'assureur. La déclaration de sinistre est réputée constituée dès qu'elle comporte au moins les renseignements suivants : -le numéro du contrat d'assurance et, le cas échéant, celui de l'avenant ; -le nom du propriétaire de la construction endommagée ; -l'adresse de la construction endommagée ; -la date de réception ou, à défaut, la date de la première occupation des locaux ; -la date d'apparition des dommages ainsi que leur description et localisation ; -si la déclaration survient pendant la période de parfait achèvement au sens de l'article 1792-6 du code civil, la copie de la mise en demeure effectuée au titre de la garantie de parfait achèvement. A compter de la réception de la déclaration de sinistre, l'assureur dispose d'un délai de dix jours pour signifier à l'assuré que la déclaration n'est pas réputée constituée et réclamer les renseignements manquants susvisés. Les délais visés à l'article L. 242-1 du présent code commencent à courir du jour où la déclaration de sinistre réputée constituée est reçue par l'assureur. 3° L'assuré s'engage à autoriser l'assureur à constater l'état d'exécution des travaux de réparation des dommages ayant fait l'objet d'une indemnisation en cas de sinistre. 4° Pour permettre l'exercice éventuel du droit de subrogation ouvert au profit de l'assureur par l'article L. 121-12 du code des assurances, l'assuré s'engage également : a) A autoriser l'assureur à accéder à tout moment au chantier pendant la période d'exécution des travaux de construction, jusqu'à l'expiration du délai de garantie de parfait achèvement au sens de l'article 1792-6 du code civil, et, à cet effet, à prendre les dispositions nécessaires dans les contrats et marchés à passer avec les réalisateurs ayant la responsabilité de la garde du chantier. En cas de sinistre survenant au-delà de la date d'expiration de la garantie de parfait achèvement, l'assuré s'engage à accorder à l'assureur toutes facilités pour accéder aux lieux du sinistre ; b) En cas de sinistre, à autoriser les assureurs couvrant la responsabilité décennale des réalisateurs, des fabricants au sens de l'article 1792-4 du code civil, et du contrôleur technique à accéder aux lieux du sinistre sur l'invitation qui leur en est faite par la personne désignée au paragraphe B (1°, a) ; c) A autoriser ladite personne à pratiquer les investigations qui lui apparaîtraient nécessaires en vue de l'établissement, à l'intention de l'assureur, d'un rapport complémentaire qui, reprenant les conclusions du rapport d'expertise défini au paragraphe B (1°, c et b) en approfondit, en tant que de besoin, l'analyse, en vue notamment de la recherche des faits générateurs du sinistre et des éléments propres à étayer le recours de l'assureur. B.-Obligations de l'assureur en cas de sinistre 1° Constat des dommages, expertise : a) Sous réserve des dispositions du d ci-dessous, les dommages sont constatés, décrits et évalués par les soins d'un expert, personne physique ou morale, désigné par l'assureur. L'expert peut faire l'objet d'une récusation dans les huit jours de la notification à l'assuré de sa désignation. En cas de seconde récusation par l'assuré, l'assureur fait désigner l'expert par le juge des référés. Lorsque l'expert est une personne morale, celle-ci fait connaître aux parties le nom de la ou des personnes physiques chargées d'effectuer la mission donnée, en son nom et sous sa responsabilité. Lors de la première demande de récusation, les délais d'instruction et de règlement de sinistre prévus ci-après par la présente clause-type sont augmentés de dix jours. En cas de désignation de l'expert par le juge des référés, ces mêmes délais sont augmentés de trente jours. Les opérations de l'expert revêtent un caractère contradictoire. L'assuré peut se faire assister ou représenter. Les observations éventuelles de l'assuré sont consignées dans le rapport de l'expert ; b) L'assureur s'engage envers l'assuré à donner à l'expert les instructions nécessaires pour que les réalisateurs, les fabricants au sens de l'article 1792-4 du code civil et le contrôleur technique, ainsi que les assureurs couvrant leur responsabilité décennale et celle de l'assuré soient, d'une façon générale, consultés pour avis par ledit expert, chaque fois que celui-ci l'estime nécessaire et, en tout cas, obligatoirement avant le dépôt entre les mains de l'assureur de chacun des deux documents définis en c, et soient, en outre, systématiquement informés par lui du déroulement des différentes phases du constat des dommages et du règlement des indemnités ; c) La mission d'expertise définie en a est limitée à la recherche et au rassemblement des données strictement indispensables à la non-aggravation et à la réparation rapide des dommages garantis. Les conclusions écrites de l'expert sont, en conséquence, consignées au moyen de deux documents distincts : c. a) un rapport préliminaire, qui comporte l'indication descriptive et estimative des mesures conservatoires jugées nécessaires à la non-aggravation des dommages, compte tenu, s'il y a lieu, des mesures conservatoires prises par l'assuré, ainsi que les indications sommaires sur les circonstances et les caractéristiques techniques du sinistre, permettant à l'assureur de se prononcer dans le délai prévu au paragraphe 2°, a, sur le principe de la mise en jeu des garanties du contrat ; c. b) un rapport d'expertise, exclusivement consacré à la description des caractéristiques techniques du sinistre et à l'établissement des propositions, descriptions et estimations, concernant les différentes mesures à prendre et les différents travaux à exécuter en vue de la réparation intégrale des dommages constatés ; d) L'assureur n'est pas tenu de recourir à une expertise lorsque, au vu de la déclaration de sinistre : -il évalue le dommage à un montant inférieur à 1 800 euros -ou -la mise en jeu de la garantie est manifestement injustifiée. Lorsqu'il décide de ne pas recourir à une expertise, l'assureur notifie à l'assuré son offre d'indemnité ou sa décision de refus de garantie dans le délai de quinze jours à compter de la réception de la déclaration de sinistre réputée constituée. En cas de contestation de l'assuré, celui-ci peut obtenir la désignation d'un expert. La notification reproduit de façon apparente l'alinéa précédent. 2° Rapport préliminaire, mise en jeu des garanties, mesures conservatoires : a) Dans un délai maximum de soixante jours courant à compter de la réception de la déclaration du sinistre réputée constituée, l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa du d du 1°, sur le vu du rapport préliminaire établi par l'expert, notifie à celui-ci sa décision quant au principe de la mise en jeu des garanties du contrat. L'assureur communique à l'assuré ce rapport préliminaire, préalablement ou au plus tard lors de cette notification ; Toute décision négative de l'assureur, ayant pour effet de rejeter la demande d'indemnisation, doit être expressément motivée. Si l'assureur ne conteste pas la mise en jeu des garanties du contrat, la notification de sa décision comporte l'indication du montant de l'indemnité destinée à couvrir les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages. Cette indemnité tient compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées par l'assuré lui-même, au titre des mesures conservatoires. b) L'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport préliminaire en temps utile et, en tout cas, dans un délai compatible avec celui qu'il est lui-même tenu d'observer en vertu du paragraphe a ; c) Faute, pour l'assureur, de respecter le délai fixé au paragraphe a, et sur simple notification faite à l'assureur, les garanties du présent contrat jouent pour ce qui concerne le sinistre déclaré, et l'assuré est autorisé à engager les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages, dans la limite de l'estimation portée dans le rapport préliminaire de l'expert. Si, dans le même délai, l'assuré n'a pu avoir connaissance du rapport préliminaire, il est autorisé de la même manière à engager les dépenses en cause dans la limite de l'estimation qu'il a pu en faire lui-même. 3° Rapport d'expertise, détermination et règlement de l'indemnité : a) L'assureur, sauf s'il a fait application des dispositions du deuxième alinéa d du 1° sur le vu du rapport d'expertise, notifie à celui-ci ses propositions quant au montant de l'indemnité destinée au paiement des travaux de réparation des dommages. L'assureur communique à l'assuré ce rapport d'expertise, préalablement ou au plus tard lors de cette notification. Ces propositions font l'objet d'une actualisation ou d'une révision de prix selon les modalités prévues à cet effet aux conditions particulières ; elles sont obligatoirement ventilées entre les différents postes de dépenses retenus et appuyées des justifications nécessaires, tant en ce qui concerne les quantités que les prix unitaires. Elles comprennent, outre les dépenses de travaux proprement dits, les frais annexes nécessaires à la mise en œuvre desdits travaux, tels qu'honoraires, essais, analyses, ainsi que les taxes applicables. Elles tiennent compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées ou retenues, ainsi que des indemnités qui ont pu être antérieurement versées au titre des mesures conservatoires ; b) Au cas où une expertise a été requise, l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport d'expertise en temps utile ; c) En tout état de cause, l'assuré qui a fait connaître à l'assureur qu'il n'acquiesce pas aux propositions de règlement dont il a été saisi, s'il estime ne pas devoir cependant différer l'exécution des travaux de réparation, reçoit sur sa demande, de l'assureur, sans préjudice des décisions éventuelles de justice à intervenir sur le fond, une avance au moins égale aux trois quarts du montant de l'indemnité qui lui a été notifié selon les modalités définies en a. Cette avance, forfaitaire et non revalorisable, et à valoir sur le montant définitif de l'indemnité qui sera mise à la charge de l'assureur, est versée en une seule fois, dans un délai maximum de quinze jours courant à compter de la réception, par l'assureur, de la demande de l'assuré. L'assuré s'engage à autoriser l'assureur à constater l'exécution des travaux de réparation des dommages ayant fait l'objet d'une avance ; d) Si l'assuré ayant demandé le bénéfice des dispositions du paragraphe c n'a pas reçu, dans le délai fixé au même paragraphe, les sommes représentatives de l'avance due par l'assureur, il est autorisé à engager les dépenses afférentes aux travaux de réparation qu'il entreprend, dans la limite des propositions d'indemnisation qui lui ont été précédemment notifiées. 4° L'assureur est tenu de notifier à l'assuré, pour l'information de celui-ci, la position définitive que, sur le vu du rapport complémentaire, il estime devoir prendre en ce qui concerne l'exercice du droit de subrogation ouvert à son profit par l'article L. 121-12.",
            "texteHtml": "<p></p><p align='center'>CLAUSES-TYPES APPLICABLES AUX CONTRATS D'ASSURANCE DE DOMMAGES OUVRAGE</p><p><p>Définitions</p></p><p>a) Souscripteur.</p><p>La personne, physique ou morale, désignée aux conditions particulières, qui fait réaliser des travaux de construction et qui est, en sa qualité définie aux mêmes conditions particulières, soumise à l'obligation d'assurance prévue par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006795972&dateTexte=&categorieLien=cid'>L. 242-1 </a>du présent code, tant pour son propre compte que pour celui des propriétaires successifs.</p><p>b) Assuré.</p><p>Le souscripteur et les propriétaires successifs de l'ouvrage au bénéfice desquels est souscrit le contrat.</p><p>c) Réalisateurs.</p><p>L'ensemble des constructeurs désignés aux conditions particulières ou dont l'identité est portée ultérieurement à la connaissance de l'assureur, qui sont mentionnés au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443512&dateTexte=&categorieLien=cid'>1792-1 </a>du code civil et sont liés, à ce titre, au maître de l'ouvrage par un contrat de louage d'ouvrage en qualité de concepteur ou de conseil (architecte, technicien ou autre) ou en qualité d'entrepreneur, et qui participent à la réalisation de l'opération de construction.</p><p>d) Maître de l'ouvrage.</p><p>La personne, physique ou morale, désignée aux conditions particulières, qui conclut avec les réalisateurs les contrats de louage d'ouvrage afférents à la conception et à l'exécution de l'opération de construction.</p><p>e) Contrôleur technique (lorsqu'il est désigné un contrôleur technique).</p><p>La personne, désignée aux conditions particulières, agréée ou exerçant dans les conditions prévues par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824176&dateTexte=&categorieLien=cid'>L. 111-25 </a>du code de la construction et de l'habitation, et appelée à intervenir, à la demande du maître de l'ouvrage, pour effectuer le contrôle technique des études et des travaux ayant pour objet la réalisation de l'opération de construction.</p><p>f) Réception.</p><p>L'acte par lequel le maître de l'ouvrage accepte les travaux exécutés, dans les conditions fixées par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443552&dateTexte=&categorieLien=cid'>1792-6 </a>du code civil.</p><p>g) Sinistre.</p><p>La survenance de dommages, au sens de l'article L. 242-1 du présent code, ayant pour effet d'entraîner la garantie de l'assureur.</p><p>Nature de la garantie</p><p>Le contrat a pour objet de garantir, en dehors de toute recherche de responsabilité, le paiement des travaux de réparation des dommages à l'ouvrage réalisé ainsi qu'aux ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796079&dateTexte=&categorieLien=cid'>L. 243-1-1 </a>du présent code.</p><p>La garantie couvre les dommages, même résultant d'un vice du sol, de la nature de ceux dont sont responsables les constructeurs, au sens de l'article 1792-1 du code civil, les fabricants et les importateurs ou le contrôleur technique, et qui :</p><p>-compromettent la solidité des ouvrages constitutifs de l'opération de construction ;</p><p>-affectent les ouvrages dans l'un de leurs éléments constitutifs ou l'un de leurs éléments d'équipement, les rendant impropres à leur destination ;</p><p>-affectent la solidité de l'un des éléments d'équipement indissociables des ouvrages de viabilité, de fondation, d'ossature, de clos et de couvert, au sens de l'article 1792-2 du code civil.</p><p>Les travaux de réparation des dommages comprennent également les travaux de démolition, déblaiement, dépose ou démontage éventuellement nécessaires.</p><p>Montant et limite de la garantie</p><p>La garantie couvre le coût de l'ensemble des travaux afférents à la remise en état des ouvrages ou éléments d'équipement de l'opération de construction endommagés à la suite d'un sinistre, ainsi que des ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code.</p><p>Pour les constructions destinées à un usage autre que l'habitation, la garantie peut être limitée au montant du coût total de construction déclaré aux conditions particulières ou à un montant inférieur au coût total de construction déclaré aux conditions particulières, si ce coût est supérieur au montant prévu au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812305&dateTexte=&categorieLien=cid'>R. 243-3 </a>du présent code, sans toutefois pouvoir être inférieur à ce dernier montant.</p><p>Le montant de garantie est revalorisé selon les modalités prévues aux conditions particulières, pour tenir compte de l'évolution générale des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre.</p><p>Les conditions particulières précisent les modalités de reconstitution de la garantie après sinistre.</p><p>Le coût total de la construction déclaré s'entend de celui résultant du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et, s'il y a lieu, travaux supplémentaires compris. Ce coût intègre la valeur de reconstruction des existants totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles au sens du II de l'article L. 243-1-1 du présent code. En aucun cas ce coût ne peut toutefois comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution.</p><p>Exclusions</p><p>La garantie du contrat ne s'applique pas aux dommages résultant exclusivement :</p><p>a) Du fait intentionnel ou du dol du souscripteur ou de l'assuré ;</p><p>b) Des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ;</p><p>c) De la cause étrangère.</p><p>Point de départ et durée de la garantie</p><p>a) La période de garantie est précisée aux conditions particulières ; elle commence au plus tôt, sous réserve des dispositions du b, à l'expiration du délai de garantie de parfait achèvement défini à l'article 1792-6 du code civil. Elle prend fin à l'expiration d'une période de dix ans à compter de la réception.</p><p>b) Toutefois, elle garantit le paiement des réparations nécessaires lorsque :</p><p>-avant la réception, après mise en demeure restée infructueuse, le contrat de louage d'ouvrage conclu avec l'entrepreneur est résilié pour inexécution, par celui-ci, de ses obligations ;</p><p>-après la réception, et avant l'expiration du délai de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil, lorsque l'entrepreneur n'a pas exécuté ses obligations au titre de cette garantie, après mise en demeure par lettre recommandée ou par envoi recommandé électronique, avec demande d'avis de réception, resté infructueux.</p><p>Obligations réciproques des parties</p><p>Les déclarations ou notifications auxquelles il est procédé entre les parties en application de paragraphes A (1°, c), A (3°), B (2°, a), B (2°, c), B (3°, a), de la présente clause, sont faites par écrit soit contre récépissé, sur support papier ou tout autre support durable, soit par lettre recommandée ou par envoi recommandé électronique avec demande d'avis de réception.</p><p>A.-Obligations de l'assuré</p><p>1° L'assuré s'engage :</p><p>a) A fournir à l'assureur, sur sa demande, la preuve de l'existence des contrats d'assurance de responsabilité décennale souscrits par les réalisateurs et le contrôleur technique ;</p><p>b) A lui déclarer les réceptions de travaux, ainsi qu'à lui remettre dans le mois de leur prononcé, le ou les procès-verbaux desdites réceptions, ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ;</p><p>c) A lui adresser un dossier technique comportant au moins les plans et descriptifs de l'ensemble des travaux effectivement réalisés, dans le délai maximal d'un mois à compter de leur achèvement ;</p><p>d) A lui notifier dans le même délai, le constat de l'exécution des travaux éventuellement effectués au titre de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ;</p><p>e) A lui faire tenir la déclaration de tout arrêt de travaux devant excéder trente jours ;</p><p>f) A communiquer les avis, observations et réserves du contrôleur technique, simultanément, tant à l'assureur qu'au réalisateur concerné, et à ne pas s'opposer à ce que l'assureur puisse, à ses frais, demander au contrôleur technique, sous son couvert, les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés.</p><p>Dans le cas où il n'est pas lui-même le maître de l'ouvrage, l'assuré s'engage à obtenir de celui-ci que les avis, observations et réserves du contrôleur technique soient pareillement communiqués à l'assureur et au réalisateur concerné, et que, dans les mêmes conditions, l'assureur puisse demander au contrôleur technique les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés.</p><p>2° En cas de sinistre susceptible de mettre en jeu les garanties du contrat, l'assuré est tenu d'en faire la déclaration à l'assureur.</p><p>La déclaration de sinistre est réputée constituée dès qu'elle comporte au moins les renseignements suivants :</p><p>-le numéro du contrat d'assurance et, le cas échéant, celui de l'avenant ;</p><p>-le nom du propriétaire de la construction endommagée ;</p><p>-l'adresse de la construction endommagée ;</p><p>-la date de réception ou, à défaut, la date de la première occupation des locaux ;</p><p>-la date d'apparition des dommages ainsi que leur description et localisation ;</p><p>-si la déclaration survient pendant la période de parfait achèvement au sens de l'article 1792-6 du code civil, la copie de la mise en demeure effectuée au titre de la garantie de parfait achèvement.</p><p>A compter de la réception de la déclaration de sinistre, l'assureur dispose d'un délai de dix jours pour signifier à l'assuré que la déclaration n'est pas réputée constituée et réclamer les renseignements manquants susvisés. Les délais visés à l'article L. 242-1 du présent code commencent à courir du jour où la déclaration de sinistre réputée constituée est reçue par l'assureur.</p><p>3° L'assuré s'engage à autoriser l'assureur à constater l'état d'exécution des travaux de réparation des dommages ayant fait l'objet d'une indemnisation en cas de sinistre.</p><p>4° Pour permettre l'exercice éventuel du droit de subrogation ouvert au profit de l'assureur par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006792366&dateTexte=&categorieLien=cid'>L. 121-12 </a>du code des assurances, l'assuré s'engage également :</p><p>a) A autoriser l'assureur à accéder à tout moment au chantier pendant la période d'exécution des travaux de construction, jusqu'à l'expiration du délai de garantie de parfait achèvement au sens de l'article 1792-6 du code civil, et, à cet effet, à prendre les dispositions nécessaires dans les contrats et marchés à passer avec les réalisateurs ayant la responsabilité de la garde du chantier. En cas de sinistre survenant au-delà de la date d'expiration de la garantie de parfait achèvement, l'assuré s'engage à accorder à l'assureur toutes facilités pour accéder aux lieux du sinistre ;</p><p>b) En cas de sinistre, à autoriser les assureurs couvrant la responsabilité décennale des réalisateurs, des fabricants au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443544&dateTexte=&categorieLien=cid'>1792-4</a> du code civil, et du contrôleur technique à accéder aux lieux du sinistre sur l'invitation qui leur en est faite par la personne désignée au paragraphe B (1°, a) ;</p><p>c) A autoriser ladite personne à pratiquer les investigations qui lui apparaîtraient nécessaires en vue de l'établissement, à l'intention de l'assureur, d'un rapport complémentaire qui, reprenant les conclusions du rapport d'expertise défini au paragraphe B (1°, c et b) en approfondit, en tant que de besoin, l'analyse, en vue notamment de la recherche des faits générateurs du sinistre et des éléments propres à étayer le recours de l'assureur.</p><p>B.-Obligations de l'assureur en cas de sinistre</p><p>1° Constat des dommages, expertise :</p><p>a) Sous réserve des dispositions du d ci-dessous, les dommages sont constatés, décrits et évalués par les soins d'un expert, personne physique ou morale, désigné par l'assureur.</p><p>L'expert peut faire l'objet d'une récusation dans les huit jours de la notification à l'assuré de sa désignation. En cas de seconde récusation par l'assuré, l'assureur fait désigner l'expert par le juge des référés.</p><p>Lorsque l'expert est une personne morale, celle-ci fait connaître aux parties le nom de la ou des personnes physiques chargées d'effectuer la mission donnée, en son nom et sous sa responsabilité.</p><p>Lors de la première demande de récusation, les délais d'instruction et de règlement de sinistre prévus ci-après par la présente clause-type sont augmentés de dix jours. En cas de désignation de l'expert par le juge des référés, ces mêmes délais sont augmentés de trente jours.</p><p>Les opérations de l'expert revêtent un caractère contradictoire. L'assuré peut se faire assister ou représenter. Les observations éventuelles de l'assuré sont consignées dans le rapport de l'expert ;</p><p>b) L'assureur s'engage envers l'assuré à donner à l'expert les instructions nécessaires pour que les réalisateurs, les fabricants au sens de l'article 1792-4 du code civil et le contrôleur technique, ainsi que les assureurs couvrant leur responsabilité décennale et celle de l'assuré soient, d'une façon générale, consultés pour avis par ledit expert, chaque fois que celui-ci l'estime nécessaire et, en tout cas, obligatoirement avant le dépôt entre les mains de l'assureur de chacun des deux documents définis en c, et soient, en outre, systématiquement informés par lui du déroulement des différentes phases du constat des dommages et du règlement des indemnités ;</p><p>c) La mission d'expertise définie en a est limitée à la recherche et au rassemblement des données strictement indispensables à la non-aggravation et à la réparation rapide des dommages garantis.</p><p>Les conclusions écrites de l'expert sont, en conséquence, consignées au moyen de deux documents distincts :</p><p>c. a) un rapport préliminaire, qui comporte l'indication descriptive et estimative des mesures conservatoires jugées nécessaires à la non-aggravation des dommages, compte tenu, s'il y a lieu, des mesures conservatoires prises par l'assuré, ainsi que les indications sommaires sur les circonstances et les caractéristiques techniques du sinistre, permettant à l'assureur de se prononcer dans le délai prévu au paragraphe 2°, a, sur le principe de la mise en jeu des garanties du contrat ;</p><p>c. b) un rapport d'expertise, exclusivement consacré à la description des caractéristiques techniques du sinistre et à l'établissement des propositions, descriptions et estimations, concernant les différentes mesures à prendre et les différents travaux à exécuter en vue de la réparation intégrale des dommages constatés ;</p><p>d) L'assureur n'est pas tenu de recourir à une expertise lorsque, au vu de la déclaration de sinistre :</p><p>-il évalue le dommage à un montant inférieur à 1 800 euros</p><p>-ou</p><p>-la mise en jeu de la garantie est manifestement injustifiée.</p><p>Lorsqu'il décide de ne pas recourir à une expertise, l'assureur notifie à l'assuré son offre d'indemnité ou sa décision de refus de garantie dans le délai de quinze jours à compter de la réception de la déclaration de sinistre réputée constituée.</p><p>En cas de contestation de l'assuré, celui-ci peut obtenir la désignation d'un expert.</p><p>La notification reproduit de façon apparente l'alinéa précédent.</p><p>2° Rapport préliminaire, mise en jeu des garanties, mesures conservatoires :</p><p>a) Dans un délai maximum de soixante jours courant à compter de la réception de la déclaration du sinistre réputée constituée, l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa du d du 1°, sur le vu du rapport préliminaire établi par l'expert, notifie à celui-ci sa décision quant au principe de la mise en jeu des garanties du contrat. L'assureur communique à l'assuré ce rapport préliminaire, préalablement ou au plus tard lors de cette notification ;</p><p>Toute décision négative de l'assureur, ayant pour effet de rejeter la demande d'indemnisation, doit être expressément motivée.</p><p>Si l'assureur ne conteste pas la mise en jeu des garanties du contrat, la notification de sa décision comporte l'indication du montant de l'indemnité destinée à couvrir les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages. Cette indemnité tient compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées par l'assuré lui-même, au titre des mesures conservatoires.</p><p>b) L'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport préliminaire en temps utile et, en tout cas, dans un délai compatible avec celui qu'il est lui-même tenu d'observer en vertu du paragraphe a ;</p><p>c) Faute, pour l'assureur, de respecter le délai fixé au paragraphe a, et sur simple notification faite à l'assureur, les garanties du présent contrat jouent pour ce qui concerne le sinistre déclaré, et l'assuré est autorisé à engager les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages, dans la limite de l'estimation portée dans le rapport préliminaire de l'expert. Si, dans le même délai, l'assuré n'a pu avoir connaissance du rapport préliminaire, il est autorisé de la même manière à engager les dépenses en cause dans la limite de l'estimation qu'il a pu en faire lui-même.</p><p>3° Rapport d'expertise, détermination et règlement de l'indemnité :</p><p>a) L'assureur, sauf s'il a fait application des dispositions du deuxième alinéa d du 1° sur le vu du rapport d'expertise, notifie à celui-ci ses propositions quant au montant de l'indemnité destinée au paiement des travaux de réparation des dommages. L'assureur communique à l'assuré ce rapport d'expertise, préalablement ou au plus tard lors de cette notification.</p><p>Ces propositions font l'objet d'une actualisation ou d'une révision de prix selon les modalités prévues à cet effet aux conditions particulières ; elles sont obligatoirement ventilées entre les différents postes de dépenses retenus et appuyées des justifications nécessaires, tant en ce qui concerne les quantités que les prix unitaires. Elles comprennent, outre les dépenses de travaux proprement dits, les frais annexes nécessaires à la mise en œuvre desdits travaux, tels qu'honoraires, essais, analyses, ainsi que les taxes applicables. Elles tiennent compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées ou retenues, ainsi que des indemnités qui ont pu être antérieurement versées au titre des mesures conservatoires ;</p><p>b) Au cas où une expertise a été requise, l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport d'expertise en temps utile ;</p><p>c) En tout état de cause, l'assuré qui a fait connaître à l'assureur qu'il n'acquiesce pas aux propositions de règlement dont il a été saisi, s'il estime ne pas devoir cependant différer l'exécution des travaux de réparation, reçoit sur sa demande, de l'assureur, sans préjudice des décisions éventuelles de justice à intervenir sur le fond, une avance au moins égale aux trois quarts du montant de l'indemnité qui lui a été notifié selon les modalités définies en a. Cette avance, forfaitaire et non revalorisable, et à valoir sur le montant définitif de l'indemnité qui sera mise à la charge de l'assureur, est versée en une seule fois, dans un délai maximum de quinze jours courant à compter de la réception, par l'assureur, de la demande de l'assuré.</p><p>L'assuré s'engage à autoriser l'assureur à constater l'exécution des travaux de réparation des dommages ayant fait l'objet d'une avance ;</p><p>d) Si l'assuré ayant demandé le bénéfice des dispositions du paragraphe c n'a pas reçu, dans le délai fixé au même paragraphe, les sommes représentatives de l'avance due par l'assureur, il est autorisé à engager les dépenses afférentes aux travaux de réparation qu'il entreprend, dans la limite des propositions d'indemnisation qui lui ont été précédemment notifiées.</p><p>4° L'assureur est tenu de notifier à l'assuré, pour l'information de celui-ci, la position définitive que, sur le vu du rapport complémentaire, il estime devoir prendre en ce qui concerne l'exercice du droit de subrogation ouvert à son profit par l'article L. 121-12.</p><p></p>",
            "num": "Annexe II art A243-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1522540800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1227133512,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Assurances obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128172",
                        "id": "LEGISCTA000006128172",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-11-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'assurance des travaux de bâtiment",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142558",
                        "id": "LEGISCTA000006142558",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019231566",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142558",
            "sectionParentId": "LEGISCTA000006142558",
            "sectionParentTitre": "Titre IV : L'assurance des travaux de bâtiment",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre II : Assurances obligatoires &gt; Titre IV : L'assurance des travaux de bâtiment",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036754214",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036750837",
                    "textTitle": "Arrêté du 27 mars 2018 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000036753252",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-03-30",
                    "dateSignaTexte": "2018-03-27",
                    "dateDebutCible": "2018-03-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-1",
                    "articleId": "LEGIARTI000006443512",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-4",
                    "articleId": "LEGIARTI000006443544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-6",
                    "articleId": "LEGIARTI000006443552",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L121-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-12",
                    "articleId": "LEGIARTI000006792366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L242-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L242-1",
                    "articleId": "LEGIARTI000006795972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L243-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-1-1",
                    "articleId": "LEGIARTI000006796079",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1118275200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R243-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R243-3",
                    "articleId": "LEGIARTI000006812305",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 492912000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-25",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-25",
                    "articleId": "LEGIARTI000006824176",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019231566",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 983404800000,
                    "dateFin": 1259366400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021340460",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1259366400000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036754214",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II art A243-1"
            ],
            "versionPrecedente": "LEGIARTI000021340460",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021340460",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CLAUSES-TYPES APPLICABLES AUX CONTRATS D'ASSURANCE DE DOMMAGES OUVRAGE Définitions a) Souscripteur. La personne, physique ou morale, désignée aux conditions particulières, qui fait réaliser des travaux de construction et qui est, en sa qualité définie aux mêmes conditions particulières, soumise à l'obligation d'assurance prévue par l'article L. 242-1 du présent code, tant pour son propre compte que pour celui des propriétaires successifs. b) Assuré. Le souscripteur et les propriétaires successifs de l'ouvrage au bénéfice desquels est souscrit le contrat. c) Réalisateurs. L'ensemble des constructeurs désignés aux conditions particulières ou dont l'identité est portée ultérieurement à la connaissance de l'assureur, qui sont mentionnés au 1° de l'article 1792-1 du code civil et sont liés, à ce titre, au maître de l'ouvrage par un contrat de louage d'ouvrage en qualité de concepteur ou de conseil (architecte, technicien ou autre) ou en qualité d'entrepreneur, et qui participent à la réalisation de l'opération de construction. d) Maître de l'ouvrage. La personne, physique ou morale, désignée aux conditions particulières, qui conclut avec les réalisateurs les contrats de louage d'ouvrage afférents à la conception et à l'exécution de l'opération de construction. e) Contrôleur technique (lorsqu'il est désigné un contrôleur technique). La personne, désignée aux conditions particulières, agréée ou exerçant dans les conditions prévues par l'article L. 111-25 du code de la construction et de l'habitation, et appelée à intervenir, à la demande du maître de l'ouvrage, pour effectuer le contrôle technique des études et des travaux ayant pour objet la réalisation de l'opération de construction. f) Réception. L'acte par lequel le maître de l'ouvrage accepte les travaux exécutés, dans les conditions fixées par l'article 1792-6 du code civil. g) Sinistre. La survenance de dommages, au sens de l'article L. 242-1 du présent code, ayant pour effet d'entraîner la garantie de l'assureur. Nature de la garantie Le contrat a pour objet de garantir, en dehors de toute recherche de responsabilité, le paiement des travaux de réparation des dommages à l'ouvrage réalisé ainsi qu'aux ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code. La garantie couvre les dommages, même résultant d'un vice du sol, de la nature de ceux dont sont responsables les constructeurs, au sens de l'article 1792-1 du code civil, les fabricants et les importateurs ou le contrôleur technique, et qui : -compromettent la solidité des ouvrages constitutifs de l'opération de construction ; -affectent les ouvrages dans l'un de leurs éléments constitutifs ou l'un de leurs éléments d'équipement, les rendant impropres à leur destination ; -affectent la solidité de l'un des éléments d'équipement indissociables des ouvrages de viabilité, de fondation, d'ossature, de clos et de couvert, au sens de l'article 1792-2 du code civil. Les travaux de réparation des dommages comprennent également les travaux de démolition, déblaiement, dépose ou démontage éventuellement nécessaires. Montant et limite de la garantie La garantie couvre le coût de l'ensemble des travaux afférents à la remise en état des ouvrages ou éléments d'équipement de l'opération de construction endommagés à la suite d'un sinistre, ainsi que des ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code. Pour les constructions destinées à un usage autre que l'habitation, la garantie peut être limitée au montant du coût total de construction déclaré aux conditions particulières ou à un montant inférieur au coût total de construction déclaré aux conditions particulières, si ce coût est supérieur au montant prévu au I de l'article R. 243-3 du présent code, sans toutefois pouvoir être inférieur à ce dernier montant. Le montant de garantie est revalorisé selon les modalités prévues aux conditions particulières, pour tenir compte de l'évolution générale des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre. Les conditions particulières précisent les modalités de reconstitution de la garantie après sinistre. Le coût total de la construction déclaré s'entend de celui résultant du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et, s'il y a lieu, travaux supplémentaires compris. Ce coût intègre la valeur de reconstruction des existants totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles au sens du II de l'article L. 243-1-1 du présent code. En aucun cas ce coût ne peut toutefois comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution. Exclusions La garantie du contrat ne s'applique pas aux dommages résultant exclusivement : a) Du fait intentionnel ou du dol du souscripteur ou de l'assuré ; b) Des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ; c) De la cause étrangère. Point de départ et durée de la garantie a) La période de garantie est précisée aux conditions particulières ; elle commence au plus tôt, sous réserve des dispositions du b, à l'expiration du délai de garantie de parfait achèvement défini à l'article 1792-6 du code civil. Elle prend fin à l'expiration d'une période de dix ans à compter de la réception. b) Toutefois, elle garantit le paiement des réparations nécessaires lorsque : -avant la réception, après mise en demeure restée infructueuse, le contrat de louage d'ouvrage conclu avec l'entrepreneur est résilié pour inexécution, par celui-ci, de ses obligations ; -après la réception, et avant l'expiration du délai de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil, lorsque l'entrepreneur n'a pas exécuté ses obligations au titre de cette garantie, après mise en demeure par lettre recommandée avec demande d'avis de réception restée infructueuse. Obligations réciproques des parties Les déclarations ou notifications auxquelles il est procédé entre les parties en application de paragraphes A (1°, c), A (3°), B (2°, a), B (2°, c), B (3°, a), de la présente clause, sont faites par écrit soit contre récépissé, soit par lettre recommandée avec demande d'avis de réception. A.-Obligations de l'assuré 1° L'assuré s'engage : a) A fournir à l'assureur, sur sa demande, la preuve de l'existence des contrats d'assurance de responsabilité décennale souscrits par les réalisateurs et le contrôleur technique ; b) A lui déclarer les réceptions de travaux, ainsi qu'à lui remettre dans le mois de leur prononcé, le ou les procès-verbaux desdites réceptions, ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; c) A lui adresser un dossier technique comportant au moins les plans et descriptifs de l'ensemble des travaux effectivement réalisés, dans le délai maximal d'un mois à compter de leur achèvement ; d) A lui notifier dans le même délai, le constat de l'exécution des travaux éventuellement effectués au titre de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; e) A lui faire tenir la déclaration de tout arrêt de travaux devant excéder trente jours ; f) A communiquer les avis, observations et réserves du contrôleur technique, simultanément, tant à l'assureur qu'au réalisateur concerné, et à ne pas s'opposer à ce que l'assureur puisse, à ses frais, demander au contrôleur technique, sous son couvert, les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. Dans le cas où il n'est pas lui-même le maître de l'ouvrage, l'assuré s'engage à obtenir de celui-ci que les avis, observations et réserves du contrôleur technique soient pareillement communiqués à l'assureur et au réalisateur concerné, et que, dans les mêmes conditions, l'assureur puisse demander au contrôleur technique les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. 2° En cas de sinistre susceptible de mettre en jeu les garanties du contrat, l'assuré est tenu d'en faire la déclaration à l'assureur. La déclaration de sinistre est réputée constituée dès qu'elle comporte au moins les renseignements suivants : -le numéro du contrat d'assurance et, le cas échéant, celui de l'avenant ; -le nom du propriétaire de la construction endommagée ; -l'adresse de la construction endommagée ; -la date de réception ou, à défaut, la date de la première occupation des locaux ; -la date d'apparition des dommages ainsi que leur description et localisation ; -si la déclaration survient pendant la période de parfait achèvement au sens de l'article 1792-6 du code civil, la copie de la mise en demeure effectuée au titre de la garantie de parfait achèvement. A compter de la réception de la déclaration de sinistre, l'assureur dispose d'un délai de dix jours pour signifier à l'assuré que la déclaration n'est pas réputée constituée et réclamer les renseignements manquants susvisés. Les délais visés à l'article L. 242-1 du présent code commencent à courir du jour où la déclaration de sinistre réputée constituée est reçue par l'assureur. 3° L'assuré s'engage à autoriser l'assureur à constater l'état d'exécution des travaux de réparation des dommages ayant fait l'objet d'une indemnisation en cas de sinistre. 4° Pour permettre l'exercice éventuel du droit de subrogation ouvert au profit de l'assureur par l'article L. 121-12 du code des assurances, l'assuré s'engage également : a) A autoriser l'assureur à accéder à tout moment au chantier pendant la période d'exécution des travaux de construction, jusqu'à l'expiration du délai de garantie de parfait achèvement au sens de l'article 1792-6 du code civil, et, à cet effet, à prendre les dispositions nécessaires dans les contrats et marchés à passer avec les réalisateurs ayant la responsabilité de la garde du chantier. En cas de sinistre survenant au-delà de la date d'expiration de la garantie de parfait achèvement, l'assuré s'engage à accorder à l'assureur toutes facilités pour accéder aux lieux du sinistre ; b) En cas de sinistre, à autoriser les assureurs couvrant la responsabilité décennale des réalisateurs, des fabricants au sens de l'article 1792-4 du code civil, et du contrôleur technique à accéder aux lieux du sinistre sur l'invitation qui leur en est faite par la personne désignée au paragraphe B (1°, a) ; c) A autoriser ladite personne à pratiquer les investigations qui lui apparaîtraient nécessaires en vue de l'établissement, à l'intention de l'assureur, d'un rapport complémentaire qui, reprenant les conclusions du rapport d'expertise défini au paragraphe B (1°, c et b) en approfondit, en tant que de besoin, l'analyse, en vue notamment de la recherche des faits générateurs du sinistre et des éléments propres à étayer le recours de l'assureur. B.-Obligations de l'assureur en cas de sinistre 1° Constat des dommages, expertise : a) Sous réserve des dispositions du d ci-dessous, les dommages sont constatés, décrits et évalués par les soins d'un expert, personne physique ou morale, désigné par l'assureur. L'expert peut faire l'objet d'une récusation dans les huit jours de la notification à l'assuré de sa désignation. En cas de seconde récusation par l'assuré, l'assureur fait désigner l'expert par le juge des référés. Lorsque l'expert est une personne morale, celle-ci fait connaître aux parties le nom de la ou des personnes physiques chargées d'effectuer la mission donnée, en son nom et sous sa responsabilité. Lors de la première demande de récusation, les délais d'instruction et de règlement de sinistre prévus ci-après par la présente clause-type sont augmentés de dix jours. En cas de désignation de l'expert par le juge des référés, ces mêmes délais sont augmentés de trente jours. Les opérations de l'expert revêtent un caractère contradictoire. L'assuré peut se faire assister ou représenter. Les observations éventuelles de l'assuré sont consignées dans le rapport de l'expert ; b) L'assureur s'engage envers l'assuré à donner à l'expert les instructions nécessaires pour que les réalisateurs, les fabricants au sens de l'article 1792-4 du code civil et le contrôleur technique, ainsi que les assureurs couvrant leur responsabilité décennale et celle de l'assuré soient, d'une façon générale, consultés pour avis par ledit expert, chaque fois que celui-ci l'estime nécessaire et, en tout cas, obligatoirement avant le dépôt entre les mains de l'assureur de chacun des deux documents définis en c, et soient, en outre, systématiquement informés par lui du déroulement des différentes phases du constat des dommages et du règlement des indemnités ; c) La mission d'expertise définie en a est limitée à la recherche et au rassemblement des données strictement indispensables à la non-aggravation et à la réparation rapide des dommages garantis. Les conclusions écrites de l'expert sont, en conséquence, consignées au moyen de deux documents distincts : c. a) un rapport préliminaire, qui comporte l'indication descriptive et estimative des mesures conservatoires jugées nécessaires à la non-aggravation des dommages, compte tenu, s'il y a lieu, des mesures conservatoires prises par l'assuré, ainsi que les indications sommaires sur les circonstances et les caractéristiques techniques du sinistre, permettant à l'assureur de se prononcer dans le délai prévu au paragraphe 2°, a, sur le principe de la mise en jeu des garanties du contrat ; c. b) un rapport d'expertise, exclusivement consacré à la description des caractéristiques techniques du sinistre et à l'établissement des propositions, descriptions et estimations, concernant les différentes mesures à prendre et les différents travaux à exécuter en vue de la réparation intégrale des dommages constatés ; d) L'assureur n'est pas tenu de recourir à une expertise lorsque, au vu de la déclaration de sinistre : -il évalue le dommage à un montant inférieur à 1 800 euros -ou -la mise en jeu de la garantie est manifestement injustifiée. Lorsqu'il décide de ne pas recourir à une expertise, l'assureur notifie à l'assuré son offre d'indemnité ou sa décision de refus de garantie dans le délai de quinze jours à compter de la réception de la déclaration de sinistre réputée constituée. En cas de contestation de l'assuré, celui-ci peut obtenir la désignation d'un expert. La notification reproduit de façon apparente l'alinéa précédent. 2° Rapport préliminaire, mise en jeu des garanties, mesures conservatoires : a) Dans un délai maximum de soixante jours courant à compter de la réception de la déclaration du sinistre réputée constituée, l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa du d du 1°, sur le vu du rapport préliminaire établi par l'expert, notifie à celui-ci sa décision quant au principe de la mise en jeu des garanties du contrat. L'assureur communique à l'assuré ce rapport préliminaire, préalablement ou au plus tard lors de cette notification ; Toute décision négative de l'assureur, ayant pour effet de rejeter la demande d'indemnisation, doit être expressément motivée. Si l'assureur ne conteste pas la mise en jeu des garanties du contrat, la notification de sa décision comporte l'indication du montant de l'indemnité destinée à couvrir les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages. Cette indemnité tient compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées par l'assuré lui-même, au titre des mesures conservatoires. b) L'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport préliminaire en temps utile et, en tout cas, dans un délai compatible avec celui qu'il est lui-même tenu d'observer en vertu du paragraphe a ; c) Faute, pour l'assureur, de respecter le délai fixé au paragraphe a, et sur simple notification faite à l'assureur, les garanties du présent contrat jouent pour ce qui concerne le sinistre déclaré, et l'assuré est autorisé à engager les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages, dans la limite de l'estimation portée dans le rapport préliminaire de l'expert. Si, dans le même délai, l'assuré n'a pu avoir connaissance du rapport préliminaire, il est autorisé de la même manière à engager les dépenses en cause dans la limite de l'estimation qu'il a pu en faire lui-même. 3° Rapport d'expertise, détermination et règlement de l'indemnité : a) L'assureur, sauf s'il a fait application des dispositions du deuxième alinéa d du 1° sur le vu du rapport d'expertise, notifie à celui-ci ses propositions quant au montant de l'indemnité destinée au paiement des travaux de réparation des dommages. L'assureur communique à l'assuré ce rapport d'expertise, préalablement ou au plus tard lors de cette notification. Ces propositions font l'objet d'une actualisation ou d'une révision de prix selon les modalités prévues à cet effet aux conditions particulières ; elles sont obligatoirement ventilées entre les différents postes de dépenses retenus et appuyées des justifications nécessaires, tant en ce qui concerne les quantités que les prix unitaires. Elles comprennent, outre les dépenses de travaux proprement dits, les frais annexes nécessaires à la mise en œuvre desdits travaux, tels qu'honoraires, essais, analyses, ainsi que les taxes applicables. Elles tiennent compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées ou retenues, ainsi que des indemnités qui ont pu être antérieurement versées au titre des mesures conservatoires ; b) Au cas où une expertise a été requise, l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport d'expertise en temps utile ; c) En tout état de cause, l'assuré qui a fait connaître à l'assureur qu'il n'acquiesce pas aux propositions de règlement dont il a été saisi, s'il estime ne pas devoir cependant différer l'exécution des travaux de réparation, reçoit sur sa demande, de l'assureur, sans préjudice des décisions éventuelles de justice à intervenir sur le fond, une avance au moins égale aux trois quarts du montant de l'indemnité qui lui a été notifié selon les modalités définies en a. Cette avance, forfaitaire et non revalorisable, et à valoir sur le montant définitif de l'indemnité qui sera mise à la charge de l'assureur, est versée en une seule fois, dans un délai maximum de quinze jours courant à compter de la réception, par l'assureur, de la demande de l'assuré. L'assuré s'engage à autoriser l'assureur à constater l'exécution des travaux de réparation des dommages ayant fait l'objet d'une avance ; d) Si l'assuré ayant demandé le bénéfice des dispositions du paragraphe c n'a pas reçu, dans le délai fixé au même paragraphe, les sommes représentatives de l'avance due par l'assureur, il est autorisé à engager les dépenses afférentes aux travaux de réparation qu'il entreprend, dans la limite des propositions d'indemnisation qui lui ont été précédemment notifiées. 4° L'assureur est tenu de notifier à l'assuré, pour l'information de celui-ci, la position définitive que, sur le vu du rapport complémentaire, il estime devoir prendre en ce qui concerne l'exercice du droit de subrogation ouvert à son profit par l'article L. 121-12.",
            "texteHtml": "<p align='center'>CLAUSES-TYPES APPLICABLES AUX CONTRATS D'ASSURANCE DE DOMMAGES OUVRAGE </p><p></p><p>Définitions </p><p>a) Souscripteur. </p><p>La personne, physique ou morale, désignée aux conditions particulières, qui fait réaliser des travaux de construction et qui est, en sa qualité définie aux mêmes conditions particulières, soumise à l'obligation d'assurance prévue par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006795972&dateTexte=&categorieLien=cid' title='Code des assurances - art. L242-1 (V)'>L. 242-1 </a>du présent code, tant pour son propre compte que pour celui des propriétaires successifs. </p><p>b) Assuré. </p><p>Le souscripteur et les propriétaires successifs de l'ouvrage au bénéfice desquels est souscrit le contrat. </p><p>c) Réalisateurs. </p><p>L'ensemble des constructeurs désignés aux conditions particulières ou dont l'identité est portée ultérieurement à la connaissance de l'assureur, qui sont mentionnés au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443512&dateTexte=&categorieLien=cid' title='Code civil - art. 1792-1 (V)'>1792-1 </a>du code civil et sont liés, à ce titre, au maître de l'ouvrage par un contrat de louage d'ouvrage en qualité de concepteur ou de conseil (architecte, technicien ou autre) ou en qualité d'entrepreneur, et qui participent à la réalisation de l'opération de construction. </p><p>d) Maître de l'ouvrage. </p><p>La personne, physique ou morale, désignée aux conditions particulières, qui conclut avec les réalisateurs les contrats de louage d'ouvrage afférents à la conception et à l'exécution de l'opération de construction. </p><p>e) Contrôleur technique (lorsqu'il est désigné un contrôleur technique). </p><p>La personne, désignée aux conditions particulières, agréée ou exerçant dans les conditions prévues par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824176&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L111-25 (V)'>L. 111-25 </a>du code de la construction et de l'habitation, et appelée à intervenir, à la demande du maître de l'ouvrage, pour effectuer le contrôle technique des études et des travaux ayant pour objet la réalisation de l'opération de construction. </p><p>f) Réception. </p><p>L'acte par lequel le maître de l'ouvrage accepte les travaux exécutés, dans les conditions fixées par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443552&dateTexte=&categorieLien=cid' title='Code civil - art. 1792-6 (V)'>1792-6 </a>du code civil. </p><p>g) Sinistre. </p><p>La survenance de dommages, au sens de l'article L. 242-1 du présent code, ayant pour effet d'entraîner la garantie de l'assureur. </p><p>Nature de la garantie </p><p>Le contrat a pour objet de garantir, en dehors de toute recherche de responsabilité, le paiement des travaux de réparation des dommages à l'ouvrage réalisé ainsi qu'aux ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796079&dateTexte=&categorieLien=cid' title='Code des assurances - art. L243-1-1 (V)'>L. 243-1-1 </a>du présent code. </p><p>La garantie couvre les dommages, même résultant d'un vice du sol, de la nature de ceux dont sont responsables les constructeurs, au sens de l'article 1792-1 du code civil, les fabricants et les importateurs ou le contrôleur technique, et qui :</p><p>-compromettent la solidité des ouvrages constitutifs de l'opération de construction ;</p><p>-affectent les ouvrages dans l'un de leurs éléments constitutifs ou l'un de leurs éléments d'équipement, les rendant impropres à leur destination ;</p><p>-affectent la solidité de l'un des éléments d'équipement indissociables des ouvrages de viabilité, de fondation, d'ossature, de clos et de couvert, au sens de l'article 1792-2 du code civil. </p><p>Les travaux de réparation des dommages comprennent également les travaux de démolition, déblaiement, dépose ou démontage éventuellement nécessaires. </p><p>Montant et limite de la garantie </p><p>La garantie couvre le coût de l'ensemble des travaux afférents à la remise en état des ouvrages ou éléments d'équipement de l'opération de construction endommagés à la suite d'un sinistre, ainsi que des ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code. </p><p>Pour les constructions destinées à un usage autre que l'habitation, la garantie peut être limitée au montant du coût total de construction déclaré aux conditions particulières ou à un montant inférieur au coût total de construction déclaré aux conditions particulières, si ce coût est supérieur au montant prévu au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812305&dateTexte=&categorieLien=cid' title='Code des assurances - art. R243-3 (V)'>R. 243-3 </a>du présent code, sans toutefois pouvoir être inférieur à ce dernier montant. </p><p>Le montant de garantie est revalorisé selon les modalités prévues aux conditions particulières, pour tenir compte de l'évolution générale des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre. </p><p>Les conditions particulières précisent les modalités de reconstitution de la garantie après sinistre. </p><p>Le coût total de la construction déclaré s'entend de celui résultant du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et, s'il y a lieu, travaux supplémentaires compris. Ce coût intègre la valeur de reconstruction des existants totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles au sens du II de l'article L. 243-1-1 du présent code. En aucun cas ce coût ne peut toutefois comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution. </p><p>Exclusions </p><p>La garantie du contrat ne s'applique pas aux dommages résultant exclusivement : </p><p>a) Du fait intentionnel ou du dol du souscripteur ou de l'assuré ; </p><p>b) Des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ; </p><p>c) De la cause étrangère. </p><p>Point de départ et durée de la garantie </p><p>a) La période de garantie est précisée aux conditions particulières ; elle commence au plus tôt, sous réserve des dispositions du b, à l'expiration du délai de garantie de parfait achèvement défini à l'article 1792-6 du code civil. Elle prend fin à l'expiration d'une période de dix ans à compter de la réception. </p><p>b) Toutefois, elle garantit le paiement des réparations nécessaires lorsque :</p><p>-avant la réception, après mise en demeure restée infructueuse, le contrat de louage d'ouvrage conclu avec l'entrepreneur est résilié pour inexécution, par celui-ci, de ses obligations ;</p><p>-après la réception, et avant l'expiration du délai de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil, lorsque l'entrepreneur n'a pas exécuté ses obligations au titre de cette garantie, après mise en demeure par lettre recommandée avec demande d'avis de réception restée infructueuse. </p><p>Obligations réciproques des parties </p><p>Les déclarations ou notifications auxquelles il est procédé entre les parties en application de paragraphes A (1°, c), A (3°), B (2°, a), B (2°, c), B (3°, a), de la présente clause, sont faites par écrit soit contre récépissé, soit par lettre recommandée avec demande d'avis de réception. </p><p>A.-Obligations de l'assuré </p><p>1° L'assuré s'engage : </p><p>a) A fournir à l'assureur, sur sa demande, la preuve de l'existence des contrats d'assurance de responsabilité décennale souscrits par les réalisateurs et le contrôleur technique ; </p><p>b) A lui déclarer les réceptions de travaux, ainsi qu'à lui remettre dans le mois de leur prononcé, le ou les procès-verbaux desdites réceptions, ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; </p><p>c) A lui adresser un dossier technique comportant au moins les plans et descriptifs de l'ensemble des travaux effectivement réalisés, dans le délai maximal d'un mois à compter de leur achèvement ; </p><p>d) A lui notifier dans le même délai, le constat de l'exécution des travaux éventuellement effectués au titre de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; </p><p>e) A lui faire tenir la déclaration de tout arrêt de travaux devant excéder trente jours ; </p><p>f) A communiquer les avis, observations et réserves du contrôleur technique, simultanément, tant à l'assureur qu'au réalisateur concerné, et à ne pas s'opposer à ce que l'assureur puisse, à ses frais, demander au contrôleur technique, sous son couvert, les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. </p><p>Dans le cas où il n'est pas lui-même le maître de l'ouvrage, l'assuré s'engage à obtenir de celui-ci que les avis, observations et réserves du contrôleur technique soient pareillement communiqués à l'assureur et au réalisateur concerné, et que, dans les mêmes conditions, l'assureur puisse demander au contrôleur technique les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. </p><p>2° En cas de sinistre susceptible de mettre en jeu les garanties du contrat, l'assuré est tenu d'en faire la déclaration à l'assureur. </p><p>La déclaration de sinistre est réputée constituée dès qu'elle comporte au moins les renseignements suivants :</p><p>-le numéro du contrat d'assurance et, le cas échéant, celui de l'avenant ;</p><p>-le nom du propriétaire de la construction endommagée ;</p><p>-l'adresse de la construction endommagée ;</p><p>-la date de réception ou, à défaut, la date de la première occupation des locaux ;</p><p>-la date d'apparition des dommages ainsi que leur description et localisation ;</p><p>-si la déclaration survient pendant la période de parfait achèvement au sens de l'article 1792-6 du code civil, la copie de la mise en demeure effectuée au titre de la garantie de parfait achèvement. </p><p>A compter de la réception de la déclaration de sinistre, l'assureur dispose d'un délai de dix jours pour signifier à l'assuré que la déclaration n'est pas réputée constituée et réclamer les renseignements manquants susvisés. Les délais visés à l'article L. 242-1 du présent code commencent à courir du jour où la déclaration de sinistre réputée constituée est reçue par l'assureur. </p><p>3° L'assuré s'engage à autoriser l'assureur à constater l'état d'exécution des travaux de réparation des dommages ayant fait l'objet d'une indemnisation en cas de sinistre. </p><p>4° Pour permettre l'exercice éventuel du droit de subrogation ouvert au profit de l'assureur par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006792366&dateTexte=&categorieLien=cid' title='Code des assurances - art. L121-12 (V)'>L. 121-12 </a>du code des assurances, l'assuré s'engage également : </p><p>a) A autoriser l'assureur à accéder à tout moment au chantier pendant la période d'exécution des travaux de construction, jusqu'à l'expiration du délai de garantie de parfait achèvement au sens de l'article 1792-6 du code civil, et, à cet effet, à prendre les dispositions nécessaires dans les contrats et marchés à passer avec les réalisateurs ayant la responsabilité de la garde du chantier. En cas de sinistre survenant au-delà de la date d'expiration de la garantie de parfait achèvement, l'assuré s'engage à accorder à l'assureur toutes facilités pour accéder aux lieux du sinistre ; </p><p>b) En cas de sinistre, à autoriser les assureurs couvrant la responsabilité décennale des réalisateurs, des fabricants au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443544&dateTexte=&categorieLien=cid' title='Code civil - art. 1792-4 (V)'>1792-4</a> du code civil, et du contrôleur technique à accéder aux lieux du sinistre sur l'invitation qui leur en est faite par la personne désignée au paragraphe B (1°, a) ; </p><p>c) A autoriser ladite personne à pratiquer les investigations qui lui apparaîtraient nécessaires en vue de l'établissement, à l'intention de l'assureur, d'un rapport complémentaire qui, reprenant les conclusions du rapport d'expertise défini au paragraphe B (1°, c et b) en approfondit, en tant que de besoin, l'analyse, en vue notamment de la recherche des faits générateurs du sinistre et des éléments propres à étayer le recours de l'assureur. </p><p>B.-Obligations de l'assureur en cas de sinistre </p><p>1° Constat des dommages, expertise : </p><p>a) Sous réserve des dispositions du d ci-dessous, les dommages sont constatés, décrits et évalués par les soins d'un expert, personne physique ou morale, désigné par l'assureur. </p><p>L'expert peut faire l'objet d'une récusation dans les huit jours de la notification à l'assuré de sa désignation. En cas de seconde récusation par l'assuré, l'assureur fait désigner l'expert par le juge des référés. </p><p>Lorsque l'expert est une personne morale, celle-ci fait connaître aux parties le nom de la ou des personnes physiques chargées d'effectuer la mission donnée, en son nom et sous sa responsabilité. </p><p>Lors de la première demande de récusation, les délais d'instruction et de règlement de sinistre prévus ci-après par la présente clause-type sont augmentés de dix jours. En cas de désignation de l'expert par le juge des référés, ces mêmes délais sont augmentés de trente jours. </p><p>Les opérations de l'expert revêtent un caractère contradictoire. L'assuré peut se faire assister ou représenter. Les observations éventuelles de l'assuré sont consignées dans le rapport de l'expert ; </p><p>b) L'assureur s'engage envers l'assuré à donner à l'expert les instructions nécessaires pour que les réalisateurs, les fabricants au sens de l'article 1792-4 du code civil et le contrôleur technique, ainsi que les assureurs couvrant leur responsabilité décennale et celle de l'assuré soient, d'une façon générale, consultés pour avis par ledit expert, chaque fois que celui-ci l'estime nécessaire et, en tout cas, obligatoirement avant le dépôt entre les mains de l'assureur de chacun des deux documents définis en c, et soient, en outre, systématiquement informés par lui du déroulement des différentes phases du constat des dommages et du règlement des indemnités ; </p><p>c) La mission d'expertise définie en a est limitée à la recherche et au rassemblement des données strictement indispensables à la non-aggravation et à la réparation rapide des dommages garantis. </p><p>Les conclusions écrites de l'expert sont, en conséquence, consignées au moyen de deux documents distincts : </p><p>c. a) un rapport préliminaire, qui comporte l'indication descriptive et estimative des mesures conservatoires jugées nécessaires à la non-aggravation des dommages, compte tenu, s'il y a lieu, des mesures conservatoires prises par l'assuré, ainsi que les indications sommaires sur les circonstances et les caractéristiques techniques du sinistre, permettant à l'assureur de se prononcer dans le délai prévu au paragraphe 2°, a, sur le principe de la mise en jeu des garanties du contrat ; </p><p>c. b) un rapport d'expertise, exclusivement consacré à la description des caractéristiques techniques du sinistre et à l'établissement des propositions, descriptions et estimations, concernant les différentes mesures à prendre et les différents travaux à exécuter en vue de la réparation intégrale des dommages constatés ; </p><p>d) L'assureur n'est pas tenu de recourir à une expertise lorsque, au vu de la déclaration de sinistre :</p><p>-il évalue le dommage à un montant inférieur à 1 800 euros</p><p>-ou</p><p>-la mise en jeu de la garantie est manifestement injustifiée. </p><p>Lorsqu'il décide de ne pas recourir à une expertise, l'assureur notifie à l'assuré son offre d'indemnité ou sa décision de refus de garantie dans le délai de quinze jours à compter de la réception de la déclaration de sinistre réputée constituée. </p><p>En cas de contestation de l'assuré, celui-ci peut obtenir la désignation d'un expert. </p><p>La notification reproduit de façon apparente l'alinéa précédent. </p><p>2° Rapport préliminaire, mise en jeu des garanties, mesures conservatoires : </p><p>a) Dans un délai maximum de soixante jours courant à compter de la réception de la déclaration du sinistre réputée constituée, l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa du d du 1°, sur le vu du rapport préliminaire établi par l'expert, notifie à celui-ci sa décision quant au principe de la mise en jeu des garanties du contrat. L'assureur communique à l'assuré ce rapport préliminaire, préalablement ou au plus tard lors de cette notification ; </p><p>Toute décision négative de l'assureur, ayant pour effet de rejeter la demande d'indemnisation, doit être expressément motivée. </p><p>Si l'assureur ne conteste pas la mise en jeu des garanties du contrat, la notification de sa décision comporte l'indication du montant de l'indemnité destinée à couvrir les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages. Cette indemnité tient compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées par l'assuré lui-même, au titre des mesures conservatoires. </p><p>b) L'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport préliminaire en temps utile et, en tout cas, dans un délai compatible avec celui qu'il est lui-même tenu d'observer en vertu du paragraphe a ; </p><p>c) Faute, pour l'assureur, de respecter le délai fixé au paragraphe a, et sur simple notification faite à l'assureur, les garanties du présent contrat jouent pour ce qui concerne le sinistre déclaré, et l'assuré est autorisé à engager les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages, dans la limite de l'estimation portée dans le rapport préliminaire de l'expert. Si, dans le même délai, l'assuré n'a pu avoir connaissance du rapport préliminaire, il est autorisé de la même manière à engager les dépenses en cause dans la limite de l'estimation qu'il a pu en faire lui-même. </p><p>3° Rapport d'expertise, détermination et règlement de l'indemnité : </p><p>a) L'assureur, sauf s'il a fait application des dispositions du deuxième alinéa d du 1° sur le vu du rapport d'expertise, notifie à celui-ci ses propositions quant au montant de l'indemnité destinée au paiement des travaux de réparation des dommages. L'assureur communique à l'assuré ce rapport d'expertise, préalablement ou au plus tard lors de cette notification. </p><p>Ces propositions font l'objet d'une actualisation ou d'une révision de prix selon les modalités prévues à cet effet aux conditions particulières ; elles sont obligatoirement ventilées entre les différents postes de dépenses retenus et appuyées des justifications nécessaires, tant en ce qui concerne les quantités que les prix unitaires. Elles comprennent, outre les dépenses de travaux proprement dits, les frais annexes nécessaires à la mise en œuvre desdits travaux, tels qu'honoraires, essais, analyses, ainsi que les taxes applicables. Elles tiennent compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées ou retenues, ainsi que des indemnités qui ont pu être antérieurement versées au titre des mesures conservatoires ; </p><p>b) Au cas où une expertise a été requise, l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport d'expertise en temps utile ; </p><p>c) En tout état de cause, l'assuré qui a fait connaître à l'assureur qu'il n'acquiesce pas aux propositions de règlement dont il a été saisi, s'il estime ne pas devoir cependant différer l'exécution des travaux de réparation, reçoit sur sa demande, de l'assureur, sans préjudice des décisions éventuelles de justice à intervenir sur le fond, une avance au moins égale aux trois quarts du montant de l'indemnité qui lui a été notifié selon les modalités définies en a. Cette avance, forfaitaire et non revalorisable, et à valoir sur le montant définitif de l'indemnité qui sera mise à la charge de l'assureur, est versée en une seule fois, dans un délai maximum de quinze jours courant à compter de la réception, par l'assureur, de la demande de l'assuré. </p><p>L'assuré s'engage à autoriser l'assureur à constater l'exécution des travaux de réparation des dommages ayant fait l'objet d'une avance ; </p><p>d) Si l'assuré ayant demandé le bénéfice des dispositions du paragraphe c n'a pas reçu, dans le délai fixé au même paragraphe, les sommes représentatives de l'avance due par l'assureur, il est autorisé à engager les dépenses afférentes aux travaux de réparation qu'il entreprend, dans la limite des propositions d'indemnisation qui lui ont été précédemment notifiées. </p><p>4° L'assureur est tenu de notifier à l'assuré, pour l'information de celui-ci, la position définitive que, sur le vu du rapport complémentaire, il estime devoir prendre en ce qui concerne l'exercice du droit de subrogation ouvert à son profit par l'article L. 121-12.</p>",
            "num": "Annexe II art A243-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1259366400000,
            "dateFin": 1522540800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1227133512,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Assurances obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128172",
                        "id": "LEGISCTA000006128172",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-11-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'assurance des travaux de bâtiment",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142558",
                        "id": "LEGISCTA000006142558",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019231566",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142558",
            "sectionParentId": "LEGISCTA000006142558",
            "sectionParentTitre": "Titre IV : L'assurance des travaux de bâtiment",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre II : Assurances obligatoires &gt; Titre IV : L'assurance des travaux de bâtiment",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021340460",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021339147",
                    "textTitle": "Arrêté du 19 novembre 2009 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000021339815",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-11-27",
                    "dateSignaTexte": "2009-11-19",
                    "dateDebutCible": "2009-11-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-1",
                    "articleId": "LEGIARTI000006443512",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-4",
                    "articleId": "LEGIARTI000006443544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-6",
                    "articleId": "LEGIARTI000006443552",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L121-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-12",
                    "articleId": "LEGIARTI000006792366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L242-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L242-1",
                    "articleId": "LEGIARTI000006795972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L243-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-1-1",
                    "articleId": "LEGIARTI000006796079",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1118275200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R243-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R243-3",
                    "articleId": "LEGIARTI000006812305",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 492912000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L111-25 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-25",
                    "articleId": "LEGIARTI000006824176",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019231566",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 983404800000,
                    "dateFin": 1259366400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021340460",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1259366400000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036754214",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II art A243-1"
            ],
            "versionPrecedente": "LEGIARTI000019231566",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019231566",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Clauses types applicables aux contrats d'assurance dommages Définitions a) Souscripteur. La personne, physique ou morale, désignée aux conditions particulières, qui fait réaliser des travaux de bâtiment et qui est, en sa qualité définie aux mêmes conditions particulières, soumise à l'obligation d'assurance prévue par l'article L. 242-1 du code des assurances, tant pour son propre compte que pour celui des propriétaires successifs. b) Assuré. Le souscripteur et les propriétaires successifs de l'ouvrage au bénéfice desquels est souscrit le contrat. c) Réalisateurs. L'ensemble des constructeurs désignés aux conditions particulières ou dont l'identité est portée ultérieurement à la connaissance de l'assureur, qui sont mentionnés au 1° de l'article 1792-1 du code civil et sont liés, à ce titre, au maître de l'ouvrage par un contrat de louage d'ouvrage en qualité de concepteur ou de conseil (architecte, technicien ou autre) ou en qualité d'entrepreneur, et qui participent à la réalisation de l'opération de construction. d) Maître de l'ouvrage. La personne, physique ou morale, désignée aux conditions particulières, qui conclut avec les réalisateurs les contrats de louage d'ouvrage afférents à la conception et à l'exécution de l'opération de construction. e) Contrôleur technique (lorsqu'il est désigné un contrôleur technique). La personne, désignée aux conditions particulières, agréée dans les conditions prévues par l'article 10 de la loi n o 78-12 du 4 janvier 1978, qui est appelée à intervenir, à la demande du maître de l'ouvrage, pour effectuer le contrôle technique des études et des travaux ayant pour objet la réalisation de l'opération de construction. f) Opération de construction. Annulé (Conseil d'Etat), n° 15935 et 17366, 30 nov. 1979). g) Réception. L'acte par lequel le maître de l'ouvrage accepte les travaux exécutés, dans les conditions fixées par l'article 1792-6 du code civil. h) Sinistre. La survenance de dommages, au sens de l'article L. 242-1 du code des assurances , ayant pour effet d'entraîner la garantie de l'assureur. Nature de la garantie Le contrat a pour objet de garantir, en dehors de toute recherche de responsabilité, le paiement des travaux de réparation des dommages, même résultant d'un vice du sol, de la nature de ceux dont sont responsables les constructeurs, au sens de l'article 1792-1 du code civil, les fabricants et les importateurs ou le contrôleur technique, qui : -compromettent la solidité des ouvrages constitutifs de l'opération de construction ; -affectant lesdits ouvrages dans l'un de leurs éléments constitutifs ou l'un de leurs éléments d'équipement, les rendent impropres à leur destination ; -affectent la solidité de l'un des éléments d'équipement indissociables des ouvrages de fiabilité, de fondation, d'ossature, de clos et de couvert, au sens de l'article 1792-1 du code civil. Les travaux de réparation des dommages comprennent également les travaux de démolition, déblaiement, dépose ou démontage éventuellement nécessaires. Montant et limite de la garantie La garantie couvre le coût de l'ensemble des travaux afférents à la remise en état des ouvrages ou éléments d'équipement de l'opération de construction endommagés à la suite d'un sinistre. Toutefois elle est limitée au montant du coût total de construction déclaré aux conditions particulières, revalorisé selon les modalités prévues à ces mêmes conditions particulières pour tenir compte de l'évolution générale des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre. La garantie peut être reconstituée après sinistre selon les modalités également prévues aux conditions particulières. Le coût total de construction déclaré s'entend de celui résultant du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et, s'il y a lieu, travaux supplémentaires compris. En aucun cas ce coût ne peut toutefois comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution. Exclusions La garantie du contrat ne s'applique pas aux dommages résultant exclusivement : a) du fait intentionnel ou du dol du souscripteur ou de l'assuré ; b) des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ; c) de la cause étrangère, et notamment : -directement ou indirectement, d'incendie ou d'explosion, sauf si l'incendie ou l'explosion sont la conséquence d'un sinistre couvert par le présent contrat ; -de trombes, cyclones, inondations, tremblements de terre et autres phénomènes naturels à caractère catastrophiques ; -de faits de guerre étrangère ; -de faits de guerre civile, d'actes de terrorisme ou de sabotage commis dans le cadre d'actions concertées de terrorisme ou de sabotage, d'émeutes, de mouvements populaires, de grève et de lock-out ayant le caractère de cause étrangère ; -des effets directs ou indirects d'explosion, de dégagement de chaleur, d'irradiations provenant de transmutations de noyaux d'atomes ou de radioactivité, ainsi que des effets des radiations provoquées par l'accélération artificielle de particules. Il appartient à l'assuré de faire la preuve que le sinistre résulte d'un fait autre que le fait de guerre étrangère. Dans tous les autres cas, la charge de la preuve nécessaire à la mise en jeu des exclusions incombe à l'assureur. En conséquence, toutes les dispositions du présent contrat s'appliquent jusqu'à ce que cette preuve soit apportée. Point de départ et durée de la garantie a) La période de garantie est précisée aux conditions particulières ; elle commence au plus tôt, sous réserve des dispositions du § b, à l'expiration du délai de garantie de parfait achèvement définie à l'article 1792-6 du code civil. Elle prend fin à l'expiration d'une période de dix ans à compter de la réception. b) Toutefois, la garantie est acquise : -avant la réception des travaux, lorsque, après mise en demeure restée infructueuse, le contrat de louage d'ouvrage conclu avec l'entrepreneur est résilié pour inexécution par celui-ci de ses obligations ; -après la réception des travaux et avant l'expiration du délai de garantie de parfait achèvement, lorsque, après mise en demeure restée infructueuse, l'entrepreneur n'a pas exécuté ses obligations. Obligations réciproques des parties Les déclarations ou notifications auxquelles il est procédé entre les parties en application de paragraphes A (3°), B (2°, a), B (2°, c), B (3°, a), de la présente clause, sont faites par écrit soit contre récépissé, soit par lettre recommandée avec demande d'avis de réception. A.-Obligations de l'assuré 1° Abrogé. 2° L'assuré s'engage : a) à fournir à l'assureur, sur sa demande, la preuve de l'existence des contrats d'assurance de responsabilité professionnelle souscrits tant par lui-même que par les réalisateurs et le contrôleur technique ; b) à lui déclarer les réceptions de travaux, ainsi qu'à lui remettre dans le mois de leur prononcé, le ou les procès-verbaux desdites réceptions, ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; c) à lui adresser un dossier technique comportant au moins les plans et descriptifs de l'ensemble des travaux effectivement réalisés, dans le délai maximal d'un mois à compter de leur achèvement ; d) à lui notifier, dans le même délai, le constat de l'exécution des travaux éventuellement effectués au titre de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; e) à lui faire tenir la déclaration de tout arrêt de travaux devant excéder trente jours ; f) à communiquer les avis, observations et réserves du contrôleur technique, simultanément, tant à l'assureur qu'au réalisateur concerné, et à ne pas s'opposer à ce que l'assureur puisse, à ses frais, demander au contrôleur technique, sous son couvert, les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. Dans le cas où il n'est pas lui-même le maître de l'ouvrage, l'assuré s'engage à obtenir de celui-ci que les avis, observations et réserves du contrôleur technique soient pareillement communiqués à l'assureur et au réalisateur concerné, et que, dans les mêmes conditions, l'assureur puisse demander au contrôleur technique les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. 3° En cas de sinistre susceptible de mettre en jeu les garanties du contrat, l'assuré est tenu d'en faire la déclaration à l'assureur. La déclaration de sinistre est réputée constituée dès qu'elle comporte au moins les renseignements suivants : -le numéro du contrat d'assurance et, le cas échéant, celui de l'avenant ; -le nom du propriétaire de la construction endommagée ; -l'adresse de la construction endommagée ; -la date de réception ou, à défaut, la date de la première occupation des locaux ; -la date d'apparition des dommages ainsi que leur description et localisation. A compter de la réception de la déclaration de sinistre, l'assureur dispose d'un délai de dix jours pour signifier à l'assuré que la déclaration n'est pas réputée constituée et réclamer les renseignements manquants susvisés. Les délais visés à l'article L. 242-1 du présent code commencent à courir du jour où la déclaration de sinistre réputée constituée est reçue par l'assureur. 4° L'assuré s'engage à autoriser l'assureur à constater l'état d'exécution des travaux de réparation des dommages ayant fait l'objet d'une indemnisation en cas de sinistre. 5° Pour permettre l'exercice éventuel du droit de subrogation ouvert au profit de l'assureur par l'article L. 121-12 du code des assurances , l'assuré s'engage également : a) à autoriser l'assureur à accéder à tout moment au chantier pendant la période d'exécution des travaux de l'opération de construction, jusqu'à l'expiration du délai de garantie de parfait achèvement au sens de l'article 1792-6 du code civil , et, à cet effet, à prendre les dispositions nécessaires dans les contrats et marchés à passer avec les réalisateurs ayant la responsabilité de la garde du chantier. En cas de sinistre survenant au-delà de la date d'expiration de la garantie de parfait achèvement, l'assuré s'engage à accorder à l'assureur toutes facilités pour accéder aux lieux du sinistre ; b) en cas de sinistre, à autoriser les assureurs couvrant la responsabilité professionnelle des réalisateurs, des fabricants au sens de l'article 1792-4 du code civil , et du contrôleur technique à accéder aux lieux du sinistre sur l'invitation qui leur en est faite par la personne désignée au paragraphe B (1 o , a) ; c) à autoriser ladite personne à pratiquer les investigations qui lui apparaîtraient nécessaires en vue de l'établissement, à l'intention de l'assureur, d'un rapport complémentaire qui, reprenant les conclusions du rapport d'expertise défini au paragraphe B (1 o , c) et b) en approfondit, en tant que de besoin, l'analyse, en vue notamment de la recherche des faits générateurs du sinistre et des éléments propres à étayer le recours de l'assureur. B.-Obligations de l'assureur en cas de sinistre 1° Constat des dommages, expertise : a) Sous réserve des dispositions du d) ci-dessous, les dommages sont constatés, décrits et évalués par les soins d'un expert, personne physique ou morale, désigné par l'assureur ; L'expert peut faire l'objet d'une récusation dans les huit jours de la notification à l'assuré de sa désignation. En cas de seconde récusation par l'assuré, l'assureur fait désigner l'expert par le juge des référés. Lorsque l'expert est une personne morale, celle-ci fait connaître aux parties le nom de la ou des personnes physiques chargées d'effectuer la mission donnée, en son nom et sous sa responsabilité. Lors de la première demande de récusation, les délais d'instruction et de règlement de sinistre prévus ci-après par la présente clause-type sont augmentés de dix jours. En cas de désignation de l'expert par le juge des référés, ces mêmes délais sont augmentés de trente jours. Les opérations de l'expert revêtent le caractère contradictoire.L'assuré peut se faire assister ou représenter. Les observations éventuelles de l'assuré sont consignées dans le rapport de l'expert ; b) l'assureur s'engage envers l'assuré à donner à l'expert les instructions nécessaires pour que les réalisateurs, les fabricants au sens de l'article 1792-4 du Code civil et le contrôleur technique, ainsi que les assureurs couvrant leur responsabilité professionnelle et celle de l'assuré, soient, d'une façon générale, consultés pour avis par ledit expert, chaque fois que celui-ci l'estime nécessaire et, en tout cas, obligatoirement avant le dépôt entre les mains de l'assureur de chacun des deux documents définis en c), et soient, en outre, systématiquement informés par lui du déroulement des différentes phases du constat des dommages et du règlement des indemnités ; c) la mission d'expertise définie en a) est limitée à la recherche et au rassemblement des données strictement indispensables à la non-aggravation et à la réparation rapide des dommages garantis. Les conclusions écrites de l'expert sont, en conséquence, consignées au moyen de deux documents distincts ; c a) un rapport préliminaire, qui comporte l'indication descriptive et estimative des mesures conservatoires jugées nécessaires à la non-aggravation des dommages, compte tenu, s'il y a lieu, des mesures conservatoires prises par l'assuré, ainsi que les indications sommaires sur les circonstances et les caractéristiques techniques du sinistre, permettant à l'assureur de se prononcer dans le délai prévu au paragraphe 2 o , a) sur le principe de la mise en jeu des garanties du contrat ; c b) un rapport d'expertise, exclusivement consacré à la description des caractéristiques techniques du sinistre et à l'établissement des propositions, descriptions et estimations, concernant les différentes mesures à prendre et les différents travaux à exécuter en vue de la réparation intégrale des dommages constatés. d) L'assureur n'est pas tenu de recourir à une expertise lorsque, au vu de la déclaration de sinistre : -il évalue le dommage à un montant inférieur à 1 800 euros. ou -la mise en jeu de la garantie est manifestement injustifiée. Lorsqu'il décide de ne pas recourir à une expertise, l'assureur notifie à l'assuré son offre d'indemnité ou sa décision de refus de garantie dans le délai de quinze jours à compter de la réception de la déclaration de sinistre réputée constituée. En cas de contestation de l'assuré, celui-ci peut obtenir la désignation d'un expert. La notification reproduit de façon apparente l'alinéa précédent. 2° Rapport préliminaire, mise en jeu des garanties, mesures conservatoires : a) dans un délai maximum de soixante jours courant à compter de la réception de la déclaration du sinistre réputée constituée, l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa du d) du 1°, sur le vu du rapport préliminaire établi par l'expert et préalablement communiqué à l'assuré, notifie à celui-ci sa décision quant au principe de la mise en jeu des garanties du contrat ; Toute décision négative de l'assureur, ayant pour effet de rejeter la demande d'indemnisation, doit être expressément motivée. Si l'assureur ne conteste pas la mise en jeu des garanties du contrat, la notification de sa décision comporte l'indication du montant de l'indemnité destinée à couvrir les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages. Cette indemnité tient compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées par l'assuré lui-même, au titre des mesures conservatoires. b) l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport préliminaire en temps utile et, en tout cas, dans un délai compatible avec celui qu'il est lui-même tenu d'observer en vertu du paragraphe a) ; c) faute, pour l'assureur, de respecter le délai fixé au paragraphe a), et sur simple notification faite à l'assureur, les garanties du présent contrat jouent pour ce qui concerne le sinistre déclaré, et l'assuré est autorisé à engager les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages, dans la limite de l'estimation portée dans le rapport préliminaire de l'expert. Si, dans le même délai, l'assuré n'a pu avoir connaissance du rapport préliminaire, il est autorisé de la même manière à engager les dépenses en cause dans la limite de l'estimation qu'il a pu en faire lui-même. 3° Rapport d'expertise, détermination et règlement de l'indemnité : a) l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa d du 1° sur le vu du rapport d'expertise préalablement communiqué à l'assuré, notifie à celui-ci ses propositions quant au montant de l'indemnité destinée au paiement des travaux de réparation des dommages. Ces propositions font l'objet d'une actualisation ou d'une révision de prix selon les modalités prévues à cet effet aux conditions particulières ; elles sont obligatoirement ventilées entre les différents postes de dépenses retenus et appuyées des justifications nécessaires, tant en ce qui concerne les quantités que les prix unitaires. Elles comprennent, outre les dépenses de travaux proprement dits, les frais annexes nécessaires à la mise en œuvre desdits travaux, tels qu'honoraires, essais, analyses, ainsi que les taxes applicables. Elles tiennent compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées ou retenues, ainsi que des indemnités qui ont pu être antérieurement versées au titre des mesures conservatoires ; b) au cas où une expertise a été requise, l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport d'expertise en temps utile ; c), d), e), ea), et f) abrogés ; g) en tout état de cause, l'assuré qui a fait connaître à l'assureur qu'il n'acquiesce pas aux propositions de règlement dont il a été saisi, s'il estime ne pas devoir cependant différer l'exécution des travaux de réparation, reçoit sur sa demande, de l'assureur, sans préjudice des décisions éventuelles de justice à intervenir sur le fond, une avance au moins égale aux trois quarts du montant de l'indemnité qui lui a été notifié selon les modalités définies en a). Cette avance, forfaitaire et non revalorisable, et à valoir sur le montant définitif de l'indemnité qui sera mise à la charge de l'assureur, est versée en une seule fois, dans un délai maximum de quinze jours courant à compter de la réception, par l'assureur, de la demande de l'assuré. L'assuré s'engage à autoriser l'assureur à constater l'exécution des travaux de réparation des dommages ayant fait l'objet d'une avance ; h) abrogé ; i) si l'assuré ayant demandé le bénéfice des dispositions du paragraphe g) n'a pas reçu, dans le délai fixé au même paragraphe, les sommes représentatives de l'avance due par l'assureur, il est autorisé à engager les dépenses afférentes aux travaux de réparation qu'il entreprend, dans la limite des propositions d'indemnisation qui lui ont été précédemment notifiées. 4° L'assureur est tenu de notifier à l'assuré, pour l'information de celui-ci, la position définitive que, sur le vu du rapport complémentaire, il estime devoir prendre en ce qui concerne l'exercice du droit de subrogation ouvert à son profit par l'article L. 121-12.",
            "texteHtml": "<p><strong>Clauses types applicables aux contrats d'assurance dommages </strong></p><p>Définitions </p><p>a) Souscripteur. </p><p>La personne, physique ou morale, désignée aux conditions particulières, qui fait réaliser des travaux de bâtiment et qui est, en sa qualité définie aux mêmes conditions particulières, soumise à l'obligation d'assurance prévue par l'article <a shape='rect' href='javascript:%20documentLink('CAS349')' target='_blank'></a>L. 242-1 du code des assurances, tant pour son propre compte que pour celui des propriétaires successifs. </p><p>b) Assuré. </p><p>Le souscripteur et les propriétaires successifs de l'ouvrage au bénéfice desquels est souscrit le contrat. </p><p>c) Réalisateurs.</p><p>L'ensemble des constructeurs désignés aux conditions particulières ou dont l'identité est portée ultérieurement à la connaissance de l'assureur, qui sont mentionnés au 1° de l'article <a shape='rect' href='javascript:%20documentLink('CCV758|popup')' target='_blank'></a>1792-1 du code civil et sont liés, à ce titre, au maître de l'ouvrage par un contrat de louage d'ouvrage en qualité de concepteur ou de conseil (architecte, technicien ou autre) ou en qualité d'entrepreneur, et qui participent à la réalisation de l'opération de construction. </p><p>d) Maître de l'ouvrage. </p><p>La personne, physique ou morale, désignée aux conditions particulières, qui conclut avec les réalisateurs les contrats de louage d'ouvrage afférents à la conception et à l'exécution de l'opération de construction. </p><p>e) Contrôleur technique (lorsqu'il est désigné un contrôleur technique). </p><p>La personne, désignée aux conditions particulières, agréée dans les conditions prévues par l'article 10 de la loi n <sup>o </sup>78-12 du 4 janvier 1978, qui est appelée à intervenir, à la demande du maître de l'ouvrage, pour effectuer le contrôle technique des études et des travaux ayant pour objet la réalisation de l'opération de construction. </p><p>f) Opération de construction. Annulé (Conseil d'Etat), n° 15935 et 17366, 30 nov. 1979). </p><p>g) Réception.</p><p>L'acte par lequel le maître de l'ouvrage accepte les travaux exécutés, dans les conditions fixées par l'article <a shape='rect' href='javascript:%20documentLink('CCV763|popup')' target='_blank'></a>1792-6 du code civil. </p><p>h) Sinistre. </p><p>La survenance de dommages, au sens de l'article <a shape='rect' href='javascript:%20documentLink('CAS349')' target='_blank'></a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006795972&dateTexte=&categorieLien=cid' title='Code des assurances - art. L242-1 (V)'>L. 242-1 du code des assurances</a>, ayant pour effet d'entraîner la garantie de l'assureur. </p><p>Nature de la garantie </p><p>Le contrat a pour objet de garantir, en dehors de toute recherche de responsabilité, le paiement des travaux de réparation des dommages, même résultant d'un vice du sol, de la nature de ceux dont sont responsables les constructeurs, au sens de l'article <a shape='rect' href='javascript:%20documentLink('CCV758|popup')' target='_blank'></a>1792-1 du code civil, les fabricants et les importateurs ou le contrôleur technique, qui :</p><p>-compromettent la solidité des ouvrages constitutifs de l'opération de construction ;</p><p>-affectant lesdits ouvrages dans l'un de leurs éléments constitutifs ou l'un de leurs éléments d'équipement, les rendent impropres à leur destination ;</p><p>-affectent la solidité de l'un des éléments d'équipement indissociables des ouvrages de fiabilité, de fondation, d'ossature, de clos et de couvert, au sens de l'article <a shape='rect' href='javascript:%20documentLink('CCV758|popup')' target='_blank'></a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443512&dateTexte=&categorieLien=cid' title='Code civil - art. 1792-1 (V)'>1792-1 du code civil. </a></p><p>Les travaux de réparation des dommages comprennent également les travaux de démolition, déblaiement, dépose ou démontage éventuellement nécessaires. </p><p>Montant et limite de la garantie </p><p>La garantie couvre le coût de l'ensemble des travaux afférents à la remise en état des ouvrages ou éléments d'équipement de l'opération de construction endommagés à la suite d'un sinistre. </p><p>Toutefois elle est limitée au montant du coût total de construction déclaré aux conditions particulières, revalorisé selon les modalités prévues à ces mêmes conditions particulières pour tenir compte de l'évolution générale des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre. La garantie peut être reconstituée après sinistre selon les modalités également prévues aux conditions particulières. </p><p>Le coût total de construction déclaré s'entend de celui résultant du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et, s'il y a lieu, travaux supplémentaires compris. En aucun cas ce coût ne peut toutefois comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution. </p><p>Exclusions </p><p>La garantie du contrat ne s'applique pas aux dommages résultant exclusivement : </p><p>a) du fait intentionnel ou du dol du souscripteur ou de l'assuré ; </p><p>b) des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ; </p><p>c) de la cause étrangère, et notamment :</p><p>-directement ou indirectement, d'incendie ou d'explosion, sauf si l'incendie ou l'explosion sont la conséquence d'un sinistre couvert par le présent contrat ;</p><p>-de trombes, cyclones, inondations, tremblements de terre et autres phénomènes naturels à caractère catastrophiques ;</p><p>-de faits de guerre étrangère ;</p><p>-de faits de guerre civile, d'actes de terrorisme ou de sabotage commis dans le cadre d'actions concertées de terrorisme ou de sabotage, d'émeutes, de mouvements populaires, de grève et de lock-out ayant le caractère de cause étrangère ;</p><p>-des effets directs ou indirects d'explosion, de dégagement de chaleur, d'irradiations provenant de transmutations de noyaux d'atomes ou de radioactivité, ainsi que des effets des radiations provoquées par l'accélération artificielle de particules. </p><p>Il appartient à l'assuré de faire la preuve que le sinistre résulte d'un fait autre que le fait de guerre étrangère. Dans tous les autres cas, la charge de la preuve nécessaire à la mise en jeu des exclusions incombe à l'assureur. En conséquence, toutes les dispositions du présent contrat s'appliquent jusqu'à ce que cette preuve soit apportée. </p><p>Point de départ et durée de la garantie </p><p>a) La période de garantie est précisée aux conditions particulières ; elle commence au plus tôt, sous réserve des dispositions du § b, à l'expiration du délai de garantie de parfait achèvement définie à l'article <a shape='rect' href='javascript:%20documentLink('CCV763|popup')' target='_blank'></a>1792-6 du code civil. Elle prend fin à l'expiration d'une période de dix ans à compter de la réception. </p><p>b) Toutefois, la garantie est acquise :</p><p>-avant la réception des travaux, lorsque, après mise en demeure restée infructueuse, le contrat de louage d'ouvrage conclu avec l'entrepreneur est résilié pour inexécution par celui-ci de ses obligations ;</p><p>-après la réception des travaux et avant l'expiration du délai de garantie de parfait achèvement, lorsque, après mise en demeure restée infructueuse, l'entrepreneur n'a pas exécuté ses obligations. </p><p>Obligations réciproques des parties </p><p>Les déclarations ou notifications auxquelles il est procédé entre les parties en application de paragraphes A (3°), B (2°, a), B (2°, c), B (3°, a), de la présente clause, sont faites par écrit soit contre récépissé, soit par lettre recommandée avec demande d'avis de réception.</p><p>A.-Obligations de l'assuré </p><p>1° Abrogé. </p><p>2° L'assuré s'engage : </p><p>a) à fournir à l'assureur, sur sa demande, la preuve de l'existence des contrats d'assurance de responsabilité professionnelle souscrits tant par lui-même que par les réalisateurs et le contrôleur technique ; </p><p>b) à lui déclarer les réceptions de travaux, ainsi qu'à lui remettre dans le mois de leur prononcé, le ou les procès-verbaux desdites réceptions, ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; </p><p>c) à lui adresser un dossier technique comportant au moins les plans et descriptifs de l'ensemble des travaux effectivement réalisés, dans le délai maximal d'un mois à compter de leur achèvement ; </p><p>d) à lui notifier, dans le même délai, le constat de l'exécution des travaux éventuellement effectués au titre de la garantie de parfait achèvement au sens de l'article <a shape='rect' href='javascript:%20documentLink('CCV763|popup')' target='_blank'></a>1792-6 du code civil ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ; </p><p>e) à lui faire tenir la déclaration de tout arrêt de travaux devant excéder trente jours ; </p><p>f) à communiquer les avis, observations et réserves du contrôleur technique, simultanément, tant à l'assureur qu'au réalisateur concerné, et à ne pas s'opposer à ce que l'assureur puisse, à ses frais, demander au contrôleur technique, sous son couvert, les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. </p><p>Dans le cas où il n'est pas lui-même le maître de l'ouvrage, l'assuré s'engage à obtenir de celui-ci que les avis, observations et réserves du contrôleur technique soient pareillement communiqués à l'assureur et au réalisateur concerné, et que, dans les mêmes conditions, l'assureur puisse demander au contrôleur technique les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés. </p><p>3° En cas de sinistre susceptible de mettre en jeu les garanties du contrat, l'assuré est tenu d'en faire la déclaration à l'assureur. </p><p>La déclaration de sinistre est réputée constituée dès qu'elle comporte au moins les renseignements suivants :</p><p>-le numéro du contrat d'assurance et, le cas échéant, celui de l'avenant ;</p><p>-le nom du propriétaire de la construction endommagée ;</p><p>-l'adresse de la construction endommagée ;</p><p>-la date de réception ou, à défaut, la date de la première occupation des locaux ;</p><p>-la date d'apparition des dommages ainsi que leur description et localisation.</p><p>A compter de la réception de la déclaration de sinistre, l'assureur dispose d'un délai de dix jours pour signifier à l'assuré que la déclaration n'est pas réputée constituée et réclamer les renseignements manquants susvisés. Les délais visés à l'article <a shape='rect' href='javascript:%20documentLink('CAS349')' target='_blank'></a>L. 242-1 du présent code commencent à courir du jour où la déclaration de sinistre réputée constituée est reçue par l'assureur. </p><p>4° L'assuré s'engage à autoriser l'assureur à constater l'état d'exécution des travaux de réparation des dommages ayant fait l'objet d'une indemnisation en cas de sinistre. </p><p>5° Pour permettre l'exercice éventuel du droit de subrogation ouvert au profit de l'assureur par l'article <a shape='rect' href='javascript:%20documentLink('CAS53')' target='_blank'></a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006792366&dateTexte=&categorieLien=cid' title='Code des assurances - art. L121-12 (V)'>L. 121-12 du code des assurances</a>, l'assuré s'engage également : </p><p>a) à autoriser l'assureur à accéder à tout moment au chantier pendant la période d'exécution des travaux de l'opération de construction, jusqu'à l'expiration du délai de garantie de parfait achèvement au sens de l'article <a shape='rect' href='javascript:%20documentLink('CCV763|popup')' target='_blank'></a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443552&dateTexte=&categorieLien=cid' title='Code civil - art. 1792-6 (V)'>1792-6 du code civil</a>, et, à cet effet, à prendre les dispositions nécessaires dans les contrats et marchés à passer avec les réalisateurs ayant la responsabilité de la garde du chantier. En cas de sinistre survenant au-delà de la date d'expiration de la garantie de parfait achèvement, l'assuré s'engage à accorder à l'assureur toutes facilités pour accéder aux lieux du sinistre ; </p><p>b) en cas de sinistre, à autoriser les assureurs couvrant la responsabilité professionnelle des réalisateurs, des fabricants au sens de l'article <a shape='rect' href='javascript:%20documentLink('CCV761|popup')' target='_blank'></a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006443544&dateTexte=&categorieLien=cid' title='Code civil - art. 1792-4 (V)'>1792-4 du code civil</a>, et du contrôleur technique à accéder aux lieux du sinistre sur l'invitation qui leur en est faite par la personne désignée au paragraphe B (1 <sup>o</sup>, a) ; </p><p>c) à autoriser ladite personne à pratiquer les investigations qui lui apparaîtraient nécessaires en vue de l'établissement, à l'intention de l'assureur, d'un rapport complémentaire qui, reprenant les conclusions du rapport d'expertise défini au paragraphe B (1 <sup>o</sup>, c) et b) en approfondit, en tant que de besoin, l'analyse, en vue notamment de la recherche des faits générateurs du sinistre et des éléments propres à étayer le recours de l'assureur.</p><p>B.-Obligations de l'assureur en cas de sinistre </p><p>1° Constat des dommages, expertise : </p><p>a) Sous réserve des dispositions du d) ci-dessous, les dommages sont constatés, décrits et évalués par les soins d'un expert, personne physique ou morale, désigné par l'assureur ; </p><p>L'expert peut faire l'objet d'une récusation dans les huit jours de la notification à l'assuré de sa désignation. En cas de seconde récusation par l'assuré, l'assureur fait désigner l'expert par le juge des référés. </p><p>Lorsque l'expert est une personne morale, celle-ci fait connaître aux parties le nom de la ou des personnes physiques chargées d'effectuer la mission donnée, en son nom et sous sa responsabilité. </p><p>Lors de la première demande de récusation, les délais d'instruction et de règlement de sinistre prévus ci-après par la présente clause-type sont augmentés de dix jours. En cas de désignation de l'expert par le juge des référés, ces mêmes délais sont augmentés de trente jours. </p><p>Les opérations de l'expert revêtent le caractère contradictoire.L'assuré peut se faire assister ou représenter. Les observations éventuelles de l'assuré sont consignées dans le rapport de l'expert ; </p><p>b) l'assureur s'engage envers l'assuré à donner à l'expert les instructions nécessaires pour que les réalisateurs, les fabricants au sens de l'article <a shape='rect' href='javascript:%20documentLink('CCV761|popup')' target='_blank'></a>1792-4 du Code civil et le contrôleur technique, ainsi que les assureurs couvrant leur responsabilité professionnelle et celle de l'assuré, soient, d'une façon générale, consultés pour avis par ledit expert, chaque fois que celui-ci l'estime nécessaire et, en tout cas, obligatoirement avant le dépôt entre les mains de l'assureur de chacun des deux documents définis en c), et soient, en outre, systématiquement informés par lui du déroulement des différentes phases du constat des dommages et du règlement des indemnités ; </p><p>c) la mission d'expertise définie en a) est limitée à la recherche et au rassemblement des données strictement indispensables à la non-aggravation et à la réparation rapide des dommages garantis. </p><p>Les conclusions écrites de l'expert sont, en conséquence, consignées au moyen de deux documents distincts ; </p><p>c a) un rapport préliminaire, qui comporte l'indication descriptive et estimative des mesures conservatoires jugées nécessaires à la non-aggravation des dommages, compte tenu, s'il y a lieu, des mesures conservatoires prises par l'assuré, ainsi que les indications sommaires sur les circonstances et les caractéristiques techniques du sinistre, permettant à l'assureur de se prononcer dans le délai prévu au paragraphe 2 <sup>o</sup>, a) sur le principe de la mise en jeu des garanties du contrat ; </p><p>c b) un rapport d'expertise, exclusivement consacré à la description des caractéristiques techniques du sinistre et à l'établissement des propositions, descriptions et estimations, concernant les différentes mesures à prendre et les différents travaux à exécuter en vue de la réparation intégrale des dommages constatés. </p><p>d) L'assureur n'est pas tenu de recourir à une expertise lorsque, au vu de la déclaration de sinistre :</p><p>-il évalue le dommage à un montant inférieur à 1 800 euros. </p><p>ou</p><p>-la mise en jeu de la garantie est manifestement injustifiée. </p><p>Lorsqu'il décide de ne pas recourir à une expertise, l'assureur notifie à l'assuré son offre d'indemnité ou sa décision de refus de garantie dans le délai de quinze jours à compter de la réception de la déclaration de sinistre réputée constituée. </p><p>En cas de contestation de l'assuré, celui-ci peut obtenir la désignation d'un expert. </p><p>La notification reproduit de façon apparente l'alinéa précédent. </p><p>2° Rapport préliminaire, mise en jeu des garanties, mesures conservatoires : </p><p>a) dans un délai maximum de soixante jours courant à compter de la réception de la déclaration du sinistre réputée constituée, l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa du d) du 1°, sur le vu du rapport préliminaire établi par l'expert et préalablement communiqué à l'assuré, notifie à celui-ci sa décision quant au principe de la mise en jeu des garanties du contrat ; </p><p>Toute décision négative de l'assureur, ayant pour effet de rejeter la demande d'indemnisation, doit être expressément motivée. </p><p>Si l'assureur ne conteste pas la mise en jeu des garanties du contrat, la notification de sa décision comporte l'indication du montant de l'indemnité destinée à couvrir les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages. Cette indemnité tient compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées par l'assuré lui-même, au titre des mesures conservatoires. </p><p>b) l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport préliminaire en temps utile et, en tout cas, dans un délai compatible avec celui qu'il est lui-même tenu d'observer en vertu du paragraphe a) ; </p><p>c) faute, pour l'assureur, de respecter le délai fixé au paragraphe a), et sur simple notification faite à l'assureur, les garanties du présent contrat jouent pour ce qui concerne le sinistre déclaré, et l'assuré est autorisé à engager les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages, dans la limite de l'estimation portée dans le rapport préliminaire de l'expert. Si, dans le même délai, l'assuré n'a pu avoir connaissance du rapport préliminaire, il est autorisé de la même manière à engager les dépenses en cause dans la limite de l'estimation qu'il a pu en faire lui-même. </p><p>3° Rapport d'expertise, détermination et règlement de l'indemnité : </p><p>a) l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa d du 1° sur le vu du rapport d'expertise préalablement communiqué à l'assuré, notifie à celui-ci ses propositions quant au montant de l'indemnité destinée au paiement des travaux de réparation des dommages. </p><p>Ces propositions font l'objet d'une actualisation ou d'une révision de prix selon les modalités prévues à cet effet aux conditions particulières ; elles sont obligatoirement ventilées entre les différents postes de dépenses retenus et appuyées des justifications nécessaires, tant en ce qui concerne les quantités que les prix unitaires. Elles comprennent, outre les dépenses de travaux proprement dits, les frais annexes nécessaires à la mise en œuvre desdits travaux, tels qu'honoraires, essais, analyses, ainsi que les taxes applicables. Elles tiennent compte, s'il y a lieu, des dépenses qui ont pu être précédemment engagées ou retenues, ainsi que des indemnités qui ont pu être antérieurement versées au titre des mesures conservatoires ; </p><p>b) au cas où une expertise a été requise, l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport d'expertise en temps utile ; </p><p>c), d), e), ea), et f) abrogés ; </p><p>g) en tout état de cause, l'assuré qui a fait connaître à l'assureur qu'il n'acquiesce pas aux propositions de règlement dont il a été saisi, s'il estime ne pas devoir cependant différer l'exécution des travaux de réparation, reçoit sur sa demande, de l'assureur, sans préjudice des décisions éventuelles de justice à intervenir sur le fond, une avance au moins égale aux trois quarts du montant de l'indemnité qui lui a été notifié selon les modalités définies en a). Cette avance, forfaitaire et non revalorisable, et à valoir sur le montant définitif de l'indemnité qui sera mise à la charge de l'assureur, est versée en une seule fois, dans un délai maximum de quinze jours courant à compter de la réception, par l'assureur, de la demande de l'assuré.</p><p>L'assuré s'engage à autoriser l'assureur à constater l'exécution des travaux de réparation des dommages ayant fait l'objet d'une avance ; </p><p>h) abrogé ; </p><p>i) si l'assuré ayant demandé le bénéfice des dispositions du paragraphe g) n'a pas reçu, dans le délai fixé au même paragraphe, les sommes représentatives de l'avance due par l'assureur, il est autorisé à engager les dépenses afférentes aux travaux de réparation qu'il entreprend, dans la limite des propositions d'indemnisation qui lui ont été précédemment notifiées. </p><p>4° L'assureur est tenu de notifier à l'assuré, pour l'information de celui-ci, la position définitive que, sur le vu du rapport complémentaire, il estime devoir prendre en ce qui concerne l'exercice du droit de subrogation ouvert à son profit par l'article <a shape='rect' href='javascript:%20documentLink('CAS53')' target='_blank'></a>L. 121-12.</p>",
            "num": "Annexe II art A243-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 983404800000,
            "dateFin": 1259366400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1227133512,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Assurances obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128172",
                        "id": "LEGISCTA000006128172",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-11-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'assurance des travaux de bâtiment",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142558",
                        "id": "LEGISCTA000006142558",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019231566",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142558",
            "sectionParentId": "LEGISCTA000006142558",
            "sectionParentTitre": "Titre IV : L'assurance des travaux de bâtiment",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre II : Assurances obligatoires &gt; Titre IV : L'assurance des travaux de bâtiment",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019231566",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-1",
                    "articleId": "LEGIARTI000006443512",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-4",
                    "articleId": "LEGIARTI000006443544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 1792-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1792-6",
                    "articleId": "LEGIARTI000006443552",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L121-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-12",
                    "articleId": "LEGIARTI000006792366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L242-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L242-1",
                    "articleId": "LEGIARTI000006795972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 283996800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019231566",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 983404800000,
                    "dateFin": 1259366400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021340460",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1259366400000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036754214",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II art A243-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}