{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006361894",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En cas d'urgence, lorsque l'atteinte, constatée et prévisible, au bon ordre, à la salubrité, à la tranquillité et à la sécurité publiques l'exige et que les moyens dont dispose le haut-commissaire ne permettent plus de poursuivre les objectifs pour lesquels il détient des pouvoirs de police, celui-ci peut, par arrêté motivé, pour toutes les communes ou plusieurs ou une seule d'entre elles, réquisitionner tout bien et service, requérir toute personne nécessaire au fonctionnement de ce service ou à l'usage de ce bien et prescrire toute mesure utile jusqu'à ce que l'atteinte à l'ordre public ait pris fin ou que les conditions de son maintien soient assurées. L'arrêté motivé fixe la nature des prestations requises, la durée de la mesure de réquisition ainsi que les modalités de son application. Le haut-commissaire peut faire exécuter d'office les mesures prescrites par l'arrêté qu'il a édicté. La rétribution par l'Etat de la personne requise ne peut se cumuler avec une rétribution par une autre personne physique ou morale. La rétribution doit uniquement compenser les frais matériels, directs et certains résultant de l'application de l'arrêté de réquisition. Dans le cas d'une réquisition adressée à une entreprise, lorsque la prestation requise est de même nature que celles habituellement fournies à la clientèle, le montant de la rétribution est calculé d'après le prix commercial normal et licite de la prestation. Dans les conditions prévues par le code de justice administrative, le président du tribunal administratif ou le magistrat qu'il délègue peut dans les quarante-huit heures de la publication ou de la notification de l'arrêté, à la demande de la personne requise, accorder une provision représentant tout ou partie de l'indemnité précitée, lorsque l'existence et la réalité de cette indemnité ne sont pas sérieusement contestables. En cas d'inexécution volontaire par la personne requise des obligations qui lui incombent en application de l'arrêté édicté par le haut-commissaire, le président du tribunal administratif ou le magistrat qu'il délègue peut, sur demande de l'autorité requérante, prononcer une astreinte dans les conditions prévues aux articles L. 911-6 à L. 911-8 du code de justice administrative. Le refus d'exécuter les mesures prescrites par l'autorité requérante constitue un délit qui est puni de six mois d'emprisonnement et de 10 000 Euros d'amende ou sa contre-valeur en monnaie locale.",
            "texteHtml": "<p></p>   En cas d'urgence, lorsque l'atteinte, constatée et prévisible, au bon ordre, à la salubrité, à la tranquillité et à la sécurité publiques l'exige et que les moyens dont dispose le haut-commissaire ne permettent plus de poursuivre les objectifs pour lesquels il détient des pouvoirs de police, celui-ci peut, par arrêté motivé, pour toutes les communes ou plusieurs ou une seule d'entre elles, réquisitionner tout bien et service, requérir toute personne nécessaire au fonctionnement de ce service ou à l'usage de ce bien et prescrire toute mesure utile jusqu'à ce que l'atteinte à l'ordre public ait pris fin ou que les conditions de son maintien soient assurées.<p></p><p></p>   L'arrêté motivé fixe la nature des prestations requises, la durée de la mesure de réquisition ainsi que les modalités de son application.<p></p><p></p>   Le haut-commissaire peut faire exécuter d'office les mesures prescrites par l'arrêté qu'il a édicté.<p></p><p></p>   La rétribution par l'Etat de la personne requise ne peut se cumuler avec une rétribution par une autre personne physique ou morale.<p></p><p></p>   La rétribution doit uniquement compenser les frais matériels, directs et certains résultant de l'application de l'arrêté de réquisition.<p></p><p></p>   Dans le cas d'une réquisition adressée à une entreprise, lorsque la prestation requise est de même nature que celles habituellement fournies à la clientèle, le montant de la rétribution est calculé d'après le prix commercial normal et licite de la prestation.<p></p><p></p>   Dans les conditions prévues par le code de justice administrative, le président du tribunal administratif ou le magistrat qu'il délègue peut dans les quarante-huit heures de la publication ou de la notification de l'arrêté, à la demande de la personne requise, accorder une provision représentant tout ou partie de l'indemnité précitée, lorsque l'existence et la réalité de cette indemnité ne sont pas sérieusement contestables.<p></p><p></p>   En cas d'inexécution volontaire par la personne requise des obligations qui lui incombent en application de l'arrêté édicté par le haut-commissaire, le président du tribunal administratif ou le magistrat qu'il délègue peut, sur demande de l'autorité requérante, prononcer une astreinte dans les conditions prévues aux articles L. 911-6 à L. 911-8 du code de justice administrative.<p></p><p></p>   Le refus d'exécuter les mesures prescrites par l'autorité requérante constitue un délit qui est puni de six mois d'emprisonnement et de 10 000 Euros d'amende ou sa contre-valeur en monnaie locale.<p></p>",
            "num": "L131-13-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1173225600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006086056",
                        "id": "LEGISCTA000006086056",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : ORGANISATION COMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115627",
                        "id": "LEGISCTA000006115627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : POLICE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134956",
                        "id": "LEGISCTA000006134956",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148806",
                        "id": "LEGISCTA000006148806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Pouvoirs du haut-commissaire en matière de police municipale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164310",
                        "id": "LEGISCTA000006164310",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Code des communes de la Nouvelle-Calédonie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070300",
                        "id": "LEGITEXT000006070300",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006361893",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164310",
            "sectionParentId": "LEGISCTA000006164310",
            "sectionParentTitre": "Section 3 : Pouvoirs du haut-commissaire en matière de police municipale",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : ORGANISATION COMMUNALE &gt; TITRE III : POLICE &gt; Chapitre Ier : Dispositions générales &gt; Section 3 : Pouvoirs du haut-commissaire en matière de police municipale",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006361894",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070300",
                    "titre": "Code des communes de la Nouvelle-Calédonie",
                    "titreLong": "Code des communes de la Nouvelle-Calédonie",
                    "etat": "VIGUEUR",
                    "dateDebut": 994291200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070300",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000215537",
                    "textTitle": "Décret 2001-579 2001-06-29",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000215537",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-07-05",
                    "dateSignaTexte": "2001-06-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000615568",
                    "textTitle": "Loi n°2007-297 du 5 mars 2007 - art. 81 () JORF 7 mars 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "81",
                    "articleId": "LEGIARTI000006494185",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-03-07",
                    "dateSignaTexte": "2007-03-05",
                    "dateDebutCible": "2007-03-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative L911-6 à L911-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978220800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006361893",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1173225600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006361894",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1173225600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L131-13-1",
                "131-13-1"
            ],
            "versionPrecedente": "LEGIARTI000006361893",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006361893",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En cas d'urgence, lorsque l'atteinte au bon ordre, à la salubrité, à la tranquillité et à la sécurité publiques l'exige et que les moyens dont dispose le haut-commissaire ne permettent plus de poursuivre les objectifs pour lesquels il détient des pouvoirs de police, celui-ci peut, par arrêté motivé, pour toutes les communes ou plusieurs ou une seule d'entre elles, réquisitionner tout bien et service, requérir toute personne nécessaire au fonctionnement de ce service ou à l'usage de ce bien et prescrire toute mesure utile jusqu'à ce que l'atteinte à l'ordre public ait pris fin. L'arrêté motivé fixe la nature des prestations requises, la durée de la mesure de réquisition ainsi que les modalités de son application. Le haut-commissaire peut faire exécuter d'office les mesures prescrites par l'arrêté qu'il a édicté. La rétribution par l'Etat de la personne requise ne peut se cumuler avec une rétribution par une autre personne physique ou morale. La rétribution doit uniquement compenser les frais matériels, directs et certains résultant de l'application de l'arrêté de réquisition. Dans le cas d'une réquisition adressée à une entreprise, lorsque la prestation requise est de même nature que celles habituellement fournies à la clientèle, le montant de la rétribution est calculé d'après le prix commercial normal et licite de la prestation. Dans les conditions prévues par le code de justice administrative, le président du tribunal administratif ou le magistrat qu'il délègue peut dans les quarante-huit heures de la publication ou de la notification de l'arrêté, à la demande de la personne requise, accorder une provision représentant tout ou partie de l'indemnité précitée, lorsque l'existence et la réalité de cette indemnité ne sont pas sérieusement contestables. En cas d'inexécution volontaire par la personne requise des obligations qui lui incombent en application de l'arrêté édicté par le haut-commissaire, le président du tribunal administratif ou le magistrat qu'il délègue peut, sur demande de l'autorité requérante, prononcer une astreinte dans les conditions prévues aux articles L. 911-6 à L. 911-8 du code de justice administrative. Le refus d'exécuter les mesures prescrites par l'autorité requérante constitue un délit qui est puni de six mois d'emprisonnement et de 10 000 Euros d'amende ou sa contre-valeur en monnaie locale.",
            "texteHtml": "<p></p>   En cas d'urgence, lorsque l'atteinte au bon ordre, à la salubrité, à la tranquillité et à la sécurité publiques l'exige et que les moyens dont dispose le haut-commissaire ne permettent plus de poursuivre les objectifs pour lesquels il détient des pouvoirs de police, celui-ci peut, par arrêté motivé, pour toutes les communes ou plusieurs ou une seule d'entre elles, réquisitionner tout bien et service, requérir toute personne nécessaire au fonctionnement de ce service ou à l'usage de ce bien et prescrire toute mesure utile jusqu'à ce que l'atteinte à l'ordre public ait pris fin.<p></p><p></p>   L'arrêté motivé fixe la nature des prestations requises, la durée de la mesure de réquisition ainsi que les modalités de son application.<p></p><p></p>   Le haut-commissaire peut faire exécuter d'office les mesures prescrites par l'arrêté qu'il a édicté.<p></p><p></p>   La rétribution par l'Etat de la personne requise ne peut se cumuler avec une rétribution par une autre personne physique ou morale.<p></p><p></p>   La rétribution doit uniquement compenser les frais matériels, directs et certains résultant de l'application de l'arrêté de réquisition.<p></p><p></p>   Dans le cas d'une réquisition adressée à une entreprise, lorsque la prestation requise est de même nature que celles habituellement fournies à la clientèle, le montant de la rétribution est calculé d'après le prix commercial normal et licite de la prestation.<p></p><p></p>   Dans les conditions prévues par le code de justice administrative, le président du tribunal administratif ou le magistrat qu'il délègue peut dans les quarante-huit heures de la publication ou de la notification de l'arrêté, à la demande de la personne requise, accorder une provision représentant tout ou partie de l'indemnité précitée, lorsque l'existence et la réalité de cette indemnité ne sont pas sérieusement contestables.<p></p><p></p>   En cas d'inexécution volontaire par la personne requise des obligations qui lui incombent en application de l'arrêté édicté par le haut-commissaire, le président du tribunal administratif ou le magistrat qu'il délègue peut, sur demande de l'autorité requérante, prononcer une astreinte dans les conditions prévues aux articles L. 911-6 à L. 911-8 du code de justice administrative.<p></p><p></p>   Le refus d'exécuter les mesures prescrites par l'autorité requérante constitue un délit qui est puni de six mois d'emprisonnement et de 10 000 Euros d'amende ou sa contre-valeur en monnaie locale.<p></p>",
            "num": "L131-13-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1048032000000,
            "dateFin": 1173225600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006086056",
                        "id": "LEGISCTA000006086056",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : ORGANISATION COMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115627",
                        "id": "LEGISCTA000006115627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : POLICE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134956",
                        "id": "LEGISCTA000006134956",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148806",
                        "id": "LEGISCTA000006148806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Pouvoirs du haut-commissaire en matière de police municipale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164310",
                        "id": "LEGISCTA000006164310",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-07-05",
                        "fin": "2999-01-01",
                        "titre": "Code des communes de la Nouvelle-Calédonie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070300",
                        "id": "LEGITEXT000006070300",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006361893",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164310",
            "sectionParentId": "LEGISCTA000006164310",
            "sectionParentTitre": "Section 3 : Pouvoirs du haut-commissaire en matière de police municipale",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : ORGANISATION COMMUNALE &gt; TITRE III : POLICE &gt; Chapitre Ier : Dispositions générales &gt; Section 3 : Pouvoirs du haut-commissaire en matière de police municipale",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006361893",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070300",
                    "titre": "Code des communes de la Nouvelle-Calédonie",
                    "titreLong": "Code des communes de la Nouvelle-Calédonie",
                    "etat": "VIGUEUR",
                    "dateDebut": 994291200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070300",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000215537",
                    "textTitle": "Décret 2001-579 2001-06-29",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000215537",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-07-05",
                    "dateSignaTexte": "2001-06-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000412199",
                    "textTitle": "Loi n°2003-239 du 18 mars 2003 - art. 122 () JORF 19 mars 2003",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "122",
                    "articleId": "LEGIARTI000006529024",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-03-19",
                    "dateSignaTexte": "2003-03-18",
                    "dateDebutCible": "2003-03-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative L911-6 à L911-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978220800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006361893",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1048032000000,
                    "dateFin": 1173225600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006361894",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1173225600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L131-13-1",
                "131-13-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}