{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019985950",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Principes régissant l'identification des itinéraires normalisés de départ et d'arrivée et des procédures correspondantes (Voir Chapitre 2, 2.11.3) Note. - Les éléments relatifs à l'établissement des itinéraires normalisés de départ et d'arrivée et des procédures correspondantes figurent dans le Manuel de planification des services de la circulation aérienne (Doc 9426 de l'OACI). 1. INDICATIFS DES ITINÉRAIRES NORMALISÉS DE DÉPART ET D'ARRIVÉE ET PROCÉDURES CORRESPONDANTES Note. - Le terme itinéraire est utilisé, dans le texte ci-après, dans le sens d'itinéraire et procédures correspondantes. 1.1 Le système d'indicatifs : a) permet l'identification de chaque itinéraire d'une manière simple et non équivoque ; b) permet d'établir une nette distinction entre : - les itinéraires de départ et les itinéraires d'arrivée ; - les itinéraires de départ ou d'arrivée et les autres routes ATS ; - les routes qui exigent une navigation par référence à des aides radio basées au sol ou à des aides autonomes de bord, et les routes qui exigent une navigation par référence à des repères visuels au sol ; c) est compatible avec les besoins ATS et les besoins des aéronefs en matière de traitement et d'affichage des données ; d) permet la plus grande concision au niveau de son application opérationnelle ; e) évite les redondances ; f) assure une possibilité de développement suffisante pour répondre à tout besoin futur sans obliger à procéder à des modifications fondamentales. 1.2 Chaque itinéraire est identifié par un indicatif en langage clair et un indicatif codé correspondant. 1.3 Dans les communications verbales, les indicatifs sont facilement associés à un itinéraire normalisé de départ ou d'arrivée et ne posent pas de difficultés de prononciation pour les pilotes et le personnel ATS. 2. COMPOSITION DES INDICATIFS 2.1 Indicatif en langage clair 2.1.1 L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée est composé : a) du mot départ ou arrivée ; suivi b) des mots à vue ; si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR), eux-mêmes suivis c) d'un indicateur de base ; lui-même suivi d) d'un indicateur de validité; lui-même suivi e) d'un indicateur d'itinéraire; au besoin. 2.1.2 L'indicateur de base est le nom ou le nom codé du point significatif auquel se termine un itinéraire normalisé de départ ou auquel commence un itinéraire normalisé d'arrivée. 2.1.3 L'indicateur de validité est composé d'un chiffre compris entre 1 et 9. 2.1.4 L'indicateur d'itinéraire est composé d'une lettre de l'alphabet. Les lettres I et O ne sont pas utilisées. 2.2 Indicatif codé L'indicatif codé d'un itinéraire normalisé de départ ou d'arrivée, aux instruments ou à vue, est composé : a) de l'indicatif codé ou du nom codé du point significatif décrit en 2.1.1 c) ; suivi b) de l'indicateur de validité mentionné en 2.1.1 d) ; lui-même suivi c) de l'indicateur d'itinéraire mentionné en 2.1.1 e); au besoin. Note. - Les limitations inhérentes à l'équipement de visualisation à bord de l'aéronef peuvent obliger à abréger l'indicateur de base s'il s'agit d'un nom codé de 5 lettres, par exemple KODAP. La manière d'abréger un indicateur est laissée à la discrétion de l'exploitant. 3. ATTRIBUTION DES INDICATIFS 3.1 Un indicatif distinct est attribué à chaque itinéraire 3.2 Afin de pouvoir établir une distinction entre 2 ou plusieurs itinéraires qui rejoignent le même point significatif (et auquel, par conséquent, le même indicateur de base est attribué), un indicateur d'itinéraire distinct, selon les dispositions de 2.1.4, est attribué à chaque itinéraire. 4. ATTRIBUTION DES INDICATEURS DE VALIDITÉ 4.1 Un indicateur de validité est attribué à chaque itinéraire afin d'identifier l'itinéraire alors en vigueur. 4.2 Le premier indicateur de validité à attribuer est le chiffre 1 (ou unité en langage clair). 4.3 Toutes les fois qu'un itinéraire est modifié, un nouvel indicateur de validité, composé du chiffre plus élevé qui suit, est attribué. Le chiffre 9 sera suivi du chiffre 1. 5. EXEMPLES D'INDICATIFS EN LANGAGE CLAIR ET D'INDICATIFS CODÉS 5.1 Exemple 1 : Itinéraire normalisé de départ aux instruments : a) Indicatif en langage clair : DÉPART BRECON UNITE b) Indicatif codé : BCN 1 5.1.1 Signification : L'indicatif identifie un itinéraire normalisé de départ aux instruments qui se termine au point significatif BRECON (indicateur de base). BRECON est une installation de radionavigation dont l'identification est BCN (indicateur de base de l'indicatif codé). L'indicateur de validité UNITE (1 dans l'indicatif codé) signifie que la version initiale de l'itinéraire est encore en vigueur ou qu'une modification est intervenue entre la précédente version NEUF (9) et la version UNITE (1) maintenant en vigueur (voir 4.3). L'absence d'un indicateur d'itinéraire (voir 2.1.4 et 3.2) signifie qu'un seul itinéraire, en l'occurrence un itinéraire de départ, a été établi par référence à BRECON. 5.2 Exemple 2 : Itinéraire normalisé d'arrivée aux instruments : a) Indicatif en langage clair : ARRIVÉE KODAP DEUX ALPHA b) Indicatif codé : KODAP 2 A 5.2.1 Signification : Cet indicatif identifie un itinéraire normalisé d'arrivée aux instruments qui commence au point significatif KODAP (indicateur de base). KODAP est un point significatif qui ne correspond pas à l'emplacement d'une installation de radionavigation et auquel est, par conséquent, attribué un nom de code de 5 lettres conformément à l'Appendice 2. L'indicateur de validité DEUX (2) signifie qu'une modification est intervenue entre la précédente version UNITE (1) et la version DEUX (2) maintenant en vigueur. L'indicateur d'itinéraire ALPHA (A) identifie un itinéraire parmi plusieurs itinéraires établis par référence à KODAP et il constitue un caractère spécifique attribué à cet itinéraire. 5.3 Exemple 3 : Itinéraire normalisé de départ à vue : a) Indicatif en langage clair : DÉPART À VUE ADOLA CINQ BRAVO b) Indicatif codé : ADOLA 5 B 5.3.1 Signification : Cet indicatif identifie un itinéraire normalisé de départ destiné aux vols VFR contrôlés qui se termine à ADOLA, point significatif auquel ne correspond pas l'emplacement d'une installation de radionavigation. L'indicateur de validité CINQ (5) signifie qu'une modification est intervenue entre la précédente version QUATRE (4) et la version CINQ (5) maintenant en vigueur. L'indicateur d'itinéraire BRAVO (B) identifie un itinéraire parmi plusieurs itinéraires établis par référence à ADOLA. 6. COMPOSITION DES INDICATIFS POUR LES PROCÉDURES D'APPROCHE MLS/RNAV 6.1 Indicatif en langage clair 6.1.1 L'indicatif en langage clair d'une procédure d'approche MLS/RNAV devrait être composé : a) du mot approche, suivi b) de MLS, lui-même suivi c) d'un indicateur de base, lui-même suivi d) d'un indicateur de validité, lui-même suivi e) d'un indicateur d'itinéraire, lui-même suivi f) de l'indicatif de la piste pour laquelle la procédure est conçue. 6.1.2 L'indicateur de base doit être le nom ou le nom codé du point significatif auquel commence la procédure d'approche. 6.1.3 L'indicateur de validité doit être composé d'un chiffre compris entre 1 et 9. 6.1.4 L'indicateur d'itinéraire doit être composé d'une lettre de l'alphabet. Les lettres I et O ne doivent pas être utilisées. 6.1.5 L'indicatif de la piste doit être conforme aux dispositions de l'Annexe 14 de l'OACI, Volume I, 5.2.2. 6.2 Indicatif codé 6.2.1 L'indicatif codé d'une procédure d'approche MLS/RNAV doit être composé : a) de MLS, suivi b) de l'indicatif codé ou du nom codé du point significatif mentionné en 6.1.1 c), lui-même suivi c) de l'indicateur de validité mentionné en 6.1.1 d), lui-même suivi d) de l'indicateur d'itinéraire mentionné en 6.1.1 e), lui-même suivi e) de l'indicatif de la piste mentionné en 6.1.1 f). 6.3 Attribution des indicatifs 6.3.1 L'attribution des indicatifs aux procédures d'approche MLS/RNAV doit être conforme aux dispositions du paragraphe 3. Des indicateurs d'itinéraire distincts doivent être attribués aux procédures qui suivent des trajectoires identiques mais dont les profils de vol sont différents. 6.3.2 La lettre de l'indicateur de route pour les procédures d'approche MLS/RNAV doit être attribuée de façon exclusive à toutes les approches à un aéroport, jusqu'à ce que toutes les lettres aient été utilisées. Ce n'est qu'à ce moment-là qu'il faut répéter la lettre. L'utilisation du même indicateur de route pour deux routes desservies par la même installation sol MLS ne doit pas être permise. 6.3.3 L'attribution de l'indicateur de validité aux procédures d'approche doit être conforme aux dispositions du paragraphe 4. 6.4 Exemple d'indicatif en langage clair et d'indicatif codé 6.4.1 Exemple : a) Indicatif en langage clair : APPROCHE MLS HAPPY UNITE ALPHA PISTE DIX-HUIT (UNITE HUIT) GAUCHE b) Indicatif codé : MLS HAPPY 1 A 18L 6.4.2 Signification : L'indicatif identifie une procédure d'approche MLS/RNAV qui commence au point significatif HAPPY (indicateur de base). HAPPY est un point significatif qui n'est pas marqué par l'implantation d'une installation de radionavigation et il lui est par conséquent attribué un nom codé de 5 lettres, conformément aux dispositions de l'Appendice 2. L'indicateur de validité UNITE (1) signifie que la version initiale de l'itinéraire est encore en vigueur ou qu'une modification est intervenue entre la précédente version NEUF (9) et la version UNITE (1) maintenant en vigueur. L'indicateur d'itinéraire ALPHA (A) identifie un itinéraire parmi plusieurs établis par référence à HAPPY et il constitue un caractère spécifique attribué à cet itinéraire. 7. EMPLOI DES INDICATIFS DANS LES COMMUNICATIONS 7.1 Dans les communications vocales, on utilise seulement l'indicatif en langage clair. Note. - Pour les besoins de l'identification des itinéraires, les mots départ, arrivée et à vue, dont il est fait mention en 2.1.1 d) et e), sont considérés comme faisant partie intégrante de l'indicatif en langage clair. 7.2 Dans les communications imprimées ou codées, on utilise seulement l'indicatif codé. 8. VISUALISATION DES ITINÉRAIRES ET DES PROCÉDURES POUR LE CONTRÔLE DE LA CIRCULATION AÉRIENNE 8.1 Une description détaillée de chaque itinéraire normalisé de départ et/ou d'arrivée/procédure d'approche en vigueur, y compris l'indicatif en langage clair et l'indicatif codé, est affichée aux postes de travail à partir desquels les itinéraires/procédures sont assignés aux aéronefs dans le cadre d'une clairance ATC, ou qui sont utilisés de toute autre manière pour la fourniture des services du contrôle de la circulation aérienne. 8.2 Autant que possible, on fournit également une représentation graphique des itinéraires/procédures.",
            "texteHtml": "<p align='center'>Principes régissant l'identification des itinéraires normalisés de départ et d'arrivée et des procédures correspondantes</p><p align='center'>(Voir Chapitre 2, 2.11.3)</p><p>Note. - Les éléments relatifs à l'établissement des itinéraires normalisés de départ et d'arrivée et des procédures correspondantes figurent dans le Manuel de planification des services de la circulation aérienne (Doc 9426 de l'OACI). </p><p>1. INDICATIFS DES ITINÉRAIRES NORMALISÉS DE DÉPART ET D'ARRIVÉE ET PROCÉDURES CORRESPONDANTES </p><p>Note. - Le terme itinéraire est utilisé, dans le texte ci-après, dans le sens d'itinéraire et procédures correspondantes. </p><p>1.1 Le système d'indicatifs : </p><p>a) permet l'identification de chaque itinéraire d'une manière simple et non équivoque ;</p><p>b) permet d'établir une nette distinction entre : </p><p>- les itinéraires de départ et les itinéraires d'arrivée ; </p><p>- les itinéraires de départ ou d'arrivée et les autres routes ATS ; </p><p>- les routes qui exigent une navigation par référence à des aides radio basées au sol ou à des aides autonomes de bord, et les routes qui exigent une navigation par référence à des repères visuels au sol ; </p><p>c) est compatible avec les besoins ATS et les besoins des aéronefs en matière de traitement et d'affichage des données ;</p><p>d) permet la plus grande concision au niveau de son application opérationnelle ;</p><p>e) évite les redondances ;</p><p>f) assure une possibilité de développement suffisante pour répondre à tout besoin futur sans obliger à procéder à des modifications fondamentales. </p><p>1.2 Chaque itinéraire est identifié par un indicatif en langage clair et un indicatif codé correspondant. </p><p>1.3 Dans les communications verbales, les indicatifs sont facilement associés à un itinéraire normalisé de départ ou d'arrivée et ne posent pas de difficultés de prononciation pour les pilotes et le personnel ATS. </p>2. COMPOSITION DES INDICATIFS <p>2.1 Indicatif en langage clair </p><p>2.1.1 L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée est composé :</p><p>a) du mot départ ou arrivée ; suivi</p><p>b) des mots à vue ; si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR), eux-mêmes suivis</p><p>c) d'un indicateur de base ; lui-même suivi </p><p>d) d'un indicateur de validité; lui-même suivi</p><p>e) d'un indicateur d'itinéraire; au besoin. </p><p>2.1.2 L'indicateur de base est le nom ou le nom codé du point significatif auquel se termine un itinéraire normalisé de départ ou auquel commence un itinéraire normalisé d'arrivée. </p><p>2.1.3 L'indicateur de validité est composé d'un chiffre compris entre 1 et 9. </p><p>2.1.4 L'indicateur d'itinéraire est composé d'une lettre de l'alphabet. Les lettres I et O ne sont pas utilisées. </p><p>2.2 Indicatif codé </p><p>L'indicatif codé d'un itinéraire normalisé de départ ou d'arrivée, aux instruments ou à vue, est composé :</p><p>a) de l'indicatif codé ou du nom codé du point significatif décrit en 2.1.1 c) ; suivi</p><p>b) de l'indicateur de validité mentionné en 2.1.1 d) ; lui-même suivi</p><p>c) de l'indicateur d'itinéraire mentionné en 2.1.1 e); au besoin. </p><p>Note. - Les limitations inhérentes à l'équipement de visualisation à bord de l'aéronef peuvent obliger à abréger l'indicateur de base s'il s'agit d'un nom codé de 5 lettres, par exemple KODAP. La manière d'abréger un indicateur est laissée à la discrétion de l'exploitant. </p><p>3. ATTRIBUTION DES INDICATIFS </p><p>3.1 Un indicatif distinct est attribué à chaque itinéraire </p><p>3.2 Afin de pouvoir établir une distinction entre 2 ou plusieurs itinéraires qui rejoignent le même point significatif (et auquel, par conséquent, le même indicateur de base est attribué), un indicateur d'itinéraire distinct, selon les dispositions de 2.1.4, est attribué à chaque itinéraire. </p><p>4. ATTRIBUTION DES INDICATEURS DE VALIDITÉ </p><p>4.1 Un indicateur de validité est attribué à chaque itinéraire afin d'identifier l'itinéraire alors en vigueur. </p><p>4.2 Le premier indicateur de validité à attribuer est le chiffre 1 (ou unité en langage clair). </p><p>4.3 Toutes les fois qu'un itinéraire est modifié, un nouvel indicateur de validité, composé du chiffre plus élevé qui suit, est attribué. Le chiffre 9 sera suivi du chiffre 1. </p><p>5. EXEMPLES D'INDICATIFS EN LANGAGE CLAIR ET D'INDICATIFS CODÉS </p><p>5.1 Exemple 1 : Itinéraire normalisé de départ aux instruments : </p><p>a) Indicatif en langage clair : DÉPART BRECON UNITE</p><p>b) Indicatif codé : BCN 1</p><p>5.1.1 Signification :</p><p>L'indicatif identifie un itinéraire normalisé de départ aux instruments qui se termine au point significatif BRECON (indicateur de base). BRECON est une installation de radionavigation dont l'identification est BCN (indicateur de base de l'indicatif codé). L'indicateur de validité UNITE (1 dans l'indicatif codé) signifie que la version initiale de l'itinéraire est encore en vigueur ou qu'une modification est intervenue entre la précédente version NEUF (9) et la version UNITE (1) maintenant en vigueur (voir 4.3). L'absence d'un indicateur d'itinéraire (voir 2.1.4 et 3.2) signifie qu'un seul itinéraire, en l'occurrence un itinéraire de départ, a été établi par référence à BRECON. </p><p>5.2 Exemple 2 : Itinéraire normalisé d'arrivée aux instruments :</p><p>a) Indicatif en langage clair : ARRIVÉE KODAP DEUX ALPHA</p><p>b) Indicatif codé : KODAP 2 A </p>5.2.1 Signification :<br/><p>Cet indicatif identifie un itinéraire normalisé d'arrivée aux instruments qui commence au point significatif KODAP (indicateur de base). KODAP est un point significatif qui ne correspond pas à l'emplacement d'une installation de radionavigation et auquel est, par conséquent, attribué un nom de code de 5 lettres conformément à l'Appendice 2. L'indicateur de validité DEUX (2) signifie qu'une modification est intervenue entre la précédente version UNITE (1) et la version DEUX (2) maintenant en vigueur. L'indicateur d'itinéraire ALPHA (A) identifie un itinéraire parmi plusieurs itinéraires établis par référence à KODAP et il constitue un caractère spécifique attribué à cet itinéraire. </p><p>5.3 Exemple 3 : Itinéraire normalisé de départ à vue :</p><p>a) Indicatif en langage clair : DÉPART À VUE ADOLA CINQ BRAVO</p><p>b) Indicatif codé : ADOLA 5 B</p><p>5.3.1 Signification :</p><p>Cet indicatif identifie un itinéraire normalisé de départ destiné aux vols VFR contrôlés qui se termine à ADOLA, point significatif auquel ne correspond pas l'emplacement d'une installation de radionavigation. L'indicateur de validité CINQ (5) signifie qu'une modification est intervenue entre la précédente version QUATRE (4) et la version CINQ (5) maintenant en vigueur. L'indicateur d'itinéraire BRAVO (B) identifie un itinéraire parmi plusieurs itinéraires établis par référence à ADOLA. </p><p>6. COMPOSITION DES INDICATIFS POUR LES PROCÉDURES D'APPROCHE MLS/RNAV </p><p>6.1 Indicatif en langage clair</p><p>6.1.1 L'indicatif en langage clair d'une procédure d'approche MLS/RNAV devrait être composé :</p><p>a) du mot approche, suivi</p><p>b) de MLS, lui-même suivi</p><p>c) d'un indicateur de base, lui-même suivi</p><p>d) d'un indicateur de validité, lui-même suivi </p><p>e) d'un indicateur d'itinéraire, lui-même suivi</p><p>f) de l'indicatif de la piste pour laquelle la procédure est conçue. </p><p>6.1.2 L'indicateur de base doit être le nom ou le nom codé du point significatif auquel commence la procédure d'approche. </p><p>6.1.3 L'indicateur de validité doit être composé d'un chiffre compris entre 1 et 9. </p><p>6.1.4 L'indicateur d'itinéraire doit être composé d'une lettre de l'alphabet. Les lettres I et O ne doivent pas être utilisées. </p><p>6.1.5 L'indicatif de la piste doit être conforme aux dispositions de l'Annexe 14 de l'OACI, Volume I, 5.2.2. </p><p>6.2 Indicatif codé </p><p>6.2.1 L'indicatif codé d'une procédure d'approche MLS/RNAV doit être composé :</p><p>a) de MLS, suivi</p><p>b) de l'indicatif codé ou du nom codé du point significatif mentionné en 6.1.1 c), lui-même suivi</p><p>c) de l'indicateur de validité mentionné en 6.1.1 d), lui-même suivi </p><p>d) de l'indicateur d'itinéraire mentionné en 6.1.1 e), lui-même suivi</p><p>e) de l'indicatif de la piste mentionné en 6.1.1 f). </p><p>6.3 Attribution des indicatifs</p><p>6.3.1 L'attribution des indicatifs aux procédures d'approche MLS/RNAV doit être conforme aux dispositions du paragraphe 3. Des indicateurs d'itinéraire distincts doivent être attribués aux procédures qui suivent des trajectoires identiques mais dont les profils de vol sont différents. </p><p>6.3.2 La lettre de l'indicateur de route pour les procédures d'approche MLS/RNAV doit être attribuée de façon exclusive à toutes les approches à un aéroport, jusqu'à ce que toutes les lettres aient été utilisées. Ce n'est qu'à ce moment-là qu'il faut répéter la lettre. L'utilisation du même indicateur de route pour deux routes desservies par la même installation sol MLS ne doit pas être permise. </p><p>6.3.3 L'attribution de l'indicateur de validité aux procédures d'approche doit être conforme aux dispositions du paragraphe 4. </p><p>6.4 Exemple d'indicatif en langage clair et d'indicatif codé </p><p>6.4.1 Exemple :</p><p>a) Indicatif en langage clair : APPROCHE MLS HAPPY UNITE ALPHA PISTE DIX-HUIT (UNITE HUIT) GAUCHE</p><p>b) Indicatif codé : MLS HAPPY 1 A 18L</p><p>6.4.2 Signification : L'indicatif identifie une procédure d'approche MLS/RNAV qui commence au point significatif HAPPY (indicateur de base). HAPPY est un point significatif qui n'est pas marqué par l'implantation d'une installation de radionavigation et il lui est par conséquent attribué un nom codé de 5 lettres, conformément aux dispositions de l'Appendice 2. L'indicateur de validité UNITE (1) signifie que la version initiale de l'itinéraire est encore en vigueur ou qu'une modification est intervenue entre la précédente version NEUF (9) et la version UNITE (1) maintenant en vigueur. L'indicateur d'itinéraire ALPHA (A) identifie un itinéraire parmi plusieurs établis par référence à HAPPY et il constitue un caractère spécifique attribué à cet itinéraire. </p><p>7. EMPLOI DES INDICATIFS DANS LES COMMUNICATIONS </p><p>7.1 Dans les communications vocales, on utilise seulement l'indicatif en langage clair. </p><p>Note. - Pour les besoins de l'identification des itinéraires, les mots départ, arrivée et à vue, dont il est fait mention en 2.1.1 d) et e), sont considérés comme faisant partie intégrante de l'indicatif en langage clair. </p><p>7.2 Dans les communications imprimées ou codées, on utilise seulement l'indicatif codé. </p><p>8. VISUALISATION DES ITINÉRAIRES ET DES PROCÉDURES POUR LE CONTRÔLE DE LA CIRCULATION AÉRIENNE </p><p>8.1 Une description détaillée de chaque itinéraire normalisé de départ et/ou d'arrivée/procédure d'approche en vigueur, y compris l'indicatif en langage clair et l'indicatif codé, est affichée aux postes de travail à partir desquels les itinéraires/procédures sont assignés aux aéronefs dans le cadre d'une clairance ATC, ou qui sont utilisés de toute autre manière pour la fourniture des services du contrôle de la circulation aérienne. </p><p>8.2 Autant que possible, on fournit également une représentation graphique des itinéraires/procédures.</p>",
            "num": "Annexe II : Appendice 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1146700800000,
            "dateFin": 1698796800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1887436796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2023-11-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906322",
                        "id": "LEGISCTA000019906322",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "SERVICES DE LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906323",
                        "id": "LEGISCTA000019906323",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019985950",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019906323",
            "sectionParentId": "LEGISCTA000019906323",
            "sectionParentTitre": "SERVICES DE LA CIRCULATION AERIENNE",
            "fullSectionsTitre": null,
            "refInjection": "MD-20231103_195351_782_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000019985950",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814781",
                    "textTitle": "Arrêté du 3 mars 2006 - art. 1, v. init.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001108503",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-05-03",
                    "dateSignaTexte": "2006-03-03",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000048313483",
                    "textTitle": "Décret n°2023-1008 du 31 octobre 2023 - art. 5 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048316697",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-01",
                    "dateSignaTexte": "2023-10-31",
                    "dateDebutCible": "2023-11-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019985950",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II : Appendice 3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}