{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048874825",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux obligations du commissaire aux comptes en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP 9605. OBLIGATIONS DU COMMISSAIRE AUX COMPTES EN MATIÈRE DE LUTTE CONTRE LE BLANCHIMENT DES CAPITAUX ET LE FINANCEMENT DU TERRORISME Introduction 1. En application de l'article L. 561-2 12° bis du code monétaire et financier, les commissaires aux comptes mettent en œuvre les obligations relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme définies aux sections 2 à 9 du chapitre Ier du titre VI du livre V du code monétaire et financier. 2. La structure d'exercice du commissariat aux comptes, qu'elle soit en nom propre ou sous forme de société, met en place une organisation, des procédures et des mesures de contrôle interne en matière de lutte contre le blanchiment des capitaux et de financement du terrorisme en application des dispositions de la section 6 du chapitre Ier du titre VI du livre V du code monétaire et financier. Elle définit et met en place des dispositifs d'identification et d'évaluation des risques de blanchiment des capitaux et de financement du terrorisme auxquels elle est exposée, ainsi qu ‘ une politique adaptée à ces risques, en application de l'article L. 561-4-1 du code monétaire et financier. Elle élabore notamment une classification des risques. Celle-ci s'opère au moins selon les quatre critères suivants : -les caractéristiques des clients ou des clients occasionnels ; -l'activité des clients ou des clients occasionnels ; -la localisation des clients ou des clients occasionnels et la localisation de leurs activités ; -les missions ou prestations proposées par la structure d'exercice du commissariat aux comptes. Cette classification a pour objectif de contribuer à la détermination du niveau de vigilance que le commissaire aux comptes devra exercer avant d'accepter la relation d'affaires avec un client ou de fournir une prestation à un client occasionnel et également tout au long de la relation d'affaires ou de l'exécution de la prestation. 3. La présente norme a pour objet de définir les principes relatifs à la mise en œuvre des dispositions en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme qui concernent : -la vigilance avant d'accepter la relation d'affaires avec un client ; -la vigilance au cours de la relation d'affaires ; -la vigilance avant d'accepter de fournir une prestation à un client occasionnel ; -la déclaration à TRACFIN ; -la conservation des documents. Elle définit, en outre, les liens éventuels entre la déclaration à TRACFIN et la révélation des faits délictueux au procureur de la République. Elle n'a pas pour objet de définir les principes relatifs à la mise en œuvre par la structure d'exercice du commissariat aux comptes des dispositions visées au paragraphe 2 de la présente norme. 4. Cette norme s'applique à tout commissaire aux comptes intervenant ès qualités de commissaire aux comptes, quelle que soit la mission qu'il met en œuvre ou la prestation qu'il fournit pour un client dans le cadre d'une relation d'affaires ou pour un client occasionnel, qu'il réalise ou non la mission de contrôle légal de la personne ou de l'entité pour laquelle il intervient, qu'il exerce en nom propre ou au sein d'une société. L'intervention ès qualités de commissaire aux comptes résulte : -des dispositions légales et réglementaires sur le fondement desquelles la mission ou la prestation est mise en œuvre ; -de la mention de la qualité de commissaire aux comptes dans les documents de restitution de la mission ou de la prestation ; -ou encore de la référence, dans ces documents, à l'application des normes relatives à l'exercice professionnel des commissaires aux comptes ou de la doctrine professionnelle élaborée par la Compagnie nationale des commissaires aux comptes. Elle peut en outre résulter d'un faisceau d'indices parmi lesquels l'utilisation d'un papier à en-tête d'une structure ayant pour objet l'exercice du commissariat aux comptes. Définitions 5. Bénéficiaire effectif : Le bénéficiaire effectif désigne la ou les personnes physiques, soit qui contrôlent en dernier lieu, directement ou indirectement, le client ou le client occasionnel, soit pour laquelle une opération est exécutée ou une activité exercée. Les articles R. 561-1 à R. 561-3-0 du code monétaire et financier définissent ce qu'on entend par bénéficiaire effectif lorsque le client ou le client occasionnel est une société, un placement collectif, une personne morale autre qu'une société ou un placement collectif, ou lorsqu'il intervient dans le cadre d'une fiducie ou d'un dispositif juridique comparable de droit étranger. Les articles R. 561-1 à R. 561-3 du code monétaire et financier précisent qui est le bénéficiaire effectif lorsqu'une personne physique n'a pu être identifiée selon les critères prévus et qu'il n'y a pas de soupçon de blanchiment de capitaux ou de financement du terrorisme à l'encontre du client. 6. Client : Le client désigne la personne ou l'entité avec laquelle un commissaire aux comptes noue une relation d'affaires au sens du paragraphe 10 de la présente norme. 7. Client occasionnel : Le client occasionnel désigne la personne ou l'entité à laquelle un commissaire aux comptes fournit une prestation visée au paragraphe 11 de la présente norme sans qu'une relation d'affaires soit nouée. 8. Mission : Conformément au III de l'article L. 821-2 du code de commerce, le terme mission recouvre : -la mission de contrôle légal et, le cas échéant, les autres missions confiées par la loi ou le règlement au commissaire aux comptes qui exerce la mission de contrôle légal de la personne ou de l'entité ; et -les autres missions légales ou réglementaires réalisées par un commissaire aux comptes pour une personne ou une entité pour laquelle il n'exerce pas la mission de contrôle légal. Il peut s'agir, par exemple, d'une mission de commissariat aux apports, à la fusion ou à la transformation. 9. Personne exposée : Une personne exposée désigne une personne physique qui est exposée à des risques particuliers en raison des fonctions politiques, juridictionnelles ou administratives : -qu'elle exerce ou a cessé d'exercer depuis moins d'un an ; ou -qu'exercent ou ont cessé d'exercer depuis moins d'un an des membres directs de sa famille ou des personnes connues pour lui être étroitement associées. L'article R. 561-18 du code monétaire et financier définit ces fonctions et ces personnes. 10. Relation d'affaires : Une relation d'affaires est une relation professionnelle nouée avec un client pour réaliser : -des missions visées au paragraphe 8 de la présente norme ; ou -des prestations qu'un commissaire aux comptes fournit à la personne ou à l'entité pour laquelle il exerce la mission de contrôle légal ; ou -des prestations qu'un commissaire aux comptes fournit de manière régulière à une personne ou une entité pour laquelle il n'exerce pas la mission de contrôle légal. Il peut s'agir par exemple d'attester tous les mois d'un élément de comptes à la demande du client pour les besoins d'un tiers. 11. Prestation : Conformément au IV de l'article L. 821-2 du code de commerce, le terme prestation recouvre les services et attestations qui ne sont pas des missions visées au paragraphe 8 de la présente norme, qu'un commissaire aux comptes fournit à une personne ou une entité pour laquelle il exerce ou non la mission de contrôle légal. Il peut s'agir par exemple d'un audit financier contractuel ou encore d'une revue de conformité à un référentiel. Obligations de vigilance avant d'accepter la relation d'affaires 12. Avant d'accepter la relation d'affaires, le commissaire aux comptes : -identifie le client et vérifie les éléments d'identification du client ; -identifie, le cas échéant, le bénéficiaire effectif et vérifie les éléments d'identification du bénéficiaire effectif ; -recueille et analyse tout autre élément d'information nécessaire à la connaissance du client ainsi que de l'objet et de la nature de la mission autre que le contrôle légal ou de la prestation envisagée. 13. Lorsque le commissaire aux comptes n'est pas en mesure de satisfaire à l'une des obligations prévues au paragraphe 12 de la présente norme, il n'accepte pas la relation d'affaires. En outre, s'il se trouve dans les conditions prévues au paragraphe 60 de la présente norme, il procède à la déclaration à TRACFIN. 14. Le commissaire aux comptes n'est pas soumis aux dispositions du paragraphe 13 de la présente norme lorsque sa prestation se rattache à une procédure juridictionnelle, y compris dans le cadre de conseils relatifs à la manière d'engager ou d'éviter une telle procédure, et lorsqu'il donne des consultations juridiques. Mesures de vigilance Identification du client et vérification des éléments d'identification du client Client personne physique 15. Lorsque le client est une personne physique, le commissaire aux comptes l'identifie par le recueil de ses nom et prénoms, ainsi que de ses date et lieu de naissance. 16. Lorsque le client est physiquement présent, le commissaire aux comptes vérifie ses éléments d'identification par la présentation de l'original d'un document officiel en cours de validité comportant sa photographie et par la prise d'une copie de ce document. Note de référence : jusqu'au 1er janvier 2021 la prise d'une copie du document peut être remplacée par la collecte des mentions suivantes : les nom, prénoms, date et lieu de naissance de la personne, ainsi que la nature, les date et lieu de délivrance du document qui les stipule et les nom et qualité de l'autorité ou de la personne qui a délivré le document et, le cas échéant, l'a authentifié. Le commissaire aux comptes peut également vérifier les éléments d'identification du client personne physique en recourant à un moyen d'identification électronique prévu par le code monétaire et financier, que le client soit ou non physiquement présent. 17. S'il ne peut mettre en œuvre les dispositions du paragraphe 16, le commissaire aux comptes vérifie les éléments d'identification en appliquant au moins deux mesures parmi celles prévues à l'article R. 561-5-2 du code monétaire et financier. Ces mesures peuvent par exemple consister à obtenir une copie de la carte d'identité ou du passeport et une certification conforme de ce document par un tiers indépendant habilité. 18. Le commissaire aux comptes demande au client personne physique s'il est une personne exposée. Si, en fonction des éléments qu'il a pu collecter, de sa connaissance du client, de ses activités et de son environnement, l'information obtenue lui parait manifestement incohérente, il investigue et s'entretient avec le client. S'il conclut que le client est une personne exposée, le commissaire aux comptes applique les mesures de vigilance complémentaires décrites au paragraphe 33 de la présente norme. Client personne morale 19. Lorsque le client est une personne morale, le commissaire aux comptes l'identifie par le recueil de sa forme juridique, de sa dénomination, de son numéro d'immatriculation ainsi que de l'adresse de son siège social et de celle du lieu de direction effective de l'activité, si celle-ci est différente de l'adresse du siège social. 20. Lorsque le représentant dûment habilité de la personne morale est présent, le commissaire aux comptes vérifie les éléments d'identification de cette dernière selon l'une des modalités suivantes : -par la communication de l'original ou de la copie de tout acte ou extrait de registre officiel datant de moins de trois mois ou extrait du Journal officiel qui mentionne sa dénomination, sa forme juridique, l'adresse de son siège social et l'identité de ses associés tenus indéfiniment ou tenus indéfiniment et solidairement des dettes sociales et dirigeants sociaux, mentionnés aux 1° et 2° de l'article R. 123-54 du code de commerce, de ses représentants légaux ou leurs équivalents en droit étranger ; -en obtenant une copie certifiée de l'acte mentionné au précédent alinéa, directement via les greffes des tribunaux de commerce ou un document équivalent en droit étranger. Le commissaire aux comptes peut également vérifier les éléments d'identification du client en recourant à un moyen d'identification électronique prévu par le code monétaire et financier, que le représentant de la personne morale soit ou non physiquement présent. 21. S'il ne peut mettre en œuvre les dispositions du paragraphe 20, le commissaire aux comptes vérifie les éléments d'identification du client en appliquant au moins deux mesures parmi celles prévues à l'article R. 561-5-2 du code monétaire et financier. Celles-ci peuvent consister à obtenir une copie des statuts certifiée conforme par le représentant légal et à demander un extrait K bis directement au greffe du tribunal de commerce ou un extrait du répertoire national des associations directement auprès de la préfecture ou de la sous-préfecture du siège de l'association concernée et, à Paris, auprès de la préfecture de police. Fiducie 22. Lorsque le commissaire aux comptes exerce la mission légale de contrôle de la comptabilité autonome d'une fiducie ou lorsqu'il effectue pour les constituants, les fiduciaires, les bénéficiaires et, le cas échéant le tiers au sens de l'article 2017 du code civil, une prestation en lien avec la fiducie ou un dispositif juridique comparable de droit étranger, il identifie les constituants, les fiduciaires, les bénéficiaires et, le cas échéant le tiers au sens de l'article 2017 du code civil, ou leurs équivalents pour tout autre dispositif juridique comparable relevant d'un droit étranger, par le recueil des éléments précisés à l'article R. 561-5 3° du code monétaire et financier prévus pour les clients personnes physiques ou morales, selon le cas. Le commissaire aux comptes recueille en outre selon le mode de constitution du dispositif, la copie du contrat de fiducie, l'extrait du Journal officiel de la loi établissant la fiducie ou tout document ou acte équivalent afférent à un dispositif juridique équivalent en droit étranger. 23. Il vérifie les éléments d'identification des constituants, des fiduciaires, des bénéficiaires et, le cas échéant, du tiers au sens de l'article 2017 du code civil de la fiducie ou du dispositif juridique comparable de droit étranger, selon les modalités prévues à l'article R. 561-5-1 5° du code monétaire et financier. Placement collectif non doté de la personnalité morale 24. Lorsque le client est un placement collectif non doté de la personnalité morale, le commissaire aux comptes l'identifie par le recueil de sa dénomination, de sa forme juridique, de son numéro d'agrément, de son numéro international d'identification des valeurs mobilières, ainsi que de la dénomination, de l'adresse et du numéro d'agrément de la société de gestion qui le gère. Lorsqu'il existe un soupçon de blanchiment des capitaux ou de financement du terrorisme, il vérifie ces éléments d'identification selon l'une des modalités prévues à l'article R. 561-5-1 du code monétaire et financier. Lorsque les mesures prévues aux 1° à 4° de l'article R. 561-5-1 du code monétaire et financier ne peuvent pas être mises en œuvre, le commissaire aux comptes vérifie les éléments d'identification du client en appliquant au moins deux mesures parmi celles prévues à l'article R. 561-5-2 du code monétaire et financier. Personnes agissant pour le compte du client 25. En dehors des situations où les textes légaux et réglementaires définissent l'organe ou la personne habilité à confier la mission au commissaire aux comptes, ce dernier identifie également les personnes agissant pour le compte du client et vérifie leurs éléments d'identification selon les mêmes modalités que pour le client. Il vérifie aussi leurs pouvoirs. Identification du bénéficiaire effectif et vérification des éléments d'identification du bénéficiaire effectif 26. L'identification du bénéficiaire effectif requiert de collecter ses nom et prénoms ainsi que ses date et lieu de naissance. Pour ce faire, le commissaire aux comptes demande à la personne ou à l'entité ces éléments d'identification. 27. Le commissaire aux comptes vérifie les éléments d'identification du bénéficiaire effectif. Pour ce faire, et lorsque le client est une personne ou entité tenue de déclarer au registre du commerce et des sociétés les informations relatives au bénéficiaire effectif conformément à l'article L. 561-46 du code monétaire et financier, le commissaire aux comptes recueille directement lesdites informations contenues dans le registre auprès de l'INPI. Lorsque le commissaire aux comptes réalise une mission légale de contrôle de la comptabilité autonome d'une fiducie, ou lorsqu'il fournit une prestation en lien avec une fiducie ou un trust pour les constituants, les fiduciaires, les bénéficiaires et, le cas échéant le tiers au sens de l'article 2017 du code civil, le commissaire aux comptes recueille les informations sur le bénéficiaire effectif contenues dans le registre des fiducies ou des trusts. Dans les autres cas, le commissaire aux comptes vérifie les éléments d'identification du bénéficiaire effectif sur présentation d'un document écrit à caractère probant. A ce titre, il peut demander une copie d'un document officiel en cours de validité comportant sa photographie, mentionnant ses nom et prénoms ainsi que ses date et lieu de naissance. Il peut s'agir par exemple de la copie de la carte d'identité ou du passeport. 28. Si, en fonction des éléments qu'il a pu collecter, de sa connaissance de l'entité, de ses activités et de son environnement, l'information obtenue lui parait manifestement incohérente, notamment au regard de la définition du bénéficiaire effectif visée au paragraphe 5 de la présente norme, il investigue et s'entretient avec le représentant légal. 29. Le commissaire aux comptes signale au greffier du tribunal de commerce ou, pour les fiducies ou trusts, à la direction générale des finances publiques, toute divergence qu'il constate entre les informations inscrites dans les registres précités et les informations sur le bénéficiaire effectif dont il dispose, y compris l'absence d'enregistrement de ces informations. 30. Le commissaire aux comptes demande au représentant légal de s'enquérir auprès du bénéficiaire effectif s'il est une personne exposée. Si, en fonction des éléments qu'il a pu collecter, de sa connaissance de la personne ou de l'entité, de ses activités et de son environnement, l'information obtenue lui parait manifestement incohérente, il investigue et s'entretient avec le représentant légal. S'il conclut que le bénéficiaire effectif est une personne exposée, le commissaire aux comptes applique les mesures de vigilance complémentaires décrites au paragraphe 33 de la présente norme. 31. Le commissaire aux comptes n'a pas l'obligation d'identifier le bénéficiaire effectif lorsque le client est une société dont les titres sont admis à la négociation sur un marché réglementé en France, dans un autre Etat membre de l'Union européenne, dans un autre Etat partie à l'accord sur l'Espace économique européen ou qui est soumise à des obligations de publicité conformes au droit de l'Union ou qui est soumise à des normes internationales équivalentes garantissant une transparence adéquate des informations relatives à la propriété du capital. Recueil des autres éléments d'information nécessaires 32. Le commissaire aux comptes recueille et analyse tout autre élément d'information complémentaire nécessaire à la connaissance : -de l'objet et de la nature de la mission autre que le contrôle légal ou de la prestation envisagée ; -du client. Ces éléments sont : -pour les personnes physiques les activités professionnelles actuellement exercées ; -pour les autres personnes ou entités leur activité économique et leur situation financière ; -pour les fiducies ou les dispositifs juridiques comparables relevant du droit étranger la répartition des droits sur le capital ou sur les bénéfices. Pour ce faire, le commissaire aux comptes fait usage de son jugement professionnel. Mesures de vigilance complémentaires dans certains cas particuliers Personne exposée 33. Lorsque le bénéficiaire effectif ou le client est une personne physique exposée, la décision de nouer la relation d'affaires avec le client est prise par un membre de l'organe exécutif de la structure d'exercice du commissariat aux comptes ou toute personne habilitée à cet effet par l'organe exécutif. Toutefois, lorsque la relation d'affaires est nouée avec une personne mentionnée aux 1° à 6° bis de l'article L. 561-2 du code monétaire et financier ou une autorité publique ou un organisme public, tel que visé au paragraphe 38 de la présente norme, et à condition qu'il n'existe pas de soupçon de blanchiment des capitaux ou de financement du terrorisme, le commissaire aux comptes peut ne pas mettre en œuvre cette mesure. Personne physique ou morale domiciliée, enregistrée ou établie dans un Etat ou territoire figurant sur les listes du Gafi ou de la Commission européenne 34. Lorsque le commissaire aux comptes réalise une mission ou une prestation pour une personne physique ou morale domiciliée, enregistrée ou établie dans un Etat ou un territoire figurant sur les listes publiées par le Groupe d'action financière parmi ceux dont la législation ou les pratiques font obstacle à la lutte contre le blanchiment des capitaux et le financement du terrorisme ou par la Commission européenne en application de l'article 9 de la directive (UE) 2015/849 du 20 mai 2015 relative à la prévention de l'utilisation du système financier aux fins du blanchiment de capitaux ou du financement du terrorisme, il met en œuvre les mesures de vigilance complémentaires prévues par l'article R. 561-20-4 du code monétaire et financier. Mesures de vigilance simplifiées Vérification des éléments d'identification du client et du bénéficiaire effectif 35. La vérification des éléments d'identification du client et, le cas échéant, du bénéficiaire effectif, peut être différée au plus tard jusqu'à la signature de la lettre de mission lorsque les conditions suivantes sont réunies : -le commissaire aux comptes envisage de fournir des prestations de manière régulière à une personne ou à une entité pour laquelle il n'exerce pas la mission de contrôle légal ; -le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires lui paraît faible ; -cela est nécessaire pour ne pas interrompre l'exercice normal de la prestation. 36. Lorsque le commissaire aux comptes s'aperçoit avant d'émettre la lettre de mission qu'il n'est pas en mesure de vérifier les éléments d'identification du client et, le cas échéant, du bénéficiaire effectif, il met un terme à la relation d'affaires et, s'il se trouve dans les conditions prévues au paragraphe 60 de la présente norme, procède à la déclaration à TRACFIN. 37. Le commissaire aux comptes n'est pas soumis aux dispositions du paragraphe 36 de la présente norme lorsque sa mission ou sa prestation se rattache à une procédure juridictionnelle, y compris dans le cadre de conseils relatifs à la manière d'engager ou d'éviter une telle procédure, et lorsqu'il donne des consultations juridiques. 38. Le commissaire aux comptes n'a pas l'obligation de vérifier les éléments d'identification du client et du bénéficiaire effectif lorsque : -il n'a pas de soupçon de blanchiment des capitaux ou de financement du terrorisme ; et -le client est : -une personne mentionnée aux 1° à 6° bis de l'article L. 561-2 du code monétaire et financier établie en France, dans un autre Etat membre de l'Union européenne, dans un Etat partie à l'accord sur l'Espace économique européen ; ou -une société dont les titres sont admis à la négociation sur un marché réglementé en France, dans un autre Etat membre de l'Union européenne, dans un autre Etat partie à l'accord sur l'Espace économique européen ou qui est soumise à des obligations de publicité conformes au droit de l'Union ou qui est soumise à des normes internationales équivalentes garantissant une transparence adéquate des informations relatives à la propriété du capital. Par ailleurs, comme précisé au paragraphe 31 de la présente norme, il n'a pas l'obligation d'identifier le bénéficiaire effectif ; ou -une autorité publique ou un organisme public, désigné comme tel en vertu du traité sur l'Union européenne, des traités instituant les Communautés, du droit dérivé de l'Union européenne, du droit public d'un Etat membre de l'Union européenne ou de tout autre engagement international de la France, et qui satisfait aux trois critères suivants : a) son identité est accessible au public, transparente et certaine ; b) ses activités, ainsi que ses pratiques comptables, sont transparentes ; c) il est soit responsable devant une institution de l'Union européenne ou devant les autorités d'un Etat membre, soit soumis à des procédures appropriées de contrôle de ses activités. Recueil des autres éléments d'information nécessaires 39. Lorsque le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires paraît faible au commissaire aux comptes, le recueil de tout autre élément d'information complémentaire, tel que prévu au paragraphe 32 de la présente norme, peut être simplifié en adaptant l'étendue des moyens mis en œuvre, la quantité d'informations collectées et la qualité des sources d'information utilisées. 40. Lorsque le client est l'une des personnes visées au paragraphe 38 de la présente norme et qu'il n'y a pas de soupçon de blanchiment des capitaux ou de financement du terrorisme, le commissaire aux comptes n'a pas l'obligation de recueillir ces informations. Mesures de vigilance renforcées 41. Lorsqu'au vu de la classification des risques et, le cas échéant, des premiers éléments collectés, le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires lui paraît élevé, le commissaire aux comptes renforce les mesures de vigilance mises en œuvre sur le client, le bénéficiaire effectif et les autres éléments d'information nécessaires. Il peut notamment : -concernant l'identification et la vérification des éléments d'identification du client : -demander un justificatif du domicile actuel du client personne physique ; -obtenir les statuts du client ; -solliciter directement des documents auprès de tiers, par exemple obtenir un extrait K bis directement auprès du greffe du tribunal de commerce ou un extrait du répertoire national des associations directement auprès de la préfecture ou de la sous-préfecture du siège de l'association concernée et, à Paris, auprès de la préfecture de police ; -concernant l'identification et la vérification des éléments d'identification du bénéficiaire effectif : -effectuer des recherches sur internet ou s'enquérir des activités professionnelles que le bénéficiaire effectif exerce actuellement ; -lorsque le client est une personne ou entité tenue de déclarer au registre du commerce et des sociétés les informations relatives au bénéficiaire effectif conformément à l'article L. 561-46 du code monétaire et financier, demander une copie d'un document officiel en cours de validité comportant la photographie du bénéficiaire effectif en plus du recueil des informations contenues dans les registres mentionnés au paragraphe 27 de la présente norme ; -concernant les autres éléments d'information nécessaires à la connaissance du client, adapter la nature et l'étendue des informations collectées et des analyses menées ; -demander à consulter des documents originaux ou obtenir des copies certifiées conformes lorsque les originaux ne sont pas accessibles directement, par exemple lorsqu'ils sont détenus à l'étranger. Obligations de vigilance au cours de la relation d'affaires Mesures de vigilance sur les opérations que le commissaire aux comptes examine pour les besoins de ses missions ou prestations Mesures de vigilance 42. Pendant toute la relation d'affaires, le commissaire aux comptes exerce une vigilance constante sans avoir à réaliser d'investigations spécifiques ayant pour objectif de rechercher des opérations susceptibles de comporter un risque de blanchiment des capitaux ou de financement du terrorisme. Il procède à un examen attentif des opérations, objet des contrôles qu'il met en œuvre pour les besoins de la mission ou de la prestation fournie, en veillant à ce qu'elles soient cohérentes avec les activités professionnelles du client ou de la personne ou entité dont des opérations font l'objet des contrôles. Selon son appréciation du risque de blanchiment des capitaux ou de financement du terrorisme présenté par certaines de ces opérations, il s'enquiert de l'origine et de la destination des fonds concernés par ces opérations. 43. Lorsqu'il a connaissance d'une opération qu'il estime particulièrement complexe ou d'un montant inhabituellement élevé ou ne paraissant pas avoir de justification économique ou d'objet licite, il se renseigne sur l'origine et la destination des fonds concernés par l'opération ainsi que sur l'objet de l'opération et l'identité de la personne qui en bénéficie. 44. Le commissaire aux comptes exerce son jugement professionnel quant à la cohérence des informations collectées au regard de sa connaissance du client ou de la personne ou entité dont des opérations font l'objet des contrôles. Mesures de vigilance simplifiées 45. Lorsque le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires parait faible au commissaire aux comptes, les mesures de vigilance peuvent être simplifiées en adaptant la fréquence de mise en œuvre, l'étendue des moyens mis en œuvre, la quantité d'informations collectées et la qualité des sources d'information utilisées. Mesures de vigilance renforcées 46. Lorsque le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires paraît élevé au commissaire aux comptes, ou lorsque le bénéficiaire effectif ou le client, personne physique, est une personne exposée, il applique, en sus des mesures prévues aux paragraphes 42 à 44 de la présente norme, des mesures de vigilance renforcées sur des opérations sélectionnées selon son jugement professionnel parmi celles objet des contrôles qu'il met en œuvre pour les besoins de la mission ou de la prestation. Ces mesures de vigilance renforcées consistent à se renseigner sur : -l'objet et la cohérence économique de l'opération et l'identité de la personne qui en bénéficie ; et -l'origine et la destination des fonds. 47. Le commissaire aux comptes exerce son jugement professionnel pour apprécier la cohérence des informations collectées au regard de sa connaissance du client ou de la personne ou entité dont des opérations font l'objet des contrôles. Mesures de vigilance complémentaires dans certains cas particuliers 48. Lorsque le commissaire aux comptes réalise une mission ou une prestation visée au paragraphe 34, il met en œuvre les mesures de vigilance complémentaires prévues par l'article R. 561-20-4 du code monétaire et financier. Actualisation de l'évaluation du risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires et adaptation des mesures de vigilance 49. Pendant toute la relation d'affaires, le commissaire aux comptes recueille, met à jour et analyse les éléments d'information qui lui permettent de conserver une connaissance appropriée et actualisée du client et, le cas échéant, du bénéficiaire effectif ainsi que de l'objet et de la nature de la mission autre que le contrôle légal ou de la prestation. La nature et l'étendue des informations collectées ainsi que la fréquence de la mise à jour de ces informations et l'étendue des analyses menées sont adaptés au risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires. Le commissaire aux comptes tient compte également des changements pertinents affectant la situation du client, et le cas échéant, du bénéficiaire effectif, ou affectant la mission autre que le contrôle légal ou la prestation. En fonction des éléments collectés, il actualise si nécessaire son évaluation du risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires et adapte en conséquence les mesures de vigilance. 50. Lorsque le commissaire aux comptes a de bonnes raisons de penser que l'identité du client et les éléments d'identification du client et, le cas échéant du bénéficiaire effectif précédemment obtenus ne sont plus exacts ou pertinents, il procède de nouveau à l'identification et à la vérification des éléments d'identification, conformément aux diligences prévues aux paragraphes 19 à 32 de la présente norme. 51. S'il l'estime nécessaire, il demande au représentant légal de la personne ou entité une déclaration confirmant qu'il n'y a pas eu, depuis les derniers éléments collectés, de modification concernant le bénéficiaire effectif et son éventuelle qualification de personne exposée ou, si le client est une personne physique, il lui demande une déclaration confirmant qu'il n'y a pas eu, depuis les derniers éléments collectés, de modification concernant son éventuelle qualification de personne exposée. 52. Lorsque le commissaire aux comptes identifie que le bénéficiaire effectif ou le client, personne physique, est une personne exposée, il met en œuvre la mesure de vigilance complémentaire prévue au paragraphe 33 de la présente norme pour la poursuite de la relation d'affaires. 53. Lorsque le commissaire aux comptes identifie, au cours de l'exécution de la mission ou de la prestation que son client est une personne physique ou morale, domiciliée, enregistrée ou établie dans un Etat ou un territoire figurant sur les listes publiées par le Groupe d'action financière ou par la Commission européenne, il met en œuvre les mesures de vigilance complémentaires prévues au paragraphe 34 de la présente norme. 54. Lorsque le commissaire aux comptes n'est plus en mesure d'identifier le client ou, le cas échéant, le bénéficiaire effectif, ou de vérifier leurs éléments d'identification ou de recueillir, mettre à jour et analyser les éléments relatifs à la connaissance de l'objet et de la nature de la mission autre que le contrôle légal ou de la prestation, il met un terme à la relation d'affaires. Ces circonstances constituent un motif légitime de démission au sens du code de déontologie. En outre, s'il se trouve dans les conditions prévues au paragraphe 60 de la présente norme, il procède à la déclaration à TRACFIN. 55. Le commissaire aux comptes n'est pas soumis aux dispositions du paragraphe 54 de la présente norme lorsque sa prestation se rattache à une procédure juridictionnelle, y compris dans le cadre de conseils relatifs à la manière d'engager ou d'éviter une telle procédure, et lorsqu'il donne des consultations juridiques. Obligations de vigilance avant d'accepter de fournir une prestation à un client occasionnel 56. Le commissaire aux comptes s'enquiert auprès du client occasionnel de la nature de l'opération ou des opérations concernées par la prestation envisagée ainsi que de l'objet et de la nature de cette prestation. 57. Le commissaire aux comptes identifie le client occasionnel et, le cas échéant, le bénéficiaire effectif et vérifie leurs éléments d'identification lorsque la prestation envisagée concerne une opération ou des opérations liées réalisées ou envisagées par le client occasionnel : -d'un montant qui excède 15 000 euros ; ou -présentant les caractéristiques visées au paragraphe 60 de la présente norme. A ce titre, le commissaire aux comptes met en œuvre les mesures de vigilance définies aux paragraphes 19 à 31 et 33 à 34 de la présente norme. Il renforce ces mesures lorsque l'opération ou les opérations liées : -excèdent 15 000 euros et que le risque de blanchiment des capitaux et de financement du terrorisme présenté par l'opération ou les opérations liées lui parait élevé ; ou -présentent les caractéristiques visées au paragraphe 60 de la présente norme. Il peut notamment : -concernant l'identification et la vérification des éléments d'identification du client occasionnel : -demander un justificatif du domicile actuel du client personne physique ; -obtenir les statuts ; -solliciter directement des documents auprès de tiers, par exemple obtenir un extrait K bis directement auprès du greffe du tribunal de commerce ou un extrait du répertoire national des associations directement auprès de la préfecture ou de la sous-préfecture du siège de l'association concernée et, à Paris, auprès de la préfecture de police ; -concernant l'identification et la vérification des éléments d'identification du bénéficiaire effectif : -effectuer des recherches sur internet ou s'enquérir des activités professionnelles que le bénéficiaire effectif exerce actuellement ; -lorsque le client est une personne ou entité tenue de déclarer au registre du commerce et des sociétés les informations relatives au bénéficiaire effectif conformément à l'article L. 561-46 du code monétaire et financier demander une copie d'un document officiel en cours de validité comportant la photographie du bénéficiaire effectif en plus du recueil des informations contenues dans les registres mentionnés au paragraphe 27 de la présente norme ; -demander à consulter des documents originaux ou obtenir des copies certifiées conformes lorsque les originaux ne sont pas accessibles directement, par exemple lorsqu'ils sont détenus à l'étranger. 58. Lorsqu'à l'issue de ces diligences, le commissaire aux comptes n'est pas en mesure d'identifier le client occasionnel ou, le cas échéant, le bénéficiaire effectif ou de vérifier leurs éléments d'identification, il n'accepte pas de fournir la prestation. En outre, s'il se trouve dans les conditions prévues au paragraphe 60 de la présente norme, il procède à la déclaration à TRACFIN. 59. Le commissaire aux comptes n'est pas soumis aux dispositions du paragraphe 58 de la présente norme lorsque sa prestation se rattache à une procédure juridictionnelle, y compris dans le cadre de conseils relatifs à la manière d'engager ou d'éviter une telle procédure, et lorsqu'il donne des consultations juridiques. Obligations de déclaration à TRACFIN 60. Le commissaire aux comptes déclare à TRACFIN les opérations portant sur des sommes dont il sait, soupçonne ou a de bonnes raisons de soupçonner qu'elles proviennent d'une infraction passible d'une peine privative de liberté supérieure à un an ou sont liées au financement du terrorisme. Par dérogation à l'alinéa précédent, il déclare à TRACFIN les sommes ou opérations dont il sait, soupçonne ou a de bonnes raisons de soupçonner qu'elles proviennent d'une fraude fiscale, lorsqu'il est en présence d'au moins un critère défini à l'article D. 561-32-1 du code monétaire et financier. Les sommes et opérations susvisées supposent le constat d'un flux passé, présent ou à venir et excluent les charges et produits calculés. Les tentatives de telles opérations font également l'objet d'une déclaration à TRACFIN. Une tentative se caractérise par un commencement d'exécution. Ces opérations ou sommes ont pu être identifiées par le commissaire aux comptes dans le cadre des mesures de vigilance mises en œuvre sur les opérations ou en dehors de ses obligations de vigilance, au cours de ses missions ou des prestations fournies. Modalités de déclaration 61. Le commissaire aux comptes s'acquitte personnellement de la déclaration à TRACFIN, quelles que soient les modalités de son exercice professionnel. En cas de pluralité de commissaires aux comptes signataires, chacun établit une déclaration à TRACFIN, qu'ils appartiennent ou non à une même structure d'exercice du commissariat aux comptes. 62. Lorsque le commissaire aux comptes est une personne morale, son dirigeant peut, dans des cas exceptionnels, en raison notamment de l'urgence, prendre l'initiative d ‘ effectuer lui-même la déclaration à TRACFIN. Cette déclaration est confirmée, dans les meilleurs délais, par le ou les commissaires aux comptes signataires. 63. La déclaration à TRACFIN est établie par écrit. Elle est effectuée : -soit par voie électronique sur la plateforme Ermès accessible à partir du site internet de TRACFIN ; -soit au moyen d'un formulaire à télécharger sur le site internet de TRACFIN, dont le contenu est dactylographié et signé. Dans des cas exceptionnels, le commissaire aux comptes peut réaliser sa déclaration verbalement lors d'une réunion avec un agent de TRACFIN au cours de laquelle il remet les pièces ou documents justificatifs utiles venant à son appui. 64. Dans tous les cas, la déclaration à TRACFIN comporte les indications prévues au III de l'article R. 561-31 du code monétaire et financier : -la qualité de commissaire aux comptes ; -l'identification et les coordonnées professionnelles du commissaire aux comptes réalisant la déclaration ; -le cas de déclaration par référence aux cas mentionnés à l'article L. 561-15 du code monétaire et financier, visés au paragraphe 60 de la présente norme ; -les éléments d'identification du client en la possession du commissaire aux comptes, notamment la forme juridique du client et son secteur d'activité lorsqu'il s'agit d'une personne morale, son activité professionnelle et les éléments de son patrimoine lorsqu'il s'agit d'une personne physique ; -l'objet et la nature de la mission mise en œuvre ou de la prestation fournie ; -le descriptif de l'opération concernée et, le cas échéant, les éléments d'identification de la personne bénéficiant de l'opération qui fait l'objet de la déclaration ; -les éléments d'analyse qui ont conduit le commissaire aux comptes à effectuer la déclaration ; -lorsque l'opération n'a pas encore été exécutée, son délai d'exécution ; -les pièces ou documents justificatifs utiles. 65. Lorsqu'une déclaration ne satisfait pas à la forme et aux exigences de contenu définies par la réglementation, et à défaut de régularisation dans le délai d'un mois imparti par TRACFIN, elle est irrecevable. Cette irrecevabilité emporte toutes les conséquences juridiques du défaut de dépôt d'une déclaration de soupçon. 66. Lorsqu'il a effectué une déclaration, le commissaire aux comptes porte, sans délai, à la connaissance de TRACFIN toute information de nature à infirmer, conforter ou modifier les éléments contenus dans cette déclaration. Confidentialité et secret professionnel 67. La déclaration à TRACFIN est confidentielle. Il est interdit, sous peine des sanctions prévues à l'article L. 574-1 du code monétaire et financier, de porter à la connaissance du client ou de tiers l'existence et le contenu de la déclaration et de donner des informations sur les suites qui ont été réservées à cette déclaration. Cette interdiction ne s'applique pas à la relation entre le commissaire aux comptes et la Haute autorité de l'audit. Le commissaire aux comptes ne peut, ni ne doit révéler à l'autorité judiciaire ou aux officiers de police judiciaire agissant sur délégation l'existence et le contenu d'une déclaration à TRACFIN. Relation avec TRACFIN 68. Le commissaire aux comptes est tenu de répondre à toute demande émanant de TRACFIN, dans les délais fixés par celui-ci. Information au sein du même réseau ou de la même structure d'exercice professionnel 69. Par dérogation au principe de confidentialité et de secret professionnel, et sauf opposition de TRACFIN, les commissaires aux comptes, experts-comptables, salariés autorisés à exercer la profession d'expert-comptable et membres d'une profession juridique ou judicaire visés au 13° de l'article L. 561-2 du code monétaire et financier qui appartiennent au même réseau ou à une même structure d'exercice professionnel, s'informent au sein du réseau ou de la structure d'exercice professionnel de l'existence et du contenu de la déclaration lorsque les conditions suivantes sont réunies : -les informations ne sont échangées qu'entre personnes d'un même réseau ou d'une même structure d'exercice professionnel soumises à l'obligation de déclaration à TRACFIN ; -les informations divulguées sont nécessaires à l'exercice, au sein du réseau ou de la structure d'exercice du commissariat aux comptes, de la vigilance en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme et seront exclusivement utilisées à cette fin ; -les informations sont divulguées à une personne ou un établissement situé en France ou dans un autre Etat membre de l'Union européenne, dans un Etat partie à l'espace économique européen ou dans un pays tiers imposant des obligations équivalentes en matière de lutte contre le blanchiment et le financement du terrorisme ; -le traitement des informations réalisé dans le pays mentionné ci-dessus garantit un niveau de protection suffisant de la vie privée et des libertés et droits fondamentaux des personnes conformément aux articles 122 et 123 de la loi n° 78-17 du 6 janvier 1978. Information en cas d'intervention pour un même client ou client occasionnel et dans une même opération ou en cas de connaissance pour un même client ou client occasionnel d'une même opération 70. Par dérogation au principe de confidentialité et de secret professionnel, les commissaires aux comptes, les experts-comptables, les salariés autorisés à exercer la profession d'expert-comptable, les membres d'une profession juridique ou judicaire visés au 13° de l'article L. 561-2 du code monétaire et financier, les caisses des règlements pécuniaires des avocats visés au 18° du même article et les greffiers des tribunaux de commerce peuvent, lorsqu'ils interviennent pour un même client ou un même client occasionnel et dans une même opération ou lorsqu'ils ont connaissance, pour un même client ou client occasionnel, d'une même opération, s'informer mutuellement, et par tout moyen sécurisé, de l'existence et du contenu de la déclaration à TRACFIN. Ces échanges d'informations ne sont autorisés qu'entre les personnes visées ci-avant, si les conditions suivantes sont réunies : -les personnes mentionnées ci-avant sont situées en France, dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ; -lorsque l'échange d'informations implique des personnes qui ne sont pas situées en France, celles-ci sont soumises à des obligations équivalentes en matière de secret professionnel ; -les informations échangées sont utilisées exclusivement à des fins de prévention du blanchiment des capitaux et du financement du terrorisme ; -le traitement des informations communiquées, lorsqu'il est réalisé dans un pays tiers, garantit un niveau de protection suffisant de la vie privée et des libertés et droits fondamentaux des personnes, conformément aux articles 122 et 123 de la loi n° 78-17 du 6 janvier 1978. Mesures spécifiques 71. En application des articles L. 561-16 et L. 561-24 du code monétaire et financier, dans le cadre d'une mission ou d'une prestation, le commissaire aux comptes s'abstient d'effectuer toute opération-notamment recevoir, conserver ou délivrer des fonds ou valeurs-portant sur des sommes dont il sait, soupçonne ou a de bonnes raisons de soupçonner qu'elles proviennent d'une infraction passible d'une peine privative de liberté supérieure à un an ou sont liées au financement du terrorisme jusqu'à ce qu'il l'ait déclarée à TRACFIN. Il ne peut alors procéder à la réalisation de l'opération que si TRACFIN n'a pas notifié d'opposition, ou si au terme du délai d'opposition notifié par TRACFIN, aucune décision du président du tribunal de grande instance de Paris ne lui est parvenue. 72. Lorsqu'une opération devant faire l'objet d'une déclaration à TRACFIN a déjà été réalisée, soit parce qu'il a été impossible de surseoir à son exécution, soit que son report aurait pu faire obstacle à des investigations portant sur une opération suspectée de blanchiment des capitaux ou de financement du terrorisme, soit qu'il est apparu postérieurement à sa réalisation qu'elle était soumise à cette déclaration, le commissaire aux comptes en informe TRACFIN sans délai au moyen d'une déclaration de soupçon. Obligations de conservation des documents et informations 73. Le commissaire aux comptes conserve dans ses dossiers les documents et informations, quel qu'en soit le support, permettant de justifier des mesures de vigilance mises en œuvre et de leur adéquation au risque de blanchiment des capitaux et de financement du terrorisme. 74. Le commissaire aux comptes conserve pendant cinq ans à compter de la fin du mandat de commissariat aux comptes, de la mission ou de la prestation : -les documents et informations relatifs à l'identification et à la vérification des éléments d'identification du client, ou du client occasionnel, et le cas échéant, du bénéficiaire effectif ; -les autres éléments d'information nécessaires ; ainsi que -les documents et informations relatifs aux mesures de vigilance mises en œuvre. Lorsque le commissaire aux comptes intervient dans le cadre d'un mandat de commissariat aux comptes, les documents concernent les trois ou six exercices du mandat. Il conserve également, pendant cinq ans à compter de la fin de la mission de contrôle légal, d'une autre mission ou de la prestation, les documents et informations relatifs aux opérations, et plus particulièrement les documents consignant les caractéristiques des opérations particulièrement complexes ou d'un montant inhabituellement élevé ou ne paraissant pas avoir de justification économique ou d'objet licite. 75. Les déclarations à TRACFIN, les pièces jointes, ainsi que les réponses à son droit de communication, sont conservées en dehors des dossiers en raison de leur caractère confidentiel, pendant cinq ans à compter de leur envoi. Liens éventuels entre la déclaration à TRACFIN et la révélation des faits délictueux au procureur de la République 76. Lorsque le commissaire aux comptes a connaissance d'opérations portant sur des sommes dont il sait qu'elles proviennent d'une infraction passible d'une peine privative de liberté supérieure à un an, ou qui sont liées au financement du terrorisme, ou lorsqu'il a connaissance de sommes ou opérations dont il sait qu'elles proviennent d'une fraude fiscale en présence d'au moins un critère défini à l'article D. 561-32-1 du code monétaire et financier : -il procède à une déclaration à TRACFIN ; et -dans les cas où il est soumis à l'obligation de révélation des faits délictueux, il révèle concomitamment les faits délictueux au procureur de la République, en application du deuxième alinéa de l'article L. 821-10 du code de commerce. 77. Lorsque le commissaire aux comptes n'a que des soupçons ou de bonnes raisons de soupçonner que des opérations portent sur des sommes qui proviennent d'une infraction passible d'une peine privative de liberté supérieure à un an, ou sont liées au financement du terrorisme, ou que des sommes ou opérations proviennent d'une fraude fiscale en présence d'au moins un critère défini à l'article D. 561-32-1 du code monétaire et financier, il procède uniquement à la déclaration à TRACFIN. En effet, à ce stade, le commissaire aux comptes ne sait pas si ses soupçons sont fondés car il ne dispose pas d'élément tangible. Les soupçons ne constituent pas des faits délictueux ou des irrégularités. 78. Lorsqu'il a déclaré des soupçons, le commissaire aux comptes réapprécie tout au long de l'exécution de la mission ou de la prestation fournie les éléments déclarés dès lors qu'il a connaissance d'informations venant renforcer ou infirmer ses soupçons et en tire les conséquences éventuelles au regard de ses obligations de révélation.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux obligations du commissaire aux comptes en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\nNEP 9605. OBLIGATIONS DU COMMISSAIRE AUX COMPTES EN MATIÈRE DE LUTTE CONTRE LE BLANCHIMENT DES CAPITAUX ET LE FINANCEMENT DU TERRORISME<br/><br/>\nIntroduction<br/><br/>\n1. En application de l'article L. 561-2 12° bis du code monétaire et financier, les commissaires aux comptes mettent en œuvre les obligations relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme définies aux sections 2 à 9 du chapitre Ier du titre VI du livre V du code monétaire et financier.<br/><br/>\n2. La structure d'exercice du commissariat aux comptes, qu'elle soit en nom propre ou sous forme de société, met en place une organisation, des procédures et des mesures de contrôle interne en matière de lutte contre le blanchiment des capitaux et de financement du terrorisme en application des dispositions de la section 6 du chapitre Ier du titre VI du livre V du code monétaire et financier.<br/><br/>\nElle définit et met en place des dispositifs d'identification et d'évaluation des risques de blanchiment des capitaux et de financement du terrorisme auxquels elle est exposée, ainsi qu ‘ une politique adaptée à ces risques, en application de l'article L. 561-4-1 du code monétaire et financier.<br/><br/>\nElle élabore notamment une classification des risques. Celle-ci s'opère au moins selon les quatre critères suivants :</p><p><br/>\n-les caractéristiques des clients ou des clients occasionnels ;<br/><br/>\n-l'activité des clients ou des clients occasionnels ;<br/><br/>\n-la localisation des clients ou des clients occasionnels et la localisation de leurs activités ;<br/><br/>\n-les missions ou prestations proposées par la structure d'exercice du commissariat aux comptes.</p><p><br/>\nCette classification a pour objectif de contribuer à la détermination du niveau de vigilance que le commissaire aux comptes devra exercer avant d'accepter la relation d'affaires avec un client ou de fournir une prestation à un client occasionnel et également tout au long de la relation d'affaires ou de l'exécution de la prestation.<br/><br/>\n3. La présente norme a pour objet de définir les principes relatifs à la mise en œuvre des dispositions en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme qui concernent :</p><p><br/>\n-la vigilance avant d'accepter la relation d'affaires avec un client ;<br/><br/>\n-la vigilance au cours de la relation d'affaires ;<br/><br/>\n-la vigilance avant d'accepter de fournir une prestation à un client occasionnel ;<br/><br/>\n-la déclaration à TRACFIN ;<br/><br/>\n-la conservation des documents.</p><p><br/>\nElle définit, en outre, les liens éventuels entre la déclaration à TRACFIN et la révélation des faits délictueux au procureur de la République.<br/><br/>\nElle n'a pas pour objet de définir les principes relatifs à la mise en œuvre par la structure d'exercice du commissariat aux comptes des dispositions visées au paragraphe 2 de la présente norme.<br/><br/>\n4. Cette norme s'applique à tout commissaire aux comptes intervenant ès qualités de commissaire aux comptes, quelle que soit la mission qu'il met en œuvre ou la prestation qu'il fournit pour un client dans le cadre d'une relation d'affaires ou pour un client occasionnel, qu'il réalise ou non la mission de contrôle légal de la personne ou de l'entité pour laquelle il intervient, qu'il exerce en nom propre ou au sein d'une société.<br/><br/>\nL'intervention ès qualités de commissaire aux comptes résulte :</p><p><br/>\n-des dispositions légales et réglementaires sur le fondement desquelles la mission ou la prestation est mise en œuvre ;<br/><br/>\n-de la mention de la qualité de commissaire aux comptes dans les documents de restitution de la mission ou de la prestation ;<br/><br/>\n-ou encore de la référence, dans ces documents, à l'application des normes relatives à l'exercice professionnel des commissaires aux comptes ou de la doctrine professionnelle élaborée par la Compagnie nationale des commissaires aux comptes.</p><p><br/>\nElle peut en outre résulter d'un faisceau d'indices parmi lesquels l'utilisation d'un papier à en-tête d'une structure ayant pour objet l'exercice du commissariat aux comptes.<br/><br/>\nDéfinitions<br/><br/>\n5. Bénéficiaire effectif : Le bénéficiaire effectif désigne la ou les personnes physiques, soit qui contrôlent en dernier lieu, directement ou indirectement, le client ou le client occasionnel, soit pour laquelle une opération est exécutée ou une activité exercée.<br/><br/>\nLes articles R. 561-1 à R. 561-3-0 du code monétaire et financier définissent ce qu'on entend par bénéficiaire effectif lorsque le client ou le client occasionnel est une société, un placement collectif, une personne morale autre qu'une société ou un placement collectif, ou lorsqu'il intervient dans le cadre d'une fiducie ou d'un dispositif juridique comparable de droit étranger.<br/><br/>\nLes articles R. 561-1 à R. 561-3 du code monétaire et financier précisent qui est le bénéficiaire effectif lorsqu'une personne physique n'a pu être identifiée selon les critères prévus et qu'il n'y a pas de soupçon de blanchiment de capitaux ou de financement du terrorisme à l'encontre du client.<br/><br/>\n6. Client : Le client désigne la personne ou l'entité avec laquelle un commissaire aux comptes noue une relation d'affaires au sens du paragraphe 10 de la présente norme.<br/><br/>\n7. Client occasionnel : Le client occasionnel désigne la personne ou l'entité à laquelle un commissaire aux comptes fournit une prestation visée au paragraphe 11 de la présente norme sans qu'une relation d'affaires soit nouée.<br/><br/>\n8. Mission : Conformément au III de l'article L. 821-2 du code de commerce, le terme mission recouvre :</p><p><br/>\n-la mission de contrôle légal et, le cas échéant, les autres missions confiées par la loi ou le règlement au commissaire aux comptes qui exerce la mission de contrôle légal de la personne ou de l'entité ; et<br/><br/>\n-les autres missions légales ou réglementaires réalisées par un commissaire aux comptes pour une personne ou une entité pour laquelle il n'exerce pas la mission de contrôle légal. Il peut s'agir, par exemple, d'une mission de commissariat aux apports, à la fusion ou à la transformation.</p><p><br/>\n9. Personne exposée : Une personne exposée désigne une personne physique qui est exposée à des risques particuliers en raison des fonctions politiques, juridictionnelles ou administratives :</p><p><br/>\n-qu'elle exerce ou a cessé d'exercer depuis moins d'un an ; ou<br/><br/>\n-qu'exercent ou ont cessé d'exercer depuis moins d'un an des membres directs de sa famille ou des personnes connues pour lui être étroitement associées.</p><p><br/>\nL'article R. 561-18 du code monétaire et financier définit ces fonctions et ces personnes.<br/><br/>\n10. Relation d'affaires : Une relation d'affaires est une relation professionnelle nouée avec un client pour réaliser :</p><p><br/>\n-des missions visées au paragraphe 8 de la présente norme ; ou<br/><br/>\n-des prestations qu'un commissaire aux comptes fournit à la personne ou à l'entité pour laquelle il exerce la mission de contrôle légal ; ou<br/><br/>\n-des prestations qu'un commissaire aux comptes fournit de manière régulière à une personne ou une entité pour laquelle il n'exerce pas la mission de contrôle légal. Il peut s'agir par exemple d'attester tous les mois d'un élément de comptes à la demande du client pour les besoins d'un tiers.</p><p><br/>\n11. Prestation : Conformément au IV de l'article L. 821-2 du code de commerce, le terme prestation recouvre les services et attestations qui ne sont pas des missions visées au paragraphe 8 de la présente norme, qu'un commissaire aux comptes fournit à une personne ou une entité pour laquelle il exerce ou non la mission de contrôle légal. Il peut s'agir par exemple d'un audit financier contractuel ou encore d'une revue de conformité à un référentiel.<br/><br/>\nObligations de vigilance avant d'accepter la relation d'affaires<br/><br/>\n12. Avant d'accepter la relation d'affaires, le commissaire aux comptes :</p><p><br/>\n-identifie le client et vérifie les éléments d'identification du client ;<br/><br/>\n-identifie, le cas échéant, le bénéficiaire effectif et vérifie les éléments d'identification du bénéficiaire effectif ;<br/><br/>\n-recueille et analyse tout autre élément d'information nécessaire à la connaissance du client ainsi que de l'objet et de la nature de la mission autre que le contrôle légal ou de la prestation envisagée.</p><p><br/>\n13. Lorsque le commissaire aux comptes n'est pas en mesure de satisfaire à l'une des obligations prévues au paragraphe 12 de la présente norme, il n'accepte pas la relation d'affaires.<br/><br/>\nEn outre, s'il se trouve dans les conditions prévues au paragraphe 60 de la présente norme, il procède à la déclaration à TRACFIN.<br/><br/>\n14. Le commissaire aux comptes n'est pas soumis aux dispositions du paragraphe 13 de la présente norme lorsque sa prestation se rattache à une procédure juridictionnelle, y compris dans le cadre de conseils relatifs à la manière d'engager ou d'éviter une telle procédure, et lorsqu'il donne des consultations juridiques.<br/><br/>\nMesures de vigilance<br/><br/>\nIdentification du client et vérification des éléments d'identification du client<br/><br/>\nClient personne physique<br/><br/>\n15. Lorsque le client est une personne physique, le commissaire aux comptes l'identifie par le recueil de ses nom et prénoms, ainsi que de ses date et lieu de naissance.<br/><br/>\n16. Lorsque le client est physiquement présent, le commissaire aux comptes vérifie ses éléments d'identification par la présentation de l'original d'un document officiel en cours de validité comportant sa photographie et par la prise d'une copie de ce document.<br/><br/>\nNote de référence : jusqu'au 1er janvier 2021 la prise d'une copie du document peut être remplacée par la collecte des mentions suivantes : les nom, prénoms, date et lieu de naissance de la personne, ainsi que la nature, les date et lieu de délivrance du document qui les stipule et les nom et qualité de l'autorité ou de la personne qui a délivré le document et, le cas échéant, l'a authentifié.<br/><br/>\nLe commissaire aux comptes peut également vérifier les éléments d'identification du client personne physique en recourant à un moyen d'identification électronique prévu par le code monétaire et financier, que le client soit ou non physiquement présent.<br/><br/>\n17. S'il ne peut mettre en œuvre les dispositions du paragraphe 16, le commissaire aux comptes vérifie les éléments d'identification en appliquant au moins deux mesures parmi celles prévues à l'article R. 561-5-2 du code monétaire et financier. Ces mesures peuvent par exemple consister à obtenir une copie de la carte d'identité ou du passeport et une certification conforme de ce document par un tiers indépendant habilité.<br/><br/>\n18. Le commissaire aux comptes demande au client personne physique s'il est une personne exposée. Si, en fonction des éléments qu'il a pu collecter, de sa connaissance du client, de ses activités et de son environnement, l'information obtenue lui parait manifestement incohérente, il investigue et s'entretient avec le client. S'il conclut que le client est une personne exposée, le commissaire aux comptes applique les mesures de vigilance complémentaires décrites au paragraphe 33 de la présente norme.<br/><br/>\nClient personne morale<br/><br/>\n19. Lorsque le client est une personne morale, le commissaire aux comptes l'identifie par le recueil de sa forme juridique, de sa dénomination, de son numéro d'immatriculation ainsi que de l'adresse de son siège social et de celle du lieu de direction effective de l'activité, si celle-ci est différente de l'adresse du siège social.<br/><br/>\n20. Lorsque le représentant dûment habilité de la personne morale est présent, le commissaire aux comptes vérifie les éléments d'identification de cette dernière selon l'une des modalités suivantes :</p><p><br/>\n-par la communication de l'original ou de la copie de tout acte ou extrait de registre officiel datant de moins de trois mois ou extrait du Journal officiel qui mentionne sa dénomination, sa forme juridique, l'adresse de son siège social et l'identité de ses associés tenus indéfiniment ou tenus indéfiniment et solidairement des dettes sociales et dirigeants sociaux, mentionnés aux 1° et 2° de l'article R. 123-54 du code de commerce, de ses représentants légaux ou leurs équivalents en droit étranger ;<br/><br/>\n-en obtenant une copie certifiée de l'acte mentionné au précédent alinéa, directement via les greffes des tribunaux de commerce ou un document équivalent en droit étranger. Le commissaire aux comptes peut également vérifier les éléments d'identification du client en recourant à un moyen d'identification électronique prévu par le code monétaire et financier, que le représentant de la personne morale soit ou non physiquement présent.</p><p><br/>\n21. S'il ne peut mettre en œuvre les dispositions du paragraphe 20, le commissaire aux comptes vérifie les éléments d'identification du client en appliquant au moins deux mesures parmi celles prévues à l'article R. 561-5-2 du code monétaire et financier. Celles-ci peuvent consister à obtenir une copie des statuts certifiée conforme par le représentant légal et à demander un extrait K bis directement au greffe du tribunal de commerce ou un extrait du répertoire national des associations directement auprès de la préfecture ou de la sous-préfecture du siège de l'association concernée et, à Paris, auprès de la préfecture de police.<br/><br/>\nFiducie<br/><br/>\n22. Lorsque le commissaire aux comptes exerce la mission légale de contrôle de la comptabilité autonome d'une fiducie ou lorsqu'il effectue pour les constituants, les fiduciaires, les bénéficiaires et, le cas échéant le tiers au sens de l'article 2017 du code civil, une prestation en lien avec la fiducie ou un dispositif juridique comparable de droit étranger, il identifie les constituants, les fiduciaires, les bénéficiaires et, le cas échéant le tiers au sens de l'article 2017 du code civil, ou leurs équivalents pour tout autre dispositif juridique comparable relevant d'un droit étranger, par le recueil des éléments précisés à l'article R. 561-5 3° du code monétaire et financier prévus pour les clients personnes physiques ou morales, selon le cas.<br/><br/>\nLe commissaire aux comptes recueille en outre selon le mode de constitution du dispositif, la copie du contrat de fiducie, l'extrait du Journal officiel de la loi établissant la fiducie ou tout document ou acte équivalent afférent à un dispositif juridique équivalent en droit étranger.<br/><br/>\n23. Il vérifie les éléments d'identification des constituants, des fiduciaires, des bénéficiaires et, le cas échéant, du tiers au sens de l'article 2017 du code civil de la fiducie ou du dispositif juridique comparable de droit étranger, selon les modalités prévues à l'article R. 561-5-1 5° du code monétaire et financier.<br/><br/>\nPlacement collectif non doté de la personnalité morale<br/><br/>\n24. Lorsque le client est un placement collectif non doté de la personnalité morale, le commissaire aux comptes l'identifie par le recueil de sa dénomination, de sa forme juridique, de son numéro d'agrément, de son numéro international d'identification des valeurs mobilières, ainsi que de la dénomination, de l'adresse et du numéro d'agrément de la société de gestion qui le gère.<br/><br/>\nLorsqu'il existe un soupçon de blanchiment des capitaux ou de financement du terrorisme, il vérifie ces éléments d'identification selon l'une des modalités prévues à l'article R. 561-5-1 du code monétaire et financier. Lorsque les mesures prévues aux 1° à 4° de l'article R. 561-5-1 du code monétaire et financier ne peuvent pas être mises en œuvre, le commissaire aux comptes vérifie les éléments d'identification du client en appliquant au moins deux mesures parmi celles prévues à l'article R. 561-5-2 du code monétaire et financier.<br/><br/>\nPersonnes agissant pour le compte du client<br/><br/>\n25. En dehors des situations où les textes légaux et réglementaires définissent l'organe ou la personne habilité à confier la mission au commissaire aux comptes, ce dernier identifie également les personnes agissant pour le compte du client et vérifie leurs éléments d'identification selon les mêmes modalités que pour le client. Il vérifie aussi leurs pouvoirs.<br/><br/>\nIdentification du bénéficiaire effectif et vérification des éléments d'identification du bénéficiaire effectif<br/><br/>\n26. L'identification du bénéficiaire effectif requiert de collecter ses nom et prénoms ainsi que ses date et lieu de naissance.<br/><br/>\nPour ce faire, le commissaire aux comptes demande à la personne ou à l'entité ces éléments d'identification.<br/><br/>\n27. Le commissaire aux comptes vérifie les éléments d'identification du bénéficiaire effectif.<br/><br/>\nPour ce faire, et lorsque le client est une personne ou entité tenue de déclarer au registre du commerce et des sociétés les informations relatives au bénéficiaire effectif conformément à l'article L. 561-46 du code monétaire et financier, le commissaire aux comptes recueille directement lesdites informations contenues dans le registre auprès de l'INPI.<br/><br/>\nLorsque le commissaire aux comptes réalise une mission légale de contrôle de la comptabilité autonome d'une fiducie, ou lorsqu'il fournit une prestation en lien avec une fiducie ou un trust pour les constituants, les fiduciaires, les bénéficiaires et, le cas échéant le tiers au sens de l'article 2017 du code civil, le commissaire aux comptes recueille les informations sur le bénéficiaire effectif contenues dans le registre des fiducies ou des trusts.<br/><br/>\nDans les autres cas, le commissaire aux comptes vérifie les éléments d'identification du bénéficiaire effectif sur présentation d'un document écrit à caractère probant. A ce titre, il peut demander une copie d'un document officiel en cours de validité comportant sa photographie, mentionnant ses nom et prénoms ainsi que ses date et lieu de naissance. Il peut s'agir par exemple de la copie de la carte d'identité ou du passeport.<br/><br/>\n28. Si, en fonction des éléments qu'il a pu collecter, de sa connaissance de l'entité, de ses activités et de son environnement, l'information obtenue lui parait manifestement incohérente, notamment au regard de la définition du bénéficiaire effectif visée au paragraphe 5 de la présente norme, il investigue et s'entretient avec le représentant légal.<br/><br/>\n29. Le commissaire aux comptes signale au greffier du tribunal de commerce ou, pour les fiducies ou trusts, à la direction générale des finances publiques, toute divergence qu'il constate entre les informations inscrites dans les registres précités et les informations sur le bénéficiaire effectif dont il dispose, y compris l'absence d'enregistrement de ces informations.<br/><br/>\n30. Le commissaire aux comptes demande au représentant légal de s'enquérir auprès du bénéficiaire effectif s'il est une personne exposée. Si, en fonction des éléments qu'il a pu collecter, de sa connaissance de la personne ou de l'entité, de ses activités et de son environnement, l'information obtenue lui parait manifestement incohérente, il investigue et s'entretient avec le représentant légal. S'il conclut que le bénéficiaire effectif est une personne exposée, le commissaire aux comptes applique les mesures de vigilance complémentaires décrites au paragraphe 33 de la présente norme.<br/><br/>\n31. Le commissaire aux comptes n'a pas l'obligation d'identifier le bénéficiaire effectif lorsque le client est une société dont les titres sont admis à la négociation sur un marché réglementé en France, dans un autre Etat membre de l'Union européenne, dans un autre Etat partie à l'accord sur l'Espace économique européen ou qui est soumise à des obligations de publicité conformes au droit de l'Union ou qui est soumise à des normes internationales équivalentes garantissant une transparence adéquate des informations relatives à la propriété du capital.<br/><br/>\nRecueil des autres éléments d'information nécessaires<br/><br/>\n32. Le commissaire aux comptes recueille et analyse tout autre élément d'information complémentaire nécessaire à la connaissance :</p><p><br/>\n-de l'objet et de la nature de la mission autre que le contrôle légal ou de la prestation envisagée ;<br/><br/>\n-du client.</p><p><br/>\nCes éléments sont :</p><p><br/>\n-pour les personnes physiques les activités professionnelles actuellement exercées ;<br/><br/>\n-pour les autres personnes ou entités leur activité économique et leur situation financière ;<br/><br/>\n-pour les fiducies ou les dispositifs juridiques comparables relevant du droit étranger la répartition des droits sur le capital ou sur les bénéfices.</p><p><br/>\nPour ce faire, le commissaire aux comptes fait usage de son jugement professionnel.<br/><br/>\nMesures de vigilance complémentaires dans certains cas particuliers<br/><br/>\nPersonne exposée<br/><br/>\n33. Lorsque le bénéficiaire effectif ou le client est une personne physique exposée, la décision de nouer la relation d'affaires avec le client est prise par un membre de l'organe exécutif de la structure d'exercice du commissariat aux comptes ou toute personne habilitée à cet effet par l'organe exécutif. Toutefois, lorsque la relation d'affaires est nouée avec une personne mentionnée aux 1° à 6° bis de l'article L. 561-2 du code monétaire et financier ou une autorité publique ou un organisme public, tel que visé au paragraphe 38 de la présente norme, et à condition qu'il n'existe pas de soupçon de blanchiment des capitaux ou de financement du terrorisme, le commissaire aux comptes peut ne pas mettre en œuvre cette mesure.<br/><br/>\nPersonne physique ou morale domiciliée, enregistrée ou établie dans un Etat ou territoire figurant sur les listes du Gafi ou de la Commission européenne<br/><br/>\n34. Lorsque le commissaire aux comptes réalise une mission ou une prestation pour une personne physique ou morale domiciliée, enregistrée ou établie dans un Etat ou un territoire figurant sur les listes publiées par le Groupe d'action financière parmi ceux dont la législation ou les pratiques font obstacle à la lutte contre le blanchiment des capitaux et le financement du terrorisme ou par la Commission européenne en application de l'article 9 de la directive (UE) 2015/849 du 20 mai 2015 relative à la prévention de l'utilisation du système financier aux fins du blanchiment de capitaux ou du financement du terrorisme, il met en œuvre les mesures de vigilance complémentaires prévues par l'article R. 561-20-4 du code monétaire et financier.<br/><br/>\nMesures de vigilance simplifiées<br/><br/>\nVérification des éléments d'identification du client et du bénéficiaire effectif<br/><br/>\n35. La vérification des éléments d'identification du client et, le cas échéant, du bénéficiaire effectif, peut être différée au plus tard jusqu'à la signature de la lettre de mission lorsque les conditions suivantes sont réunies :</p><p><br/>\n-le commissaire aux comptes envisage de fournir des prestations de manière régulière à une personne ou à une entité pour laquelle il n'exerce pas la mission de contrôle légal ;<br/><br/>\n-le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires lui paraît faible ;<br/><br/>\n-cela est nécessaire pour ne pas interrompre l'exercice normal de la prestation.</p><p><br/>\n36. Lorsque le commissaire aux comptes s'aperçoit avant d'émettre la lettre de mission qu'il n'est pas en mesure de vérifier les éléments d'identification du client et, le cas échéant, du bénéficiaire effectif, il met un terme à la relation d'affaires et, s'il se trouve dans les conditions prévues au paragraphe 60 de la présente norme, procède à la déclaration à TRACFIN.<br/><br/>\n37. Le commissaire aux comptes n'est pas soumis aux dispositions du paragraphe 36 de la présente norme lorsque sa mission ou sa prestation se rattache à une procédure juridictionnelle, y compris dans le cadre de conseils relatifs à la manière d'engager ou d'éviter une telle procédure, et lorsqu'il donne des consultations juridiques.<br/><br/>\n38. Le commissaire aux comptes n'a pas l'obligation de vérifier les éléments d'identification du client et du bénéficiaire effectif lorsque :</p><p><br/>\n-il n'a pas de soupçon de blanchiment des capitaux ou de financement du terrorisme ; et<br/><br/>\n-le client est :<br/><br/>\n-une personne mentionnée aux 1° à 6° bis de l'article L. 561-2 du code monétaire et financier établie en France, dans un autre Etat membre de l'Union européenne, dans un Etat partie à l'accord sur l'Espace économique européen ; ou<br/><br/>\n-une société dont les titres sont admis à la négociation sur un marché réglementé en France, dans un autre Etat membre de l'Union européenne, dans un autre Etat partie à l'accord sur l'Espace économique européen ou qui est soumise à des obligations de publicité conformes au droit de l'Union ou qui est soumise à des normes internationales équivalentes garantissant une transparence adéquate des informations relatives à la propriété du capital. Par ailleurs, comme précisé au paragraphe 31 de la présente norme, il n'a pas l'obligation d'identifier le bénéficiaire effectif ; ou<br/><br/>\n-une autorité publique ou un organisme public, désigné comme tel en vertu du traité sur l'Union européenne, des traités instituant les Communautés, du droit dérivé de l'Union européenne, du droit public d'un Etat membre de l'Union européenne ou de tout autre engagement international de la France, et qui satisfait aux trois critères suivants :</p><p><br/>\na) son identité est accessible au public, transparente et certaine ;<br/><br/>\nb) ses activités, ainsi que ses pratiques comptables, sont transparentes ;<br/><br/>\nc) il est soit responsable devant une institution de l'Union européenne ou devant les autorités d'un Etat membre, soit soumis à des procédures appropriées de contrôle de ses activités.<br/><br/>\nRecueil des autres éléments d'information nécessaires<br/><br/>\n39. Lorsque le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires paraît faible au commissaire aux comptes, le recueil de tout autre élément d'information complémentaire, tel que prévu au paragraphe 32 de la présente norme, peut être simplifié en adaptant l'étendue des moyens mis en œuvre, la quantité d'informations collectées et la qualité des sources d'information utilisées.<br/><br/>\n40. Lorsque le client est l'une des personnes visées au paragraphe 38 de la présente norme et qu'il n'y a pas de soupçon de blanchiment des capitaux ou de financement du terrorisme, le commissaire aux comptes n'a pas l'obligation de recueillir ces informations.<br/><br/>\nMesures de vigilance renforcées<br/><br/>\n41. Lorsqu'au vu de la classification des risques et, le cas échéant, des premiers éléments collectés, le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires lui paraît élevé, le commissaire aux comptes renforce les mesures de vigilance mises en œuvre sur le client, le bénéficiaire effectif et les autres éléments d'information nécessaires. Il peut notamment :</p><p><br/>\n-concernant l'identification et la vérification des éléments d'identification du client :<br/><br/>\n-demander un justificatif du domicile actuel du client personne physique ;<br/><br/>\n-obtenir les statuts du client ;<br/><br/>\n-solliciter directement des documents auprès de tiers, par exemple obtenir un extrait K bis directement auprès du greffe du tribunal de commerce ou un extrait du répertoire national des associations directement auprès de la préfecture ou de la sous-préfecture du siège de l'association concernée et, à Paris, auprès de la préfecture de police ;<br/><br/>\n-concernant l'identification et la vérification des éléments d'identification du bénéficiaire effectif :<br/><br/>\n-effectuer des recherches sur internet ou s'enquérir des activités professionnelles que le bénéficiaire effectif exerce actuellement ;<br/><br/>\n-lorsque le client est une personne ou entité tenue de déclarer au registre du commerce et des sociétés les informations relatives au bénéficiaire effectif conformément à l'article L. 561-46 du code monétaire et financier, demander une copie d'un document officiel en cours de validité comportant la photographie du bénéficiaire effectif en plus du recueil des informations contenues dans les registres mentionnés au paragraphe 27 de la présente norme ;<br/><br/>\n-concernant les autres éléments d'information nécessaires à la connaissance du client, adapter la nature et l'étendue des informations collectées et des analyses menées ;<br/><br/>\n-demander à consulter des documents originaux ou obtenir des copies certifiées conformes lorsque les originaux ne sont pas accessibles directement, par exemple lorsqu'ils sont détenus à l'étranger.</p><p><br/>\nObligations de vigilance au cours de la relation d'affaires<br/><br/>\nMesures de vigilance sur les opérations que le commissaire aux comptes examine pour les besoins de ses missions ou prestations<br/><br/>\nMesures de vigilance<br/><br/>\n42. Pendant toute la relation d'affaires, le commissaire aux comptes exerce une vigilance constante sans avoir à réaliser d'investigations spécifiques ayant pour objectif de rechercher des opérations susceptibles de comporter un risque de blanchiment des capitaux ou de financement du terrorisme.<br/><br/>\nIl procède à un examen attentif des opérations, objet des contrôles qu'il met en œuvre pour les besoins de la mission ou de la prestation fournie, en veillant à ce qu'elles soient cohérentes avec les activités professionnelles du client ou de la personne ou entité dont des opérations font l'objet des contrôles.<br/><br/>\nSelon son appréciation du risque de blanchiment des capitaux ou de financement du terrorisme présenté par certaines de ces opérations, il s'enquiert de l'origine et de la destination des fonds concernés par ces opérations.<br/><br/>\n43. Lorsqu'il a connaissance d'une opération qu'il estime particulièrement complexe ou d'un montant inhabituellement élevé ou ne paraissant pas avoir de justification économique ou d'objet licite, il se renseigne sur l'origine et la destination des fonds concernés par l'opération ainsi que sur l'objet de l'opération et l'identité de la personne qui en bénéficie.<br/><br/>\n44. Le commissaire aux comptes exerce son jugement professionnel quant à la cohérence des informations collectées au regard de sa connaissance du client ou de la personne ou entité dont des opérations font l'objet des contrôles.<br/><br/>\nMesures de vigilance simplifiées<br/><br/>\n45. Lorsque le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires parait faible au commissaire aux comptes, les mesures de vigilance peuvent être simplifiées en adaptant la fréquence de mise en œuvre, l'étendue des moyens mis en œuvre, la quantité d'informations collectées et la qualité des sources d'information utilisées.<br/><br/>\nMesures de vigilance renforcées<br/><br/>\n46. Lorsque le risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires paraît élevé au commissaire aux comptes, ou lorsque le bénéficiaire effectif ou le client, personne physique, est une personne exposée, il applique, en sus des mesures prévues aux paragraphes 42 à 44 de la présente norme, des mesures de vigilance renforcées sur des opérations sélectionnées selon son jugement professionnel parmi celles objet des contrôles qu'il met en œuvre pour les besoins de la mission ou de la prestation.<br/><br/>\nCes mesures de vigilance renforcées consistent à se renseigner sur :</p><p><br/>\n-l'objet et la cohérence économique de l'opération et l'identité de la personne qui en bénéficie ; et<br/><br/>\n-l'origine et la destination des fonds.</p><p><br/>\n47. Le commissaire aux comptes exerce son jugement professionnel pour apprécier la cohérence des informations collectées au regard de sa connaissance du client ou de la personne ou entité dont des opérations font l'objet des contrôles.<br/><br/>\nMesures de vigilance complémentaires dans certains cas particuliers<br/><br/>\n48. Lorsque le commissaire aux comptes réalise une mission ou une prestation visée au paragraphe 34, il met en œuvre les mesures de vigilance complémentaires prévues par l'article R. 561-20-4 du code monétaire et financier.<br/><br/>\nActualisation de l'évaluation du risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires et adaptation des mesures de vigilance<br/><br/>\n49. Pendant toute la relation d'affaires, le commissaire aux comptes recueille, met à jour et analyse les éléments d'information qui lui permettent de conserver une connaissance appropriée et actualisée du client et, le cas échéant, du bénéficiaire effectif ainsi que de l'objet et de la nature de la mission autre que le contrôle légal ou de la prestation.<br/><br/>\nLa nature et l'étendue des informations collectées ainsi que la fréquence de la mise à jour de ces informations et l'étendue des analyses menées sont adaptés au risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires. Le commissaire aux comptes tient compte également des changements pertinents affectant la situation du client, et le cas échéant, du bénéficiaire effectif, ou affectant la mission autre que le contrôle légal ou la prestation.<br/><br/>\nEn fonction des éléments collectés, il actualise si nécessaire son évaluation du risque de blanchiment des capitaux et de financement du terrorisme présenté par la relation d'affaires et adapte en conséquence les mesures de vigilance.<br/><br/>\n50. Lorsque le commissaire aux comptes a de bonnes raisons de penser que l'identité du client et les éléments d'identification du client et, le cas échéant du bénéficiaire effectif précédemment obtenus ne sont plus exacts ou pertinents, il procède de nouveau à l'identification et à la vérification des éléments d'identification, conformément aux diligences prévues aux paragraphes 19 à 32 de la présente norme.<br/><br/>\n51. S'il l'estime nécessaire, il demande au représentant légal de la personne ou entité une déclaration confirmant qu'il n'y a pas eu, depuis les derniers éléments collectés, de modification concernant le bénéficiaire effectif et son éventuelle qualification de personne exposée ou, si le client est une personne physique, il lui demande une déclaration confirmant qu'il n'y a pas eu, depuis les derniers éléments collectés, de modification concernant son éventuelle qualification de personne exposée.<br/><br/>\n52. Lorsque le commissaire aux comptes identifie que le bénéficiaire effectif ou le client, personne physique, est une personne exposée, il met en œuvre la mesure de vigilance complémentaire prévue au paragraphe 33 de la présente norme pour la poursuite de la relation d'affaires.<br/><br/>\n53. Lorsque le commissaire aux comptes identifie, au cours de l'exécution de la mission ou de la prestation que son client est une personne physique ou morale, domiciliée, enregistrée ou établie dans un Etat ou un territoire figurant sur les listes publiées par le Groupe d'action financière ou par la Commission européenne, il met en œuvre les mesures de vigilance complémentaires prévues au paragraphe 34 de la présente norme.<br/><br/>\n54. Lorsque le commissaire aux comptes n'est plus en mesure d'identifier le client ou, le cas échéant, le bénéficiaire effectif, ou de vérifier leurs éléments d'identification ou de recueillir, mettre à jour et analyser les éléments relatifs à la connaissance de l'objet et de la nature de la mission autre que le contrôle légal ou de la prestation, il met un terme à la relation d'affaires. Ces circonstances constituent un motif légitime de démission au sens du code de déontologie.<br/><br/>\nEn outre, s'il se trouve dans les conditions prévues au paragraphe 60 de la présente norme, il procède à la déclaration à TRACFIN.<br/><br/>\n55. Le commissaire aux comptes n'est pas soumis aux dispositions du paragraphe 54 de la présente norme lorsque sa prestation se rattache à une procédure juridictionnelle, y compris dans le cadre de conseils relatifs à la manière d'engager ou d'éviter une telle procédure, et lorsqu'il donne des consultations juridiques.<br/><br/>\nObligations de vigilance avant d'accepter de fournir une prestation à un client occasionnel<br/><br/>\n56. Le commissaire aux comptes s'enquiert auprès du client occasionnel de la nature de l'opération ou des opérations concernées par la prestation envisagée ainsi que de l'objet et de la nature de cette prestation.<br/><br/>\n57. Le commissaire aux comptes identifie le client occasionnel et, le cas échéant, le bénéficiaire effectif et vérifie leurs éléments d'identification lorsque la prestation envisagée concerne une opération ou des opérations liées réalisées ou envisagées par le client occasionnel :</p><p><br/>\n-d'un montant qui excède 15 000 euros ; ou<br/><br/>\n-présentant les caractéristiques visées au paragraphe 60 de la présente norme.</p><p><br/>\nA ce titre, le commissaire aux comptes met en œuvre les mesures de vigilance définies aux paragraphes 19 à 31 et 33 à 34 de la présente norme.<br/><br/>\nIl renforce ces mesures lorsque l'opération ou les opérations liées :</p><p><br/>\n-excèdent 15 000 euros et que le risque de blanchiment des capitaux et de financement du terrorisme présenté par l'opération ou les opérations liées lui parait élevé ; ou<br/><br/>\n-présentent les caractéristiques visées au paragraphe 60 de la présente norme.</p><p><br/>\nIl peut notamment :</p><p><br/>\n-concernant l'identification et la vérification des éléments d'identification du client occasionnel :<br/><br/>\n-demander un justificatif du domicile actuel du client personne physique ;<br/><br/>\n-obtenir les statuts ;<br/><br/>\n-solliciter directement des documents auprès de tiers, par exemple obtenir un extrait K bis directement auprès du greffe du tribunal de commerce ou un extrait du répertoire national des associations directement auprès de la préfecture ou de la sous-préfecture du siège de l'association concernée et, à Paris, auprès de la préfecture de police ;<br/><br/>\n-concernant l'identification et la vérification des éléments d'identification du bénéficiaire effectif :<br/><br/>\n-effectuer des recherches sur internet ou s'enquérir des activités professionnelles que le bénéficiaire effectif exerce actuellement ;<br/><br/>\n-lorsque le client est une personne ou entité tenue de déclarer au registre du commerce et des sociétés les informations relatives au bénéficiaire effectif conformément à l'article L. 561-46 du code monétaire et financier demander une copie d'un document officiel en cours de validité comportant la photographie du bénéficiaire effectif en plus du recueil des informations contenues dans les registres mentionnés au paragraphe 27 de la présente norme ;<br/><br/>\n-demander à consulter des documents originaux ou obtenir des copies certifiées conformes lorsque les originaux ne sont pas accessibles directement, par exemple lorsqu'ils sont détenus à l'étranger.</p><p><br/>\n58. Lorsqu'à l'issue de ces diligences, le commissaire aux comptes n'est pas en mesure d'identifier le client occasionnel ou, le cas échéant, le bénéficiaire effectif ou de vérifier leurs éléments d'identification, il n'accepte pas de fournir la prestation.<br/><br/>\nEn outre, s'il se trouve dans les conditions prévues au paragraphe 60 de la présente norme, il procède à la déclaration à TRACFIN.<br/><br/>\n59. Le commissaire aux comptes n'est pas soumis aux dispositions du paragraphe 58 de la présente norme lorsque sa prestation se rattache à une procédure juridictionnelle, y compris dans le cadre de conseils relatifs à la manière d'engager ou d'éviter une telle procédure, et lorsqu'il donne des consultations juridiques.<br/><br/>\nObligations de déclaration à TRACFIN<br/><br/>\n60. Le commissaire aux comptes déclare à TRACFIN les opérations portant sur des sommes dont il sait, soupçonne ou a de bonnes raisons de soupçonner qu'elles proviennent d'une infraction passible d'une peine privative de liberté supérieure à un an ou sont liées au financement du terrorisme.<br/><br/>\nPar dérogation à l'alinéa précédent, il déclare à TRACFIN les sommes ou opérations dont il sait, soupçonne ou a de bonnes raisons de soupçonner qu'elles proviennent d'une fraude fiscale, lorsqu'il est en présence d'au moins un critère défini à l'article D. 561-32-1 du code monétaire et financier.<br/><br/>\nLes sommes et opérations susvisées supposent le constat d'un flux passé, présent ou à venir et excluent les charges et produits calculés.<br/><br/>\nLes tentatives de telles opérations font également l'objet d'une déclaration à TRACFIN. Une tentative se caractérise par un commencement d'exécution.<br/><br/>\nCes opérations ou sommes ont pu être identifiées par le commissaire aux comptes dans le cadre des mesures de vigilance mises en œuvre sur les opérations ou en dehors de ses obligations de vigilance, au cours de ses missions ou des prestations fournies.<br/><br/>\nModalités de déclaration<br/><br/>\n61. Le commissaire aux comptes s'acquitte personnellement de la déclaration à TRACFIN, quelles que soient les modalités de son exercice professionnel. En cas de pluralité de commissaires aux comptes signataires, chacun établit une déclaration à TRACFIN, qu'ils appartiennent ou non à une même structure d'exercice du commissariat aux comptes.<br/><br/>\n62. Lorsque le commissaire aux comptes est une personne morale, son dirigeant peut, dans des cas exceptionnels, en raison notamment de l'urgence, prendre l'initiative d ‘ effectuer lui-même la déclaration à TRACFIN. Cette déclaration est confirmée, dans les meilleurs délais, par le ou les commissaires aux comptes signataires.<br/><br/>\n63. La déclaration à TRACFIN est établie par écrit. Elle est effectuée :</p><p><br/>\n-soit par voie électronique sur la plateforme Ermès accessible à partir du site internet de TRACFIN ;<br/><br/>\n-soit au moyen d'un formulaire à télécharger sur le site internet de TRACFIN, dont le contenu est dactylographié et signé.</p><p><br/>\nDans des cas exceptionnels, le commissaire aux comptes peut réaliser sa déclaration verbalement lors d'une réunion avec un agent de TRACFIN au cours de laquelle il remet les pièces ou documents justificatifs utiles venant à son appui.<br/><br/>\n64. Dans tous les cas, la déclaration à TRACFIN comporte les indications prévues au III de l'article R. 561-31 du code monétaire et financier :</p><p><br/>\n-la qualité de commissaire aux comptes ;<br/><br/>\n-l'identification et les coordonnées professionnelles du commissaire aux comptes réalisant la déclaration ;<br/><br/>\n-le cas de déclaration par référence aux cas mentionnés à l'article L. 561-15 du code monétaire et financier, visés au paragraphe 60 de la présente norme ;<br/><br/>\n-les éléments d'identification du client en la possession du commissaire aux comptes, notamment la forme juridique du client et son secteur d'activité lorsqu'il s'agit d'une personne morale, son activité professionnelle et les éléments de son patrimoine lorsqu'il s'agit d'une personne physique ;<br/><br/>\n-l'objet et la nature de la mission mise en œuvre ou de la prestation fournie ;<br/><br/>\n-le descriptif de l'opération concernée et, le cas échéant, les éléments d'identification de la personne bénéficiant de l'opération qui fait l'objet de la déclaration ;<br/><br/>\n-les éléments d'analyse qui ont conduit le commissaire aux comptes à effectuer la déclaration ;<br/><br/>\n-lorsque l'opération n'a pas encore été exécutée, son délai d'exécution ;<br/><br/>\n-les pièces ou documents justificatifs utiles.</p><p><br/>\n65. Lorsqu'une déclaration ne satisfait pas à la forme et aux exigences de contenu définies par la réglementation, et à défaut de régularisation dans le délai d'un mois imparti par TRACFIN, elle est irrecevable. Cette irrecevabilité emporte toutes les conséquences juridiques du défaut de dépôt d'une déclaration de soupçon.<br/><br/>\n66. Lorsqu'il a effectué une déclaration, le commissaire aux comptes porte, sans délai, à la connaissance de TRACFIN toute information de nature à infirmer, conforter ou modifier les éléments contenus dans cette déclaration.<br/><br/>\nConfidentialité et secret professionnel<br/><br/>\n67. La déclaration à TRACFIN est confidentielle.<br/><br/>\nIl est interdit, sous peine des sanctions prévues à l'article L. 574-1 du code monétaire et financier, de porter à la connaissance du client ou de tiers l'existence et le contenu de la déclaration et de donner des informations sur les suites qui ont été réservées à cette déclaration.<br/><br/>\nCette interdiction ne s'applique pas à la relation entre le commissaire aux comptes et la Haute autorité de l'audit.<br/><br/>\nLe commissaire aux comptes ne peut, ni ne doit révéler à l'autorité judiciaire ou aux officiers de police judiciaire agissant sur délégation l'existence et le contenu d'une déclaration à TRACFIN.<br/><br/>\nRelation avec TRACFIN<br/><br/>\n68. Le commissaire aux comptes est tenu de répondre à toute demande émanant de TRACFIN, dans les délais fixés par celui-ci.<br/><br/>\nInformation au sein du même réseau ou de la même structure d'exercice professionnel<br/><br/>\n69. Par dérogation au principe de confidentialité et de secret professionnel, et sauf opposition de TRACFIN, les commissaires aux comptes, experts-comptables, salariés autorisés à exercer la profession d'expert-comptable et membres d'une profession juridique ou judicaire visés au 13° de l'article L. 561-2 du code monétaire et financier qui appartiennent au même réseau ou à une même structure d'exercice professionnel, s'informent au sein du réseau ou de la structure d'exercice professionnel de l'existence et du contenu de la déclaration lorsque les conditions suivantes sont réunies :</p><p><br/>\n-les informations ne sont échangées qu'entre personnes d'un même réseau ou d'une même structure d'exercice professionnel soumises à l'obligation de déclaration à TRACFIN ;<br/><br/>\n-les informations divulguées sont nécessaires à l'exercice, au sein du réseau ou de la structure d'exercice du commissariat aux comptes, de la vigilance en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme et seront exclusivement utilisées à cette fin ;<br/><br/>\n-les informations sont divulguées à une personne ou un établissement situé en France ou dans un autre Etat membre de l'Union européenne, dans un Etat partie à l'espace économique européen ou dans un pays tiers imposant des obligations équivalentes en matière de lutte contre le blanchiment et le financement du terrorisme ;<br/><br/>\n-le traitement des informations réalisé dans le pays mentionné ci-dessus garantit un niveau de protection suffisant de la vie privée et des libertés et droits fondamentaux des personnes conformément aux articles 122 et 123 de la loi n° 78-17 du 6 janvier 1978.</p><p><br/>\nInformation en cas d'intervention pour un même client ou client occasionnel et dans une même opération ou en cas de connaissance pour un même client ou client occasionnel d'une même opération<br/><br/>\n70. Par dérogation au principe de confidentialité et de secret professionnel, les commissaires aux comptes, les experts-comptables, les salariés autorisés à exercer la profession d'expert-comptable, les membres d'une profession juridique ou judicaire visés au 13° de l'article L. 561-2 du code monétaire et financier, les caisses des règlements pécuniaires des avocats visés au 18° du même article et les greffiers des tribunaux de commerce peuvent, lorsqu'ils interviennent pour un même client ou un même client occasionnel et dans une même opération ou lorsqu'ils ont connaissance, pour un même client ou client occasionnel, d'une même opération, s'informer mutuellement, et par tout moyen sécurisé, de l'existence et du contenu de la déclaration à TRACFIN. Ces échanges d'informations ne sont autorisés qu'entre les personnes visées ci-avant, si les conditions suivantes sont réunies :</p><p><br/>\n-les personnes mentionnées ci-avant sont situées en France, dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ;<br/><br/>\n-lorsque l'échange d'informations implique des personnes qui ne sont pas situées en France, celles-ci sont soumises à des obligations équivalentes en matière de secret professionnel ;<br/><br/>\n-les informations échangées sont utilisées exclusivement à des fins de prévention du blanchiment des capitaux et du financement du terrorisme ;<br/><br/>\n-le traitement des informations communiquées, lorsqu'il est réalisé dans un pays tiers, garantit un niveau de protection suffisant de la vie privée et des libertés et droits fondamentaux des personnes, conformément aux articles 122 et 123 de la loi n° 78-17 du 6 janvier 1978.</p><p><br/>\nMesures spécifiques<br/><br/>\n71. En application des articles L. 561-16 et L. 561-24 du code monétaire et financier, dans le cadre d'une mission ou d'une prestation, le commissaire aux comptes s'abstient d'effectuer toute opération-notamment recevoir, conserver ou délivrer des fonds ou valeurs-portant sur des sommes dont il sait, soupçonne ou a de bonnes raisons de soupçonner qu'elles proviennent d'une infraction passible d'une peine privative de liberté supérieure à un an ou sont liées au financement du terrorisme jusqu'à ce qu'il l'ait déclarée à TRACFIN. Il ne peut alors procéder à la réalisation de l'opération que si TRACFIN n'a pas notifié d'opposition, ou si au terme du délai d'opposition notifié par TRACFIN, aucune décision du président du tribunal de grande instance de Paris ne lui est parvenue.<br/><br/>\n72. Lorsqu'une opération devant faire l'objet d'une déclaration à TRACFIN a déjà été réalisée, soit parce qu'il a été impossible de surseoir à son exécution, soit que son report aurait pu faire obstacle à des investigations portant sur une opération suspectée de blanchiment des capitaux ou de financement du terrorisme, soit qu'il est apparu postérieurement à sa réalisation qu'elle était soumise à cette déclaration, le commissaire aux comptes en informe TRACFIN sans délai au moyen d'une déclaration de soupçon.<br/><br/>\nObligations de conservation des documents et informations<br/><br/>\n73. Le commissaire aux comptes conserve dans ses dossiers les documents et informations, quel qu'en soit le support, permettant de justifier des mesures de vigilance mises en œuvre et de leur adéquation au risque de blanchiment des capitaux et de financement du terrorisme.<br/><br/>\n74. Le commissaire aux comptes conserve pendant cinq ans à compter de la fin du mandat de commissariat aux comptes, de la mission ou de la prestation :</p><p><br/>\n-les documents et informations relatifs à l'identification et à la vérification des éléments d'identification du client, ou du client occasionnel, et le cas échéant, du bénéficiaire effectif ;<br/><br/>\n-les autres éléments d'information nécessaires ; ainsi que<br/><br/>\n-les documents et informations relatifs aux mesures de vigilance mises en œuvre.</p><p><br/>\nLorsque le commissaire aux comptes intervient dans le cadre d'un mandat de commissariat aux comptes, les documents concernent les trois ou six exercices du mandat.<br/><br/>\nIl conserve également, pendant cinq ans à compter de la fin de la mission de contrôle légal, d'une autre mission ou de la prestation, les documents et informations relatifs aux opérations, et plus particulièrement les documents consignant les caractéristiques des opérations particulièrement complexes ou d'un montant inhabituellement élevé ou ne paraissant pas avoir de justification économique ou d'objet licite.<br/><br/>\n75. Les déclarations à TRACFIN, les pièces jointes, ainsi que les réponses à son droit de communication, sont conservées en dehors des dossiers en raison de leur caractère confidentiel, pendant cinq ans à compter de leur envoi.<br/><br/>\nLiens éventuels entre la déclaration à TRACFIN et la révélation des faits délictueux au procureur de la République<br/><br/>\n76. Lorsque le commissaire aux comptes a connaissance d'opérations portant sur des sommes dont il sait qu'elles proviennent d'une infraction passible d'une peine privative de liberté supérieure à un an, ou qui sont liées au financement du terrorisme, ou lorsqu'il a connaissance de sommes ou opérations dont il sait qu'elles proviennent d'une fraude fiscale en présence d'au moins un critère défini à l'article D. 561-32-1 du code monétaire et financier :</p><p><br/>\n-il procède à une déclaration à TRACFIN ; et<br/><br/>\n-dans les cas où il est soumis à l'obligation de révélation des faits délictueux, il révèle concomitamment les faits délictueux au procureur de la République, en application du deuxième alinéa de l'article L. 821-10 du code de commerce.</p><p><br/>\n77. Lorsque le commissaire aux comptes n'a que des soupçons ou de bonnes raisons de soupçonner que des opérations portent sur des sommes qui proviennent d'une infraction passible d'une peine privative de liberté supérieure à un an, ou sont liées au financement du terrorisme, ou que des sommes ou opérations proviennent d'une fraude fiscale en présence d'au moins un critère défini à l'article D. 561-32-1 du code monétaire et financier, il procède uniquement à la déclaration à TRACFIN. En effet, à ce stade, le commissaire aux comptes ne sait pas si ses soupçons sont fondés car il ne dispose pas d'élément tangible.<br/><br/>\nLes soupçons ne constituent pas des faits délictueux ou des irrégularités.<br/><br/>\n78. Lorsqu'il a déclaré des soupçons, le commissaire aux comptes réapprécie tout au long de l'exécution de la mission ou de la prestation fournie les éléments déclarés dès lors qu'il a connaissance d'informations venant renforcer ou infirmer ses soupçons et en tire les conséquences éventuelles au regard de ses obligations de révélation.</p><p></p>",
            "num": "A821-98",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : De la lutte contre le blanchiment des capitaux et le financement du terrorisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874718",
                        "id": "LEGISCTA000048874718",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048874777",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874718",
            "sectionParentId": "LEGISCTA000048874718",
            "sectionParentTitre": "Paragraphe 4 : De la lutte contre le blanchiment des capitaux et le financement du terrorisme",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 4 : De la lutte contre le blanchiment des capitaux et le financement du terrorisme",
            "refInjection": "MD-20240112_202141_801_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048874825",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 32 de l’ordonnance n° 2023-1142, ces dispositions entrent en vigueur le 1er janvier 2024.",
            "notaHtml": "<p>Conformément à l’article 32 de l’ordonnance n° 2023-1142, ces dispositions entrent en vigueur le 1er janvier 2024.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-37 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-37",
                    "articleId": "LEGIARTI000048539881",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048874825",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-98",
                "821-98"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}