{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033262574",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Dans les deux mois qui suivent leur prise de fonctions, les membres et les personnels de la Cour des comptes mentionnés aux sections 1 à 3 du chapitre II du titre Ier du présent livre remettent une déclaration exhaustive, exacte et sincère de leurs intérêts : 1° Au président de chambre, s'ils sont affectés dans une chambre ; 2° Au procureur général, s'ils sont affectés au parquet ; 3° Au premier président, s'ils sont affectés au secrétariat général. La déclaration des membres et des personnels mentionnés aux 1° et 2° est transmise au premier président. Dans les deux mois qui suivent leur prise de fonctions, les présidents de chambre remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au premier président. La déclaration d'intérêts mentionne les liens et les intérêts détenus de nature à influencer ou à paraître influencer l'exercice indépendant, impartial et objectif des fonctions, que le déclarant a, ou qu'il a eus pendant les cinq années précédant son affectation ou sa prise de fonctions. Elle ne comporte aucune mention des opinions ou des activités politiques, syndicales, religieuses ou philosophiques de l'intéressé, sauf lorsque leur révélation résulte de la déclaration de fonctions ou de mandats exercés publiquement. La remise de la déclaration d'intérêts donne lieu à un entretien déontologique avec l'autorité à laquelle la déclaration a été remise, ayant pour objet de prévenir tout éventuel conflit d'intérêts et d'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. A l'issue de l'entretien, la déclaration peut être modifiée par le déclarant. L'entretien peut être renouvelé à tout moment à la demande du déclarant ou de l'autorité. L'autorité à laquelle la déclaration a été remise peut solliciter l'avis du collège de déontologie des juridictions financières sur la déclaration lorsqu'il existe un doute sur une éventuelle situation de conflit d'intérêts. Lorsque l'avis est sollicité par un président de chambre ou le procureur général, il est également porté à la connaissance du premier président. Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes et peut donner lieu à un entretien déontologique. La déclaration d'intérêts est annexée au dossier de l'intéressé selon des modalités garantissant sa confidentialité, sous réserve de sa consultation par les personnes autorisées à y accéder. Lorsqu'une procédure disciplinaire est engagée, le conseil supérieur de la Cour des comptes peut obtenir communication de la déclaration d'intérêts. II. – Dans les deux mois qui suivent leur prise de fonctions, le premier président et le procureur général remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au collège de déontologie, qui peut leur adresser des observations ayant pour objet de prévenir tout éventuel conflit d'intérêts et de les inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes. Les septième et avant-dernier alinéas du I du présent article sont applicables. III. – Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment le modèle, le contenu et les conditions de remise, de mise à jour, de conservation et de consultation de la déclaration d'intérêts.",
            "texteHtml": "<p>I. – Dans les deux mois qui suivent leur prise de fonctions, les membres et les personnels de la Cour des comptes mentionnés aux <a href='/affichCode.do?cidTexte=LEGITEXT000006070249&idSectionTA=LEGISCTA000006164104&dateTexte=&categorieLien=cid' title='Code des juridictions financières -  Section 1 : Magistrats (V)'>sections 1 à 3 du chapitre II du titre Ier du présent livre</a> remettent une déclaration exhaustive, exacte et sincère de leurs intérêts : </p><p>1° Au président de chambre, s'ils sont affectés dans une chambre ; </p><p>2° Au procureur général, s'ils sont affectés au parquet ; </p><p>3° Au premier président, s'ils sont affectés au secrétariat général. </p><p>La déclaration des membres et des personnels mentionnés aux 1° et 2° est transmise au premier président. </p><p>Dans les deux mois qui suivent leur prise de fonctions, les présidents de chambre remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au premier président. </p><p>La déclaration d'intérêts mentionne les liens et les intérêts détenus de nature à influencer ou à paraître influencer l'exercice indépendant, impartial et objectif des fonctions, que le déclarant a, ou qu'il a eus pendant les cinq années précédant son affectation ou sa prise de fonctions. Elle ne comporte aucune mention des opinions ou des activités politiques, syndicales, religieuses ou philosophiques de l'intéressé, sauf lorsque leur révélation résulte de la déclaration de fonctions ou de mandats exercés publiquement. </p><p>La remise de la déclaration d'intérêts donne lieu à un entretien déontologique avec l'autorité à laquelle la déclaration a été remise, ayant pour objet de prévenir tout éventuel conflit d'intérêts et d'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. A l'issue de l'entretien, la déclaration peut être modifiée par le déclarant. L'entretien peut être renouvelé à tout moment à la demande du déclarant ou de l'autorité. </p><p>L'autorité à laquelle la déclaration a été remise peut solliciter l'avis du collège de déontologie des juridictions financières sur la déclaration lorsqu'il existe un doute sur une éventuelle situation de conflit d'intérêts. Lorsque l'avis est sollicité par un président de chambre ou le procureur général, il est également porté à la connaissance du premier président. </p><p>Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes et peut donner lieu à un entretien déontologique. </p><p>La déclaration d'intérêts est annexée au dossier de l'intéressé selon des modalités garantissant sa confidentialité, sous réserve de sa consultation par les personnes autorisées à y accéder. </p><p>Lorsqu'une procédure disciplinaire est engagée, le conseil supérieur de la Cour des comptes peut obtenir communication de la déclaration d'intérêts. </p><p>II. – Dans les deux mois qui suivent leur prise de fonctions, le premier président et le procureur général remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au collège de déontologie, qui peut leur adresser des observations ayant pour objet de prévenir tout éventuel conflit d'intérêts et de les inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. </p><p>Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes. </p><p>Les septième et avant-dernier alinéas du I du présent article sont applicables. </p><p>III. – Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment le modèle, le contenu et les conditions de remise, de mise à jour, de conservation et de consultation de la déclaration d'intérêts.</p>",
            "num": "L120-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1493596800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147450879,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-12-06",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085909",
                        "id": "LEGISCTA000006085909",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-12-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : La Cour des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115525",
                        "id": "LEGISCTA000006115525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-12-06",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions statutaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134842",
                        "id": "LEGISCTA000006134842",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-02",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE PRELIMINAIRE : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148655",
                        "id": "LEGISCTA000006148655",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Normes professionnelles et déontologie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033237489",
                        "id": "LEGISCTA000033237489",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1994-12-06",
                        "fin": "2999-01-01",
                        "titre": "Code des juridictions financières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070249",
                        "id": "LEGITEXT000006070249",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032436919",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033237489",
            "sectionParentId": "LEGISCTA000033237489",
            "sectionParentTitre": "Section 2 : Normes professionnelles et déontologie",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : La Cour des comptes &gt; TITRE II : Dispositions statutaires &gt; CHAPITRE PRELIMINAIRE : Dispositions générales &gt; Section 2 : Normes professionnelles et déontologie",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033262574",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070249",
                    "titre": "Code des juridictions financières",
                    "titreLong": "Code des juridictions financières",
                    "etat": "VIGUEUR",
                    "dateDebut": 786672000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070249",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 52 de l'ordonnance n° 2016-1360 du 13 octobre 2016, les présentes dispositions entrent en vigueur le lendemain de la publication au Journal officiel de la République française du décret en Conseil d'Etat relatif à la partie réglementaire du code des juridictions financières, et au plus tard le 1er juillet 2017. Conformément à l'article 184 du décret n° 2017-671 du 28 avril 2017 modifiant la partie réglementaire du code des juridictions financières, les présentes dispositions entrent en vigueur le 1er mai 2017.",
            "notaHtml": "<p>Conformément à l'article 52 de l'ordonnance n° 2016-1360 du 13 octobre 2016, les présentes dispositions entrent en vigueur le lendemain de la publication au Journal officiel de la République française du décret en Conseil d'Etat relatif à la partie réglementaire du code des juridictions financières, et au plus tard le 1er juillet 2017.</p><p>Conformément à l'article 184 du décret n° 2017-671 du 28 avril 2017 modifiant la partie réglementaire du code des juridictions financières, les présentes dispositions entrent en vigueur le 1er mai 2017.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033233037",
                    "textTitle": "Ordonnance n°2016-1360 du 13 octobre 2016 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000033235253",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-10-14",
                    "dateSignaTexte": "2016-10-13",
                    "dateDebutCible": "2016-10-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041506165",
                    "textTitle": "Décret n°2020-69 du 30 janvier 2020 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000041511076",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-69",
                    "datePubli": 1580428800000,
                    "dateDebut": 1580515200000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières -  Section 1 : Magistrats (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000006164104",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 786672000000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-11 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L120-11",
                    "articleId": "LEGIARTI000033262571",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493596800000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L120-9",
                    "articleId": "LEGIARTI000033262589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493596800000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. R120-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R120-3",
                    "articleId": "LEGIARTI000036060173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1511049600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-11 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L120-11",
                    "articleId": "LEGIARTI000033262571",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-9 (VT)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L120-9",
                    "articleId": "LEGIARTI000032436917",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032436919",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1461283200000,
                    "dateFin": 1493596800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033262574",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1493596800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L120-10",
                "120-10"
            ],
            "versionPrecedente": "LEGIARTI000032436919",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032436919",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le fait, pour une personne tenue de remettre une déclaration d'intérêts en application de l'article L. 120-9 du présent code, de ne pas adresser sa déclaration ou d'omettre de déclarer une partie substantielle de ses intérêts est puni d'une peine de trois ans d'emprisonnement et de 45 000 € d'amende. Peuvent être prononcées, à titre complémentaire, l'interdiction des droits civiques, selon les modalités prévues aux articles 131-26 et 131-26-1 du code pénal, ainsi que l'interdiction d'exercer une fonction publique, selon les modalités prévues à l' article 131-27 du même code. II.-Le fait de publier, hors le cas prévu au dernier alinéa de l' article L. 120-8 du présent code, ou de divulguer, de quelque manière que ce soit, tout ou partie des déclarations, des informations ou des avis mentionnés à l'article L. 120-9 du même code est puni des peines mentionnées à l' article 226-1 du code pénal .",
            "texteHtml": "<div align='left'>I.-Le fait, pour une personne tenue de remettre une déclaration d'intérêts en application de l'article L. 120-9 du présent code, de ne pas adresser sa déclaration ou d'omettre de déclarer une partie substantielle de ses intérêts est puni d'une peine de trois ans d'emprisonnement et de 45 000 € d'amende. <br/><br/>Peuvent être prononcées, à titre complémentaire, l'interdiction des droits civiques, selon les modalités prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417290&dateTexte=&categorieLien=cid'>131-26 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000028058695&dateTexte=&categorieLien=cid'>131-26-1 </a>du code pénal, ainsi que l'interdiction d'exercer une fonction publique, selon les modalités prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417291&dateTexte=&categorieLien=cid' title='Code pénal - art. 131-27 (V)'>article 131-27</a> du même code. <br/><br/>II.-Le fait de publier, hors le cas prévu au dernier alinéa de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070249&idArticle=LEGIARTI000032436915&dateTexte=&categorieLien=id' title='Code des juridictions financières - art. L120-8 (VT)'>article L. 120-8 </a>du présent code, ou de divulguer, de quelque manière que ce soit, tout ou partie des déclarations, des informations ou des avis mentionnés à l'article L. 120-9 du même code est puni des peines mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417928&dateTexte=&categorieLien=cid'>article 226-1 du code pénal</a>.<br/><br/><br/></div>",
            "num": "L120-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "TRANSFERE",
            "dateDebut": 1461283200000,
            "dateFin": 1493596800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2122319500,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-12-06",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085909",
                        "id": "LEGISCTA000006085909",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-12-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : La Cour des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115525",
                        "id": "LEGISCTA000006115525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-12-06",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions statutaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134842",
                        "id": "LEGISCTA000006134842",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-02",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE PRELIMINAIRE : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148655",
                        "id": "LEGISCTA000006148655",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1994-12-06",
                        "fin": "2999-01-01",
                        "titre": "Code des juridictions financières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070249",
                        "id": "LEGITEXT000006070249",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032436919",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148655",
            "sectionParentId": "LEGISCTA000006148655",
            "sectionParentTitre": "CHAPITRE PRELIMINAIRE : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : La Cour des comptes &gt; TITRE II : Dispositions statutaires &gt; CHAPITRE PRELIMINAIRE : Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032436919",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070249",
                    "titre": "Code des juridictions financières",
                    "titreLong": "Code des juridictions financières",
                    "etat": "VIGUEUR",
                    "dateDebut": 786672000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070249",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032433852",
                    "textTitle": "LOI n°2016-483 du 20 avril 2016 - art. 15",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000032435466",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-04-21",
                    "dateSignaTexte": "2016-04-20",
                    "dateDebutCible": "2016-04-22"
                },
                {
                    "textCid": "JORFTEXT000033233037",
                    "textTitle": "Ordonnance n°2016-1360 du 13 octobre 2016 - art. 3",
                    "linkType": "TRANSFERE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000033235253",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-10-14",
                    "dateSignaTexte": "2016-10-13",
                    "dateDebutCible": "2016-10-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041506165",
                    "textTitle": "Décret n°2020-69 du 30 janvier 2020 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000041511076",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-69",
                    "datePubli": 1580428800000,
                    "dateDebut": 1580515200000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-11 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L120-11",
                    "articleId": "LEGIARTI000033262571",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493596800000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-8 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L120-8",
                    "articleId": "LEGIARTI000032436915",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L120-9",
                    "articleId": "LEGIARTI000033262589",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493596800000
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. R120-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R120-3",
                    "articleId": "LEGIARTI000036060173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1511049600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-26",
                    "articleId": "LEGIARTI000006417290",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-26-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-26-1",
                    "articleId": "LEGIARTI000028058695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1381622400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-27",
                    "articleId": "LEGIARTI000006417291",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-1",
                    "articleId": "LEGIARTI000006417928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-11 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L120-11",
                    "articleId": "LEGIARTI000033262571",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070249",
                    "textTitle": "Code des juridictions financières - art. L120-9 (VT)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L120-9",
                    "articleId": "LEGIARTI000032436917",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032436919",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1461283200000,
                    "dateFin": 1493596800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033262574",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1493596800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L120-10",
                "120-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}