{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039049374",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION-TYPE APPLICABLE AU SECTEUR LOCATIF INTERMÉDIAIRE ET AU SECTEUR LOCATIF SOCIAL PORTANT SUR UN LOGEMENT LOUÉ DANS LE CADRE D'UN BAIL À FERME BÉNÉFICIANT DE SUBVENTIONS POUR TRAVAUX Convention conclue entre l'ANAH et M. (ou la société) en application des articles L. 321-4 du code de la construction et de l'habitation-CCH (n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement), L. 321-8 du CCH (ouvrant droit au bénéfice de l'aide personnalisée au logement) et D. 321-23  du code de la construction et de l'habitation (annexe IV). L'ANAH, représentée par : Le délégué de l'agence dans le département : ou Le président du conseil départemental ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation : D'une part, et Nom, prénom du bailleur : Demeurant : Code postal : Commune : ou Raison sociale : Adresse du siège social : Code postal : Commune : Représentée par : Nom, prénom du représentant légal : Adresse du représentant légal : Code postal : Commune : dénommé (e) ci-après, le bailleur, D'autre part, sont convenus de ce qui suit : I. – Objet et champ d'application de la convention La présente convention a pour objet de fixer les droits et les obligations des parties pour le logement ci-après désigné. A. – Adresse précise du logement : N° : Voie : Code postal : Commune : Bâtiment : Escalier : Porte : Etage : B. – Surface habitable du logement (art. R. 111-2 ) : m 2 . C – Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article D. 321-27 du CCH (la moitié des annexes dans la limite de 8 m 2 ) : m 2 . D. – Surface habitable dite fiscale totale du logement (D = B + C) : m 2 . E. – Indiquer la référence cadastrale du logement : II. – Aide (s) accordée (s) par l'ANAH Les travaux d'amélioration doivent conduire à mettre a minima les logements en conformité avec les caractéristiques du logement décent définies par le décret n° 2002-120 du 30 janvier 2002 et doivent figurer dans la liste prévue à l'article R. 321-15 du CCH. Le programme de travaux est décrit dans le dossier de demande de subvention. III. – Prise d'effet, prolongation, résiliation de la convention Date de prise d'effet de la convention : Durée de la convention : ans (ne peut être inférieure à 9 ans). Date d'expiration de la convention : Le contribuable qui entend bénéficier de la déduction spécifique prévue au o du 1° du I de l' article 31 du code général des impôts (CGI) est tenu de joindre, à sa déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction fiscale est demandé pour la première fois au titre du logement concerné, une copie de la présente convention validée par l'ANAH et comportant son engagement de location. Prolongation de la convention par le bailleur : la prolongation de la convention par période de trois ans doit faire l'objet d'un avenant à la convention initiale. Les engagements du bailleur devront être intégrés dans l'avenant. Résiliation : une convention ne peut être résiliée qu'à titre exceptionnel par l'agence, notamment en cas d'inexécution de ses engagements par le bailleur. Dans ce cas, le reversement total ou partiel de toute subvention versée par l'ANAH dans les conditions prévues aux articles R. 321-5 et R. 321-21 du CCH peut être prononcé. Le bailleur s'engage, dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive, à en faire notification aux locataires et aux organismes liquidateurs concernés. Lorsque le bailleur a bénéficié d'un avantage fiscal, l'agence informe l'administration compétente. IV. – Conditions d'occupation des logements, conditions de ressources des locataires et conditions spécifiques d'attribution Conditions d'occupation : Pendant toute la durée de la convention, le bailleur s'engage à louer le logement ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an. La location ne peut pas être conclue avec : – un membre du foyer fiscal du signataire de la convention ; – un ascendant ou un descendant du signataire de la convention ; – l'un des associés de la société signataire de la convention ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé. Conditions de ressources des locataires : Le bailleur s'engage à louer les logements à des ménages dont les revenus, à la date de signature du bail, sont inférieurs à des plafonds de ressources fixés : – pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), à l'annexe III du code général des impôts (CGI). Ces plafonds sont révisés chaque année au 1er janvier. – pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL) par l' arrêté du 29 juillet 1987 modifié relatif aux plafonds de ressources des bénéficiaires de la législation sur les habitations à loyer modéré et des nouvelles aides de l'Etat en secteur locatif. Ces plafonds sont révisés chaque année au 1er janvier. Le montant des ressources à prendre en compte pour apprécier la situation de chaque ménage requérant est égal au revenu fiscal de référence de chaque personne composant le ménage, figurant sur les avis d'imposition établis au titre de l'avant-dernière année précédant celle de la signature du contrat de location. V. – Contrat de location et information du locataire Le bail conclu entre le bailleur et le locataire doit être conforme aux dispositions du titre Ier du livre IV du code rural et de la pêche maritime ainsi qu'à celles du chapitre Ier du titre II du livre III du code de la construction et de l'habitation. Pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme échu. Pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme à échoir. Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 (portant notamment sur les conditions relatives à la sécurité physique et la santé des locataires, sur les éléments d'équipement et de confort et sur les normes de surface et de volume). Lors de la signature du bail, le bailleur s'engage à remettre au locataire une copie de la présente convention, et à informer le locataire de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles. Le bailleur porte sur la quittance le montant du loyer maximum applicable au logement. Six mois avant son terme, il informe le locataire de la date d'expiration de la convention. VI. – Montant du loyer maximal et modalités de révision Le loyer pratiqué par le bailleur ne doit pas excéder le loyer maximal qui est fixé au m 2 de surface habitable dite fiscale à €. Ce loyer est déterminé conformément aux limites fixées localement par l'ANAH et doit respecter les dispositions prévues à l'article L. 411-11 du code rural et de la pêche maritime. Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, en fonction de l'indice de référence des loyers du deuxième trimestre de l'année précédente. VII. – Suivi, informations et contrôles Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'Agence dans un délai de deux mois suivant l'événement. Le bailleur s'engage à fournir à tout moment, à la demande de l'Agence, toutes les informations et tous les documents nécessaires au plein exercice du contrôle. Le bailleur s'engage à informer les professionnels chargés de la vente ou de la mutation du bien et notamment le notaire, de l'existence de cette convention et des engagements qu'elle comporte afin qu'ils soient mentionnés dans l'acte de mutation. En cas de mutation de propriété du logement, la convention s'impose de plein droit au nouveau propriétaire et les engagements de la convention en cours sont obligatoirement mentionnés dans l'acte de mutation (article L. 321-11 du code de la construction et de l'habitation) ; un avenant précisant l'identité du nouveau propriétaire est signé entre celui-ci et l'Agence nationale de l'habitat. VIII. – Sanctions et litiges Sanctions : En cas de non-respect des dispositions de la convention ou en cas de résiliation de la convention, le bailleur s'expose à des sanctions prévues par l'article D. 321-22-1 du code de la construction et de l'habitation et le règlement général de l'ANAH sans préjudice d'éventuelles sanctions fiscales ainsi qu'à la remise en cause des avantages liés à la convention. En outre, en cas de fausse déclaration ou de manœuvre frauduleuse, le bailleur, s'expose également à des poursuites judiciaires éventuelles. Litiges : En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble. IX. – Dispositions fiscales Pour le bénéfice de la déduction spécifique des revenus fonciers prévue au o du 1° du I de l'article 31 du code général des impôts (CGI), le bailleur s'engage à respecter l'ensemble des conditions mentionnées dans la présente convention et, notamment, l'engagement de louer le logement pendant toute la durée de la convention dans le respect des dispositions relatives au niveau de loyer et aux plafonds de ressource du locataire. Lorsque le bailleur est une société non soumise à l'impôt sur les sociétés autre qu'une SCPI, le bénéfice de cette déduction spécifique des revenus fonciers s'applique aux associés personnes physiques de la société. Dans ce cas, chaque associé de la société doit s'engager à conserver la totalité de ses parts pendant la durée de la convention. L'engagement de conservation des titres est constaté lors du dépôt de la déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction spécifique est demandé pour la première fois. Le bailleur est également informé que le bénéfice du dispositif fiscal est incompatible avec le maintien éventuel du logement sous le régime du micro foncier. Le bailleur atteste que le logement ne fait pas l'objet d'un dispositif fiscal incompatible avec le bénéfice de la déduction spécifique. Fait en 2 originaux. à, le Le bailleur à, le L'ANAH (indiquer la fonction du signataire)",
            "texteHtml": "<p align='center'>CONVENTION-TYPE APPLICABLE AU SECTEUR LOCATIF INTERMÉDIAIRE ET AU SECTEUR LOCATIF SOCIAL PORTANT SUR UN LOGEMENT LOUÉ DANS LE CADRE D'UN BAIL À FERME BÉNÉFICIANT DE SUBVENTIONS POUR TRAVAUX</p><p>Convention conclue entre l'ANAH et M. (ou la société)</p><p>en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825151&dateTexte=&categorieLien=cid'>L. 321-4 </a>du code de la construction et de l'habitation-CCH (n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement), <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824944&dateTexte=&categorieLien=cid'>L. 321-8 </a>du CCH (ouvrant droit au bénéfice de l'aide personnalisée au logement) et D. 321-23  du code de la construction et de l'habitation (annexe IV).</p><p>L'ANAH, représentée par :</p><p>Le délégué de l'agence dans le département :</p><p>ou</p><p>Le président du conseil départemental ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824934&dateTexte=&categorieLien=cid'>L. 321-1-1 </a>du code de la construction et de l'habitation :</p><p>D'une part, et</p><p>Nom, prénom du bailleur :</p><p>Demeurant :</p><p>Code postal : Commune :</p><p>ou</p><p>Raison sociale :</p><p>Adresse du siège social :</p><p>Code postal : Commune :</p><p>Représentée par : Nom, prénom du représentant légal :</p><p>Adresse du représentant légal :</p><p>Code postal : Commune :</p><p>dénommé (e) ci-après, le bailleur,</p><p>D'autre part,</p><p>sont convenus de ce qui suit :</p><p>I. – Objet et champ d'application de la convention</p><p>La présente convention a pour objet de fixer les droits et les obligations des parties pour le logement ci-après désigné.</p><p>A. – Adresse précise du logement :</p><p>N° : Voie :</p><p>Code postal : Commune :</p><p>Bâtiment : Escalier : Porte : Etage :</p><p>B. – Surface habitable du logement (art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006896333&dateTexte=&categorieLien=cid'>R. 111-2</a>) : m<sup>2</sup>.</p><p>C – Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article D. 321-27 du CCH (la moitié des annexes dans la limite de 8 m<sup>2</sup>) : m<sup>2</sup>.</p><p>D. – Surface habitable dite fiscale totale du logement (D = B + C) : m<sup>2</sup>.</p><p>E. – Indiquer la référence cadastrale du logement :</p><p>II. – Aide (s) accordée (s) par l'ANAH</p><p>Les travaux d'amélioration doivent conduire à mettre a minima les logements en conformité avec les caractéristiques du logement décent définies par le décret n° <a href='/affichTexte.do?cidTexte=JORFTEXT000000217471&categorieLien=cid'>2002-120 </a>du 30 janvier 2002 et doivent figurer dans la liste prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006897213&dateTexte=&categorieLien=cid'>R. 321-15 </a>du CCH.</p><p>Le programme de travaux est décrit dans le dossier de demande de subvention.</p><p>III. – Prise d'effet, prolongation, résiliation de la convention</p><p>Date de prise d'effet de la convention :</p><p>Durée de la convention : ans (ne peut être inférieure à 9 ans).</p><p>Date d'expiration de la convention :</p><p>Le contribuable qui entend bénéficier de la déduction spécifique prévue au o du 1° du I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307480&dateTexte=&categorieLien=cid'>article 31 </a>du code général des impôts (CGI) est tenu de joindre, à sa déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction fiscale est demandé pour la première fois au titre du logement concerné, une copie de la présente convention validée par l'ANAH et comportant son engagement de location.</p><p>Prolongation de la convention par le bailleur : la prolongation de la convention par période de trois ans doit faire l'objet d'un avenant à la convention initiale. Les engagements du bailleur devront être intégrés dans l'avenant.</p><p>Résiliation : une convention ne peut être résiliée qu'à titre exceptionnel par l'agence, notamment en cas d'inexécution de ses engagements par le bailleur. Dans ce cas, le reversement total ou partiel de toute subvention versée par l'ANAH dans les conditions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006897168&dateTexte=&categorieLien=cid'>R. 321-5 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006897235&dateTexte=&categorieLien=cid'>R. 321-21 </a>du CCH peut être prononcé.</p><p>Le bailleur s'engage, dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive, à en faire notification aux locataires et aux organismes liquidateurs concernés. Lorsque le bailleur a bénéficié d'un avantage fiscal, l'agence informe l'administration compétente.</p><p>IV. – Conditions d'occupation des logements, conditions de ressources des locataires et conditions spécifiques d'attribution</p><p>Conditions d'occupation :</p><p>Pendant toute la durée de la convention, le bailleur s'engage à louer le logement ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an.</p><p>La location ne peut pas être conclue avec :</p><p>– un membre du foyer fiscal du signataire de la convention ;</p><p>– un ascendant ou un descendant du signataire de la convention ;</p><p>– l'un des associés de la société signataire de la convention ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé.</p><p>Conditions de ressources des locataires :</p><p>Le bailleur s'engage à louer les logements à des ménages dont les revenus, à la date de signature du bail, sont inférieurs à des plafonds de ressources fixés :</p><p>– pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), à l'annexe III du code général des impôts (CGI). Ces plafonds sont révisés chaque année au 1er janvier.</p><p>– pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL) par l'<a href='/affichTexte.do?cidTexte=JORFTEXT000000294318&categorieLien=cid'>arrêté du 29 juillet 1987 </a>modifié relatif aux plafonds de ressources des bénéficiaires de la législation sur les habitations à loyer modéré et des nouvelles aides de l'Etat en secteur locatif. Ces plafonds sont révisés chaque année au 1er janvier.</p><p>Le montant des ressources à prendre en compte pour apprécier la situation de chaque ménage requérant est égal au revenu fiscal de référence de chaque personne composant le ménage, figurant sur les avis d'imposition établis au titre de l'avant-dernière année précédant celle de la signature du contrat de location.</p><p>V. – Contrat de location et information du locataire</p><p>Le bail conclu entre le bailleur et le locataire doit être conforme aux dispositions du titre Ier du livre IV du code rural et de la pêche maritime ainsi qu'à celles du chapitre Ier du titre II du livre III du code de la construction et de l'habitation.</p><p>Pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme échu.</p><p>Pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme à échoir.</p><p>Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 (portant notamment sur les conditions relatives à la sécurité physique et la santé des locataires, sur les éléments d'équipement et de confort et sur les normes de surface et de volume).</p><p>Lors de la signature du bail, le bailleur s'engage à remettre au locataire une copie de la présente convention, et à informer le locataire de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles. Le bailleur porte sur la quittance le montant du loyer maximum applicable au logement. Six mois avant son terme, il informe le locataire de la date d'expiration de la convention.</p><p>VI. – Montant du loyer maximal et modalités de révision</p><p>Le loyer pratiqué par le bailleur ne doit pas excéder le loyer maximal qui est fixé au m<sup>2</sup> de surface habitable dite fiscale à €.</p><p>Ce loyer est déterminé conformément aux limites fixées localement par l'ANAH et doit respecter les dispositions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006583739&dateTexte=&categorieLien=cid'>L. 411-11 </a>du code rural et de la pêche maritime.</p><p>Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, en fonction de l'indice de référence des loyers du deuxième trimestre de l'année précédente.</p><p>VII. – Suivi, informations et contrôles</p><p>Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'Agence dans un délai de deux mois suivant l'événement.</p><p>Le bailleur s'engage à fournir à tout moment, à la demande de l'Agence, toutes les informations et tous les documents nécessaires au plein exercice du contrôle.</p><p>Le bailleur s'engage à informer les professionnels chargés de la vente ou de la mutation du bien et notamment le notaire, de l'existence de cette convention et des engagements qu'elle comporte afin qu'ils soient mentionnés dans l'acte de mutation. En cas de mutation de propriété du logement, la convention s'impose de plein droit au nouveau propriétaire et les engagements de la convention en cours sont obligatoirement mentionnés dans l'acte de mutation (article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824950&dateTexte=&categorieLien=cid'>L. 321-11 </a>du code de la construction et de l'habitation) ; un avenant précisant l'identité du nouveau propriétaire est signé entre celui-ci et l'Agence nationale de l'habitat.</p><p>VIII. – Sanctions et litiges</p><p>Sanctions :</p><p>En cas de non-respect des dispositions de la convention ou en cas de résiliation de la convention, le bailleur s'expose à des sanctions prévues par l'article D. 321-22-1 du code de la construction et de l'habitation et le règlement général de l'ANAH sans préjudice d'éventuelles sanctions fiscales ainsi qu'à la remise en cause des avantages liés à la convention. En outre, en cas de fausse déclaration ou de manœuvre frauduleuse, le bailleur, s'expose également à des poursuites judiciaires éventuelles.</p><p>Litiges :</p><p>En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble.</p><p>IX. – Dispositions fiscales</p><p>Pour le bénéfice de la déduction spécifique des revenus fonciers prévue au o du 1° du I de l'article 31 du code général des impôts (CGI), le bailleur s'engage à respecter l'ensemble des conditions mentionnées dans la présente convention et, notamment, l'engagement de louer le logement pendant toute la durée de la convention dans le respect des dispositions relatives au niveau de loyer et aux plafonds de ressource du locataire.</p><p>Lorsque le bailleur est une société non soumise à l'impôt sur les sociétés autre qu'une SCPI, le bénéfice de cette déduction spécifique des revenus fonciers s'applique aux associés personnes physiques de la société. Dans ce cas, chaque associé de la société doit s'engager à conserver la totalité de ses parts pendant la durée de la convention. L'engagement de conservation des titres est constaté lors du dépôt de la déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction spécifique est demandé pour la première fois.</p><p>Le bailleur est également informé que le bénéfice du dispositif fiscal est incompatible avec le maintien éventuel du logement sous le régime du micro foncier.</p><p>Le bailleur atteste que le logement ne fait pas l'objet d'un dispositif fiscal incompatible avec le bénéfice de la déduction spécifique.</p><p>Fait en 2 originaux.</p><p>à, le Le bailleur</p><p>à, le L'ANAH (indiquer la fonction du signataire)</p>",
            "num": "Annexe IV à l'article D321-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567296000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-05-08",
                        "fin": "2999-01-01",
                        "titre": "Convention-type applicable au secteur locatif intermédiaire et au secteur locatif social portant sur un logement loué dans le cadre d'un bail à ferme bénéficiant de subventions pour travaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034628408",
                        "id": "LEGISCTA000034628527",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000034628535",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000034628408",
            "sectionParentId": "LEGISCTA000034628527",
            "sectionParentTitre": "Convention-type applicable au secteur locatif intermédiaire et au secteur locatif social portant sur un logement loué dans le cadre d'un bail à ferme bénéficiant de subventions pour travaux",
            "fullSectionsTitre": "Annexes &gt; Convention-type applicable au secteur locatif intermédiaire et au secteur locatif social portant sur un logement loué dans le cadre d'un bail à ferme bénéficiant de subventions pour travaux",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039049374",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000294318",
                    "textTitle": "Arrêté du 29 juillet 1987",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000294318",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 556329600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000217471",
                    "textTitle": "Décret n°2002-120 du 30 janvier 2002",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217471",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2002-120",
                    "datePubli": 1012435200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006307480",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L411-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-11",
                    "articleId": "LEGIARTI000006583739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L321-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1-1",
                    "articleId": "LEGIARTI000006824934",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L321-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-11",
                    "articleId": "LEGIARTI000006824950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1118275200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L321-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-4",
                    "articleId": "LEGIARTI000006825151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L321-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-8",
                    "articleId": "LEGIARTI000006824944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-2",
                    "articleId": "LEGIARTI000006896333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-15",
                    "articleId": "LEGIARTI000006897213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-21",
                    "articleId": "LEGIARTI000006897235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458345600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-22-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-22-1",
                    "articleId": "LEGIARTI000022936198",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1287792000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-23",
                    "articleId": "LEGIARTI000006897244",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1159574400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-27",
                    "articleId": "LEGIARTI000006897248",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-5",
                    "articleId": "LEGIARTI000006897168",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000034629181",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1494201600000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049374",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV à l'article D321-23"
            ],
            "versionPrecedente": "LEGIARTI000034629181",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000034629181",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION-TYPE APPLICABLE AU SECTEUR LOCATIF INTERMÉDIAIRE ET AU SECTEUR LOCATIF SOCIAL PORTANT SUR UN LOGEMENT LOUÉ DANS LE CADRE D'UN BAIL À FERME BÉNÉFICIANT DE SUBVENTIONS POUR TRAVAUX Convention conclue entre l'ANAH et M. (ou la société) en application des articles L. 321-4 du code de la construction et de l'habitation-CCH (n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement), L. 321-8 du CCH (ouvrant droit au bénéfice de l'aide personnalisée au logement) et R. 321-23 du code de la construction et de l'habitation (annexe IV). L'ANAH, représentée par : Le délégué de l'agence dans le département : ou Le président du conseil départemental ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation : D'une part, et Nom, prénom du bailleur : Demeurant : Code postal : Commune : ou Raison sociale : Adresse du siège social : Code postal : Commune : Représentée par : Nom, prénom du représentant légal : Adresse du représentant légal : Code postal : Commune : dénommé (e) ci-après, le bailleur, D'autre part, sont convenus de ce qui suit : I. – Objet et champ d'application de la convention La présente convention a pour objet de fixer les droits et les obligations des parties pour le logement ci-après désigné. A. – Adresse précise du logement : N° : Voie : Code postal : Commune : Bâtiment : Escalier : Porte : Etage : B. – Surface habitable du logement (art. R. 111-2 ) : m 2 . C – Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m 2 ) : m 2 . D. – Surface habitable dite fiscale totale du logement (D = B + C) : m 2 . E. – Indiquer la référence cadastrale du logement : II. – Aide (s) accordée (s) par l'ANAH Les travaux d'amélioration doivent conduire à mettre a minima les logements en conformité avec les caractéristiques du logement décent définies par le décret n° 2002-120 du 30 janvier 2002 et doivent figurer dans la liste prévue à l'article R. 321-15 du CCH. Le programme de travaux est décrit dans le dossier de demande de subvention. III. – Prise d'effet, prolongation, résiliation de la convention Date de prise d'effet de la convention : Durée de la convention : ans (ne peut être inférieure à 9 ans). Date d'expiration de la convention : Le contribuable qui entend bénéficier de la déduction spécifique prévue au o du 1° du I de l' article 31 du code général des impôts (CGI) est tenu de joindre, à sa déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction fiscale est demandé pour la première fois au titre du logement concerné, une copie de la présente convention validée par l'ANAH et comportant son engagement de location. Prolongation de la convention par le bailleur : la prolongation de la convention par période de trois ans doit faire l'objet d'un avenant à la convention initiale. Les engagements du bailleur devront être intégrés dans l'avenant. Résiliation : une convention ne peut être résiliée qu'à titre exceptionnel par l'agence, notamment en cas d'inexécution de ses engagements par le bailleur. Dans ce cas, le reversement total ou partiel de toute subvention versée par l'ANAH dans les conditions prévues aux articles R. 321-5 et R. 321-21 du CCH peut être prononcé. Le bailleur s'engage, dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive, à en faire notification aux locataires et aux organismes liquidateurs concernés. Lorsque le bailleur a bénéficié d'un avantage fiscal, l'agence informe l'administration compétente. IV. – Conditions d'occupation des logements, conditions de ressources des locataires et conditions spécifiques d'attribution Conditions d'occupation : Pendant toute la durée de la convention, le bailleur s'engage à louer le logement ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an. La location ne peut pas être conclue avec : – un membre du foyer fiscal du signataire de la convention ; – un ascendant ou un descendant du signataire de la convention ; – l'un des associés de la société signataire de la convention ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé. Conditions de ressources des locataires : Le bailleur s'engage à louer les logements à des ménages dont les revenus, à la date de signature du bail, sont inférieurs à des plafonds de ressources fixés : – pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), à l'annexe III du code général des impôts (CGI). Ces plafonds sont révisés chaque année au 1er janvier. – pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL) par l' arrêté du 29 juillet 1987 modifié relatif aux plafonds de ressources des bénéficiaires de la législation sur les habitations à loyer modéré et des nouvelles aides de l'Etat en secteur locatif. Ces plafonds sont révisés chaque année au 1er janvier. Le montant des ressources à prendre en compte pour apprécier la situation de chaque ménage requérant est égal au revenu fiscal de référence de chaque personne composant le ménage, figurant sur les avis d'imposition établis au titre de l'avant-dernière année précédant celle de la signature du contrat de location. V. – Contrat de location et information du locataire Le bail conclu entre le bailleur et le locataire doit être conforme aux dispositions du titre Ier du livre IV du code rural et de la pêche maritime ainsi qu'à celles du chapitre Ier du titre II du livre III du code de la construction et de l'habitation. Pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme échu. Pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme à échoir. Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 (portant notamment sur les conditions relatives à la sécurité physique et la santé des locataires, sur les éléments d'équipement et de confort et sur les normes de surface et de volume). Lors de la signature du bail, le bailleur s'engage à remettre au locataire une copie de la présente convention, et à informer le locataire de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles. Le bailleur porte sur la quittance le montant du loyer maximum applicable au logement. Six mois avant son terme, il informe le locataire de la date d'expiration de la convention. VI. – Montant du loyer maximal et modalités de révision Le loyer pratiqué par le bailleur ne doit pas excéder le loyer maximal qui est fixé au m 2 de surface habitable dite fiscale à €. Ce loyer est déterminé conformément aux limites fixées localement par l'ANAH et doit respecter les dispositions prévues à l'article L. 411-11 du code rural et de la pêche maritime. Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, en fonction de l'indice de référence des loyers du deuxième trimestre de l'année précédente. VII. – Suivi, informations et contrôles Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'Agence dans un délai de deux mois suivant l'événement. Le bailleur s'engage à fournir à tout moment, à la demande de l'Agence, toutes les informations et tous les documents nécessaires au plein exercice du contrôle. Le bailleur s'engage à informer les professionnels chargés de la vente ou de la mutation du bien et notamment le notaire, de l'existence de cette convention et des engagements qu'elle comporte afin qu'ils soient mentionnés dans l'acte de mutation. En cas de mutation de propriété du logement, la convention s'impose de plein droit au nouveau propriétaire et les engagements de la convention en cours sont obligatoirement mentionnés dans l'acte de mutation (article L. 321-11 du code de la construction et de l'habitation) ; un avenant précisant l'identité du nouveau propriétaire est signé entre celui-ci et l'Agence nationale de l'habitat. VIII. – Sanctions et litiges Sanctions : En cas de non-respect des dispositions de la convention ou en cas de résiliation de la convention, le bailleur s'expose à des sanctions prévues par l'article R. 321-22-1 du code de la construction et de l'habitation et le règlement général de l'ANAH sans préjudice d'éventuelles sanctions fiscales ainsi qu'à la remise en cause des avantages liés à la convention. En outre, en cas de fausse déclaration ou de manœuvre frauduleuse, le bailleur, s'expose également à des poursuites judiciaires éventuelles. Litiges : En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble. IX. – Dispositions fiscales Pour le bénéfice de la déduction spécifique des revenus fonciers prévue au o du 1° du I de l'article 31 du code général des impôts (CGI), le bailleur s'engage à respecter l'ensemble des conditions mentionnées dans la présente convention et, notamment, l'engagement de louer le logement pendant toute la durée de la convention dans le respect des dispositions relatives au niveau de loyer et aux plafonds de ressource du locataire. Lorsque le bailleur est une société non soumise à l'impôt sur les sociétés autre qu'une SCPI, le bénéfice de cette déduction spécifique des revenus fonciers s'applique aux associés personnes physiques de la société. Dans ce cas, chaque associé de la société doit s'engager à conserver la totalité de ses parts pendant la durée de la convention. L'engagement de conservation des titres est constaté lors du dépôt de la déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction spécifique est demandé pour la première fois. Le bailleur est également informé que le bénéfice du dispositif fiscal est incompatible avec le maintien éventuel du logement sous le régime du micro foncier. Le bailleur atteste que le logement ne fait pas l'objet d'un dispositif fiscal incompatible avec le bénéfice de la déduction spécifique. Fait en 2 originaux. à, le Le bailleur à, le L'ANAH (indiquer la fonction du signataire)",
            "texteHtml": "<p align='center'>CONVENTION-TYPE APPLICABLE AU SECTEUR LOCATIF INTERMÉDIAIRE ET AU SECTEUR LOCATIF SOCIAL PORTANT SUR UN LOGEMENT LOUÉ DANS LE CADRE D'UN BAIL À FERME BÉNÉFICIANT DE SUBVENTIONS POUR TRAVAUX</p><p>Convention conclue entre l'ANAH et M. (ou la société)</p><p>en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825151&dateTexte=&categorieLien=cid'>L. 321-4 </a>du code de la construction et de l'habitation-CCH (n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement), <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824944&dateTexte=&categorieLien=cid'>L. 321-8 </a>du CCH (ouvrant droit au bénéfice de l'aide personnalisée au logement) et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006897244&dateTexte=&categorieLien=cid'>R. 321-23 </a>du code de la construction et de l'habitation (annexe IV).</p><p>L'ANAH, représentée par :</p><p>Le délégué de l'agence dans le département :</p><p>ou</p><p>Le président du conseil départemental ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824934&dateTexte=&categorieLien=cid'>L. 321-1-1 </a>du code de la construction et de l'habitation :</p><p>D'une part, et</p><p>Nom, prénom du bailleur :</p><p>Demeurant :</p><p>Code postal : Commune :</p><p>ou</p><p>Raison sociale :</p><p>Adresse du siège social :</p><p>Code postal : Commune :</p><p>Représentée par : Nom, prénom du représentant légal :</p><p>Adresse du représentant légal :</p><p>Code postal : Commune :</p><p>dénommé (e) ci-après, le bailleur,</p><p>D'autre part,</p><p>sont convenus de ce qui suit :</p><p>I. – Objet et champ d'application de la convention</p><p>La présente convention a pour objet de fixer les droits et les obligations des parties pour le logement ci-après désigné.</p><p>A. – Adresse précise du logement :</p><p>N° : Voie :</p><p>Code postal : Commune :</p><p>Bâtiment : Escalier : Porte : Etage :</p><p>B. – Surface habitable du logement (art. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006896333&dateTexte=&categorieLien=cid'>R. 111-2</a>) : m<sup>2</sup>.</p><p>C – Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000034666723&dateTexte=&categorieLien=id' title='Code de la construction et de l'habitation. - art. R321-27 (T)'>R. 321-27 </a>du CCH (la moitié des annexes dans la limite de 8 m<sup>2</sup>) : m<sup>2</sup>.</p><p>D. – Surface habitable dite fiscale totale du logement (D = B + C) : m<sup>2</sup>.</p><p>E. – Indiquer la référence cadastrale du logement :</p><p>II. – Aide (s) accordée (s) par l'ANAH</p><p>Les travaux d'amélioration doivent conduire à mettre a minima les logements en conformité avec les caractéristiques du logement décent définies par le décret n° <a href='/affichTexte.do?cidTexte=JORFTEXT000000217471&categorieLien=cid'>2002-120 </a>du 30 janvier 2002 et doivent figurer dans la liste prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006897213&dateTexte=&categorieLien=cid'>R. 321-15 </a>du CCH.</p><p>Le programme de travaux est décrit dans le dossier de demande de subvention.</p><p>III. – Prise d'effet, prolongation, résiliation de la convention</p><p>Date de prise d'effet de la convention :</p><p>Durée de la convention : ans (ne peut être inférieure à 9 ans).</p><p>Date d'expiration de la convention :</p><p>Le contribuable qui entend bénéficier de la déduction spécifique prévue au o du 1° du I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307480&dateTexte=&categorieLien=cid'>article 31 </a>du code général des impôts (CGI) est tenu de joindre, à sa déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction fiscale est demandé pour la première fois au titre du logement concerné, une copie de la présente convention validée par l'ANAH et comportant son engagement de location.</p><p>Prolongation de la convention par le bailleur : la prolongation de la convention par période de trois ans doit faire l'objet d'un avenant à la convention initiale. Les engagements du bailleur devront être intégrés dans l'avenant.</p><p>Résiliation : une convention ne peut être résiliée qu'à titre exceptionnel par l'agence, notamment en cas d'inexécution de ses engagements par le bailleur. Dans ce cas, le reversement total ou partiel de toute subvention versée par l'ANAH dans les conditions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006897168&dateTexte=&categorieLien=cid'>R. 321-5 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006897235&dateTexte=&categorieLien=cid'>R. 321-21 </a>du CCH peut être prononcé.</p><p>Le bailleur s'engage, dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive, à en faire notification aux locataires et aux organismes liquidateurs concernés. Lorsque le bailleur a bénéficié d'un avantage fiscal, l'agence informe l'administration compétente.</p><p>IV. – Conditions d'occupation des logements, conditions de ressources des locataires et conditions spécifiques d'attribution</p><p>Conditions d'occupation :</p><p>Pendant toute la durée de la convention, le bailleur s'engage à louer le logement ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an.</p><p>La location ne peut pas être conclue avec :</p><p>– un membre du foyer fiscal du signataire de la convention ;</p><p>– un ascendant ou un descendant du signataire de la convention ;</p><p>– l'un des associés de la société signataire de la convention ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé.</p><p>Conditions de ressources des locataires :</p><p>Le bailleur s'engage à louer les logements à des ménages dont les revenus, à la date de signature du bail, sont inférieurs à des plafonds de ressources fixés :</p><p>– pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), à l'annexe III du code général des impôts (CGI). Ces plafonds sont révisés chaque année au 1er janvier.</p><p>– pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL) par l'<a href='/affichTexte.do?cidTexte=JORFTEXT000000294318&categorieLien=cid'>arrêté du 29 juillet 1987 </a>modifié relatif aux plafonds de ressources des bénéficiaires de la législation sur les habitations à loyer modéré et des nouvelles aides de l'Etat en secteur locatif. Ces plafonds sont révisés chaque année au 1er janvier.</p><p>Le montant des ressources à prendre en compte pour apprécier la situation de chaque ménage requérant est égal au revenu fiscal de référence de chaque personne composant le ménage, figurant sur les avis d'imposition établis au titre de l'avant-dernière année précédant celle de la signature du contrat de location.</p><p>V. – Contrat de location et information du locataire</p><p>Le bail conclu entre le bailleur et le locataire doit être conforme aux dispositions du titre Ier du livre IV du code rural et de la pêche maritime ainsi qu'à celles du chapitre Ier du titre II du livre III du code de la construction et de l'habitation.</p><p>Pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme échu.</p><p>Pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme à échoir.</p><p>Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 (portant notamment sur les conditions relatives à la sécurité physique et la santé des locataires, sur les éléments d'équipement et de confort et sur les normes de surface et de volume).</p><p>Lors de la signature du bail, le bailleur s'engage à remettre au locataire une copie de la présente convention, et à informer le locataire de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles. Le bailleur porte sur la quittance le montant du loyer maximum applicable au logement. Six mois avant son terme, il informe le locataire de la date d'expiration de la convention.</p><p>VI. – Montant du loyer maximal et modalités de révision</p><p>Le loyer pratiqué par le bailleur ne doit pas excéder le loyer maximal qui est fixé au m<sup>2</sup> de surface habitable dite fiscale à €.</p><p>Ce loyer est déterminé conformément aux limites fixées localement par l'ANAH et doit respecter les dispositions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006583739&dateTexte=&categorieLien=cid'>L. 411-11 </a>du code rural et de la pêche maritime.</p><p>Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, en fonction de l'indice de référence des loyers du deuxième trimestre de l'année précédente.</p><p>VII. – Suivi, informations et contrôles</p><p>Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'Agence dans un délai de deux mois suivant l'événement.</p><p>Le bailleur s'engage à fournir à tout moment, à la demande de l'Agence, toutes les informations et tous les documents nécessaires au plein exercice du contrôle.</p><p>Le bailleur s'engage à informer les professionnels chargés de la vente ou de la mutation du bien et notamment le notaire, de l'existence de cette convention et des engagements qu'elle comporte afin qu'ils soient mentionnés dans l'acte de mutation. En cas de mutation de propriété du logement, la convention s'impose de plein droit au nouveau propriétaire et les engagements de la convention en cours sont obligatoirement mentionnés dans l'acte de mutation (article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824950&dateTexte=&categorieLien=cid'>L. 321-11 </a>du code de la construction et de l'habitation) ; un avenant précisant l'identité du nouveau propriétaire est signé entre celui-ci et l'Agence nationale de l'habitat.</p><p>VIII. – Sanctions et litiges</p><p>Sanctions :</p><p>En cas de non-respect des dispositions de la convention ou en cas de résiliation de la convention, le bailleur s'expose à des sanctions prévues par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000022936198&dateTexte=&categorieLien=cid'>R. 321-22-1</a> du code de la construction et de l'habitation et le règlement général de l'ANAH sans préjudice d'éventuelles sanctions fiscales ainsi qu'à la remise en cause des avantages liés à la convention. En outre, en cas de fausse déclaration ou de manœuvre frauduleuse, le bailleur, s'expose également à des poursuites judiciaires éventuelles.</p><p>Litiges :</p><p>En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble.</p><p>IX. – Dispositions fiscales</p><p>Pour le bénéfice de la déduction spécifique des revenus fonciers prévue au o du 1° du I de l'article 31 du code général des impôts (CGI), le bailleur s'engage à respecter l'ensemble des conditions mentionnées dans la présente convention et, notamment, l'engagement de louer le logement pendant toute la durée de la convention dans le respect des dispositions relatives au niveau de loyer et aux plafonds de ressource du locataire.</p><p>Lorsque le bailleur est une société non soumise à l'impôt sur les sociétés autre qu'une SCPI, le bénéfice de cette déduction spécifique des revenus fonciers s'applique aux associés personnes physiques de la société. Dans ce cas, chaque associé de la société doit s'engager à conserver la totalité de ses parts pendant la durée de la convention. L'engagement de conservation des titres est constaté lors du dépôt de la déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction spécifique est demandé pour la première fois.</p><p>Le bailleur est également informé que le bénéfice du dispositif fiscal est incompatible avec le maintien éventuel du logement sous le régime du micro foncier.</p><p>Le bailleur atteste que le logement ne fait pas l'objet d'un dispositif fiscal incompatible avec le bénéfice de la déduction spécifique.</p><p>Fait en 2 originaux.</p><p>à, le Le bailleur</p><p>à, le L'ANAH (indiquer la fonction du signataire)</p>",
            "num": "Annexe IV à l'article R321-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1494201600000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-05-08",
                        "fin": "2999-01-01",
                        "titre": "Convention-type applicable au secteur locatif intermédiaire et au secteur locatif social portant sur un logement loué dans le cadre d'un bail à ferme bénéficiant de subventions pour travaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034628408",
                        "id": "LEGISCTA000034628527",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000034628535",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000034628408",
            "sectionParentId": "LEGISCTA000034628527",
            "sectionParentTitre": "Convention-type applicable au secteur locatif intermédiaire et au secteur locatif social portant sur un logement loué dans le cadre d'un bail à ferme bénéficiant de subventions pour travaux",
            "fullSectionsTitre": "Annexes &gt; Convention-type applicable au secteur locatif intermédiaire et au secteur locatif social portant sur un logement loué dans le cadre d'un bail à ferme bénéficiant de subventions pour travaux",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000034629181",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034604445",
                    "textTitle": "Décret n°2017-839 du 5 mai 2017 - art. Annexe IV",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe IV",
                    "articleId": "LEGIARTI000035013246",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-07",
                    "dateSignaTexte": "2017-05-05",
                    "dateDebutCible": "2017-05-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000294318",
                    "textTitle": "Arrêté du 29 juillet 1987",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000294318",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 556329600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000217471",
                    "textTitle": "Décret n°2002-120 du 30 janvier 2002",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217471",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2002-120",
                    "datePubli": 1012435200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000006307480",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L411-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-11",
                    "articleId": "LEGIARTI000006583739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607472000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L321-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1-1",
                    "articleId": "LEGIARTI000006824934",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L321-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-11",
                    "articleId": "LEGIARTI000006824950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1118275200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L321-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-4",
                    "articleId": "LEGIARTI000006825151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L321-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-8",
                    "articleId": "LEGIARTI000006824944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R111-2",
                    "articleId": "LEGIARTI000006896333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-15",
                    "articleId": "LEGIARTI000006897213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-21",
                    "articleId": "LEGIARTI000006897235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458345600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-22-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-22-1",
                    "articleId": "LEGIARTI000022936198",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1287792000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-23",
                    "articleId": "LEGIARTI000006897244",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1159574400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-27 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-27",
                    "articleId": "LEGIARTI000034666723",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R321-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-5",
                    "articleId": "LEGIARTI000006897168",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494201600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000034629181",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1494201600000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049374",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV à l'article R321-23"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}