{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038614004",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1° Sont soumis aux dispositions du présent article les fonds communs de placement d'entreprise qui ne sont pas soumis aux dispositions du livre III de la troisième partie du code du travail et dont plus du tiers de l'actif est composé de titres émis par une entreprise de droit étranger ou par toute autre entreprise de droit étranger appartenant au même groupe. Pour l'application du présent article, le groupe mentionné à l'alinéa précédent s'entend comme l'ensemble des entreprises entrant dans le même périmètre de consolidation au sens des articles 2 et 22 de la directive 2013/34/ UE du Parlement Européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférents de certaines formes d'entreprises ; 2° Sont également soumis aux dispositions du présent article les fonds communs de placement d'entreprise, constitués en application d'un plan d'épargne salariale régi par les titres III et IV du livre III de la troisième partie du code du travail, mis en place par une entreprise de droit français appartenant à un groupe au sens de l'article L. 3344-1 du code du travail, ouverts aux travailleurs des entreprises de droit étranger du groupe par application d'un accord régi par un droit étranger, et dont plus du tiers de l'actif est composé de titres émis par les entreprises de ce groupe. II.-Les dispositions des II, III et du second alinéa du IV de l'article L. 214-165 s'appliquent aux fonds commun de placement d'entreprise mentionnés au I du présent article à l'exception de celles renvoyant au code du travail. III.-Les titres des entreprises composant l'actif des fonds mentionnés au I sont évalués de la manière suivante : 1° Lorsque les titres émis sont admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou une plate-forme de négociation d'un pays tiers reconnue équivalente, le prix de cession est fixé d'après le cours de bourse ; 2° Lorsque les titres émis ne sont pas admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, le prix de cession est déterminé conformément aux méthodes objectives retenues en matière d'évaluation d'actions en tenant compte, selon une pondération appropriée à chaque cas, de la situation nette comptable, de la rentabilité et des perspectives d'activité de l'entreprise. Ces critères sont appréciés, le cas échéant, sur une base consolidée ou, à défaut, en tenant compte des éléments financiers issus de filiales significatives. A défaut, le prix de cession est déterminé en divisant par le nombre de titres existants le montant de l'actif net réévalué d'après le bilan le plus récent. Celui-ci est ainsi déterminé à chaque exercice sous le contrôle du commissaire aux comptes. A compter du troisième exercice clos, le prix de cession des titres émis par des entreprises employant moins de cinq cents travailleurs peut être déterminé, au choix de l'entreprise, selon l'une des méthodes décrites aux deux alinéas précédents ; 3° Lorsque les titres émis sont des obligations qui sont admises aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, ces titres sont évalués à leur valeur de marché ; 4° Lorsque les titres émis sont des obligations qui ne sont pas admises aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, ces titres sont évalués à leur valeur nominale augmentée du coupon couru. IV.-Lorsqu'un fonds mentionné au I est investi en titres d'une entreprise et que ceux-ci ne sont pas admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, l'actif de ce fonds doit comporter au moins un tiers de titres liquides. Cette condition n'est pas exigée dans l'un des cas suivants : 1° Lorsqu'il est instauré un mécanisme garantissant la liquidité de ces valeurs ; 2° Lorsque l'entreprise, l'entreprise qui la contrôle ou toute entreprise contrôlée par elle au sens des articles 2 et 22 de la directive 2013/34/ UE du Parlement Européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférant de certaines formes d'entreprises, s'est engagée à racheter, dans la limite de 10 % de son capital social, les titres non admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente détenus par le fonds mentionné au I. Dans ce dernier cas, la valeur liquidative du fonds est publiée au moins une fois par an. Après communication de la valeur d'expertise de l'entreprise, les travailleurs disposent d'un délai de deux mois avant la publication de la valeur liquidative du fonds pour présenter leur demande de souscription, de rachat ou d'arbitrage de leurs avoirs. V.-La souscription et l'acquisition des parts des fonds mentionnés aux I sont réservées à des travailleurs d'une entreprise mentionnée au I, dans les conditions qu'elle a fixées, constituée sur le fondement d'un droit étranger lorsque ces travailleurs sont liés à cette entreprise par un contrat de travail de droit étranger ou lorsqu'ils l'ont quittée à la suite d'un départ à la retraite. VI.-Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "<p>I.-1° Sont soumis aux dispositions du présent article les fonds communs de placement d'entreprise qui ne sont pas soumis aux dispositions du livre III de la troisième partie du code du travail et dont plus du tiers de l'actif est composé de titres émis par une entreprise de droit étranger ou par toute autre entreprise de droit étranger appartenant au même groupe.</p><p>Pour l'application du présent article, le groupe mentionné à l'alinéa précédent s'entend comme l'ensemble des entreprises entrant dans le même périmètre de consolidation au sens des articles 2 et 22 de la directive 2013/34/ UE du Parlement Européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférents de certaines formes d'entreprises ;</p><p>2° Sont également soumis aux dispositions du présent article les fonds communs de placement d'entreprise, constitués en application d'un plan d'épargne salariale régi par les titres III et IV du livre III de la troisième partie du code du travail, mis en place par une entreprise de droit français appartenant à un groupe au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903116&dateTexte=&categorieLien=cid'>L. 3344-1 </a>du code du travail, ouverts aux travailleurs des entreprises de droit étranger du groupe par application d'un accord régi par un droit étranger, et dont plus du tiers de l'actif est composé de titres émis par les entreprises de ce groupe.</p><p>II.-Les dispositions des II, III et du second alinéa du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027780469&dateTexte=&categorieLien=cid'>L. 214-165</a> s'appliquent aux fonds commun de placement d'entreprise mentionnés au I du présent article à l'exception de celles renvoyant au code du travail.</p><p>III.-Les titres des entreprises composant l'actif des fonds mentionnés au I sont évalués de la manière suivante :</p><p>1° Lorsque les titres émis sont admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou une plate-forme de négociation d'un pays tiers reconnue équivalente, le prix de cession est fixé d'après le cours de bourse ;</p><p>2° Lorsque les titres émis ne sont pas admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, le prix de cession est déterminé conformément aux méthodes objectives retenues en matière d'évaluation d'actions en tenant compte, selon une pondération appropriée à chaque cas, de la situation nette comptable, de la rentabilité et des perspectives d'activité de l'entreprise. Ces critères sont appréciés, le cas échéant, sur une base consolidée ou, à défaut, en tenant compte des éléments financiers issus de filiales significatives.</p><p>A défaut, le prix de cession est déterminé en divisant par le nombre de titres existants le montant de l'actif net réévalué d'après le bilan le plus récent. Celui-ci est ainsi déterminé à chaque exercice sous le contrôle du commissaire aux comptes.</p><p>A compter du troisième exercice clos, le prix de cession des titres émis par des entreprises employant moins de cinq cents travailleurs peut être déterminé, au choix de l'entreprise, selon l'une des méthodes décrites aux deux alinéas précédents ;</p><p>3° Lorsque les titres émis sont des obligations qui sont admises aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, ces titres sont évalués à leur valeur de marché ;</p><p>4° Lorsque les titres émis sont des obligations qui ne sont pas admises aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, ces titres sont évalués à leur valeur nominale augmentée du coupon couru.</p><p>IV.-Lorsqu'un fonds mentionné au I est investi en titres d'une entreprise et que ceux-ci ne sont pas admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, l'actif de ce fonds doit comporter au moins un tiers de titres liquides.</p><p>Cette condition n'est pas exigée dans l'un des cas suivants :</p><p>1° Lorsqu'il est instauré un mécanisme garantissant la liquidité de ces valeurs ;</p><p>2° Lorsque l'entreprise, l'entreprise qui la contrôle ou toute entreprise contrôlée par elle au sens des articles 2 et 22 de la directive 2013/34/ UE du Parlement Européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférant de certaines formes d'entreprises, s'est engagée à racheter, dans la limite de 10 % de son capital social, les titres non admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente détenus par le fonds mentionné au I.</p><p>Dans ce dernier cas, la valeur liquidative du fonds est publiée au moins une fois par an. Après communication de la valeur d'expertise de l'entreprise, les travailleurs disposent d'un délai de deux mois avant la publication de la valeur liquidative du fonds pour présenter leur demande de souscription, de rachat ou d'arbitrage de leurs avoirs.</p><p>V.-La souscription et l'acquisition des parts des fonds mentionnés aux I sont réservées à des travailleurs d'une entreprise mentionnée au I, dans les conditions qu'elle a fixées, constituée sur le fondement d'un droit étranger lorsque ces travailleurs sont liés à cette entreprise par un contrat de travail de droit étranger ou lorsqu'ils l'ont quittée à la suite d'un départ à la retraite.</p><p>VI.-Un décret en Conseil d'Etat détermine les conditions d'application du présent article.</p>",
            "num": "L214-165-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1558656000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000027786951",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Fonds d'épargne salariale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027780335",
                        "id": "LEGISCTA000027780335",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Fonds communs de placement d'entreprise",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027780367",
                        "id": "LEGISCTA000027780367",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035722134",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027780367",
            "sectionParentId": "LEGISCTA000027780367",
            "sectionParentTitre": "Paragraphe 1 : Fonds communs de placement d'entreprise",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 2 : FIA &gt; Sous-section 4 : Fonds d'épargne salariale &gt; Paragraphe 1 : Fonds communs de placement d'entreprise",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038614004",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n° 2019-486 du 22 mai 2019 - art. 206 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "206",
                    "articleId": "LEGIARTI000038497553",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-05-23",
                    "dateSignaTexte": "2019-05-22",
                    "dateDebutCible": "2019-05-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 424-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "424-16",
                    "articleId": "LEGIARTI000038108694",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1549670400000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 424-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "424-18",
                    "articleId": "LEGIARTI000038108687",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1549670400000
                },
                {
                    "textCid": "JORFTEXT000038103895",
                    "textTitle": "Arrêté du 2 août 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000038103915",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1549584000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-165",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-165",
                    "articleId": "LEGIARTI000027780469",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L744-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L744-9",
                    "articleId": "LEGIARTI000045235729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-1",
                    "articleId": "LEGIARTI000037628331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-10",
                    "articleId": "LEGIARTI000037628679",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-2",
                    "articleId": "LEGIARTI000039272050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571961600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-5",
                    "articleId": "LEGIARTI000037628632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-7",
                    "articleId": "LEGIARTI000037628652",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-8",
                    "articleId": "LEGIARTI000037628662",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3344-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3344-1",
                    "articleId": "LEGIARTI000006903116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035722143",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038614004",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-165-1",
                "214-165-1"
            ],
            "versionPrecedente": "LEGIARTI000035722143",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035722143",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1° Sont soumis aux dispositions du présent article les fonds communs de placement d'entreprise qui ne sont pas soumis aux dispositions du livre III de la troisième partie du code du travail et dont plus du tiers de l'actif est composé de titres émis par une entreprise de droit étranger ou par toute autre entreprise de droit étranger appartenant au même groupe. Pour l'application du présent article, le groupe mentionné à l'alinéa précédent s'entend comme l'ensemble des entreprises entrant dans le même périmètre de consolidation au sens des articles 2 et 22 de la directive 2013/34/ UE du Parlement Européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférant de certaines formes d'entreprises ; 2° Sont également soumis aux dispositions du présent article les fonds communs de placement d'entreprise, constitués en application d'un plan d'épargne salariale régi par les titres III et IV du livre III de la troisième partie du code du travail, mis en place par une entreprise de droit français appartenant à un groupe au sens de l'article L. 3344-1 du code du travail, ouverts aux travailleurs des entreprises de droit étranger du groupe par application d'un accord régi par un droit étranger, et dont plus du tiers de l'actif est composé de titres émis par les entreprises de ce groupe. II.-Les dispositions des II, III et du second alinéa du IV de l'article L. 214-165 s'appliquent aux fonds commun de placement d'entreprise mentionnés au I du présent article à l'exception de celles renvoyant au code du travail. III.-Les titres des entreprises composant l'actif des fonds mentionnés au I sont évalués de la manière suivante : 1° Lorsque les titres émis sont admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou une plate-forme de négociation d'un pays tiers reconnue équivalente, le prix de cession est fixé d'après le cours de bourse ; 2° Lorsque les titres émis ne sont pas admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, le prix de cession est déterminé conformément aux méthodes objectives retenues en matière d'évaluation d'actions en tenant compte, selon une pondération appropriée à chaque cas, de la situation nette comptable, de la rentabilité et des perspectives d'activité de l'entreprise. Ces critères sont appréciés, le cas échéant, sur une base consolidée ou, à défaut, en tenant compte des éléments financiers issus de filiales significatives. A défaut, le prix de cession est déterminé en divisant par le nombre de titres existants le montant de l'actif net réévalué d'après le bilan le plus récent. Celui-ci est ainsi déterminé à chaque exercice sous le contrôle du commissaire aux comptes. A compter du troisième exercice clos, le prix de cession des titres émis par des entreprises employant moins de cinq cents travailleurs peut être déterminé, au choix de l'entreprise, selon l'une des méthodes décrites aux deux alinéas précédents ; 3° Lorsque les titres émis sont des obligations qui sont admises aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, ces titres sont évalués à leur valeur de marché ; 4° Lorsque les titres émis sont des obligations qui ne sont pas admises aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, ces titres sont évalués à leur valeur nominale augmentée du coupon couru. IV.-Lorsqu'un fonds mentionné au I est investi en titres d'une entreprise et que ceux-ci ne sont pas admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, l'actif de ce fonds doit comporter au moins un tiers de titres liquides. Cette condition n'est pas exigée dans l'un des cas suivants : 1° Lorsqu'il est instauré un mécanisme garantissant la liquidité de ces valeurs ; 2° Lorsque l'entreprise, l'entreprise qui la contrôle ou toute entreprise contrôlée par elle au sens des articles 2 et 22 de la directive 2013/34/ UE du Parlement Européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférant de certaines formes d'entreprises, s'est engagée à racheter, dans la limite de 10 % de son capital social, les titres non admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente détenus par le fonds mentionné au I. Dans ce dernier cas, la valeur liquidative du fonds est publiée au moins une fois par an. Après communication de la valeur d'expertise de l'entreprise, les travailleurs disposent d'un délai de deux mois avant la publication de la valeur liquidative du fonds pour présenter leur demande de souscription, de rachat ou d'arbitrage de leurs avoirs. V.-La souscription et l'acquisition des parts des fonds mentionnés aux I sont réservées à des travailleurs d'une entreprise mentionnée au I, dans les conditions qu'elle a fixées, constituée sur le fondement d'un droit étranger lorsque ces travailleurs sont liés à cette entreprise par un contrat de travail de droit étranger ou lorsqu'ils l'ont quittée à la suite d'un départ à la retraite. VI.-Un décret en Conseil d'Etat détermine les conditions d'application du présent article.",
            "texteHtml": "<p>I.-1° Sont soumis aux dispositions du présent article les fonds communs de placement d'entreprise qui ne sont pas soumis aux dispositions du livre III de la troisième partie du code du travail et dont plus du tiers de l'actif est composé de titres émis par une entreprise de droit étranger ou par toute autre entreprise de droit étranger appartenant au même groupe.</p><p>Pour l'application du présent article, le groupe mentionné à l'alinéa précédent s'entend comme l'ensemble des entreprises entrant dans le même périmètre de consolidation au sens des articles 2 et 22 de la directive 2013/34/ UE du Parlement Européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférant de certaines formes d'entreprises ;</p><p>2° Sont également soumis aux dispositions du présent article les fonds communs de placement d'entreprise, constitués en application d'un plan d'épargne salariale régi par les titres III et IV du livre III de la troisième partie du code du travail, mis en place par une entreprise de droit français appartenant à un groupe au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903116&dateTexte=&categorieLien=cid'>L. 3344-1 </a>du code du travail, ouverts aux travailleurs des entreprises de droit étranger du groupe par application d'un accord régi par un droit étranger, et dont plus du tiers de l'actif est composé de titres émis par les entreprises de ce groupe.</p><p>II.-Les dispositions des II, III et du second alinéa du IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027780469&dateTexte=&categorieLien=cid'>L. 214-165</a> s'appliquent aux fonds commun de placement d'entreprise mentionnés au I du présent article à l'exception de celles renvoyant au code du travail.</p><p>III.-Les titres des entreprises composant l'actif des fonds mentionnés au I sont évalués de la manière suivante :</p><p>1° Lorsque les titres émis sont admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou une plate-forme de négociation d'un pays tiers reconnue équivalente, le prix de cession est fixé d'après le cours de bourse ;</p><p>2° Lorsque les titres émis ne sont pas admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, le prix de cession est déterminé conformément aux méthodes objectives retenues en matière d'évaluation d'actions en tenant compte, selon une pondération appropriée à chaque cas, de la situation nette comptable, de la rentabilité et des perspectives d'activité de l'entreprise. Ces critères sont appréciés, le cas échéant, sur une base consolidée ou, à défaut, en tenant compte des éléments financiers issus de filiales significatives.</p><p>A défaut, le prix de cession est déterminé en divisant par le nombre de titres existants le montant de l'actif net réévalué d'après le bilan le plus récent. Celui-ci est ainsi déterminé à chaque exercice sous le contrôle du commissaire aux comptes.</p><p>A compter du troisième exercice clos, le prix de cession des titres émis par des entreprises employant moins de cinq cents travailleurs peut être déterminé, au choix de l'entreprise, selon l'une des méthodes décrites aux deux alinéas précédents ;</p><p>3° Lorsque les titres émis sont des obligations qui sont admises aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, ces titres sont évalués à leur valeur de marché ;</p><p>4° Lorsque les titres émis sont des obligations qui ne sont pas admises aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, ces titres sont évalués à leur valeur nominale augmentée du coupon couru.</p><p>IV.-Lorsqu'un fonds mentionné au I est investi en titres d'une entreprise et que ceux-ci ne sont pas admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente, l'actif de ce fonds doit comporter au moins un tiers de titres liquides.</p><p>Cette condition n'est pas exigée dans l'un des cas suivants :</p><p>1° Lorsqu'il est instauré un mécanisme garantissant la liquidité de ces valeurs ;</p><p>2° Lorsque l'entreprise, l'entreprise qui la contrôle ou toute entreprise contrôlée par elle au sens des articles 2 et 22 de la directive 2013/34/ UE du Parlement Européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférant de certaines formes d'entreprises, s'est engagée à racheter, dans la limite de 10 % de son capital social, les titres non admis aux négociations sur une plate-forme de négociation d'un Etat de l'Espace économique européen ou sur une plate-forme de négociation d'un pays tiers reconnue équivalente détenus par le fonds mentionné au I.</p><p>Dans ce dernier cas, la valeur liquidative du fonds est publiée au moins une fois par an. Après communication de la valeur d'expertise de l'entreprise, les travailleurs disposent d'un délai de deux mois avant la publication de la valeur liquidative du fonds pour présenter leur demande de souscription, de rachat ou d'arbitrage de leurs avoirs.</p><p>V.-La souscription et l'acquisition des parts des fonds mentionnés aux I sont réservées à des travailleurs d'une entreprise mentionnée au I, dans les conditions qu'elle a fixées, constituée sur le fondement d'un droit étranger lorsque ces travailleurs sont liés à cette entreprise par un contrat de travail de droit étranger ou lorsqu'ils l'ont quittée à la suite d'un départ à la retraite.</p><p>VI.-Un décret en Conseil d'Etat détermine les conditions d'application du présent article.</p>",
            "num": "L214-165-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1514937600000,
            "dateFin": 1558656000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000027786951",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Fonds d'épargne salariale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027780335",
                        "id": "LEGISCTA000027780335",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Fonds communs de placement d'entreprise",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027780367",
                        "id": "LEGISCTA000027780367",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035722134",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027780367",
            "sectionParentId": "LEGISCTA000027780367",
            "sectionParentTitre": "Paragraphe 1 : Fonds communs de placement d'entreprise",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 2 : FIA &gt; Sous-section 4 : Fonds d'épargne salariale &gt; Paragraphe 1 : Fonds communs de placement d'entreprise",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035722143",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035720833",
                    "textTitle": "Ordonnance n°2017-1432 du 4 octobre 2017 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000035721861",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-10-05",
                    "dateSignaTexte": "2017-10-04",
                    "dateDebutCible": "2017-10-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 424-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "424-16",
                    "articleId": "LEGIARTI000038108694",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1549670400000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 424-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "424-18",
                    "articleId": "LEGIARTI000038108687",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1549670400000
                },
                {
                    "textCid": "JORFTEXT000038103895",
                    "textTitle": "Arrêté du 2 août 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000038103915",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1549584000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-165",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-165",
                    "articleId": "LEGIARTI000027780469",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L744-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L744-9",
                    "articleId": "LEGIARTI000045235729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-1",
                    "articleId": "LEGIARTI000037628331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-10",
                    "articleId": "LEGIARTI000037628679",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-2",
                    "articleId": "LEGIARTI000039272050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571961600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-5",
                    "articleId": "LEGIARTI000037628632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-7",
                    "articleId": "LEGIARTI000037628652",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R214-214-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R214-214-8",
                    "articleId": "LEGIARTI000037628662",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542844800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3344-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3344-1",
                    "articleId": "LEGIARTI000006903116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035722143",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038614004",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-165-1",
                "214-165-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}