{
    "cid": "LEGIARTI000043758702",
    "num": "R163-57",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Médicaments remboursables et médicaments agréés pour les collectivités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156530",
                        "id": "LEGISCTA000006156530",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Prise en charge compassionnelle de certaines spécialités pharmaceutiques au titre de l'article L. 162-16-5-2",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043758680",
                        "id": "LEGISCTA000043758680",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043758818",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043728288",
                    "textTitle": "Décret n°2021-869 du 30 juin 2021 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043734170",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "num": "R163-57",
            "origine": "LEGI",
            "texte": "Lorsque les ministres chargés de la santé et de la sécurité sociale envisagent de prononcer la pénalité prévue au IV de l'article L. 162-16-5-2, ils en informent l'entreprise concernée par tout moyen permettant de donner date certaine à la réception de cette information, en lui précisant les motifs pour lesquels une pénalité est envisagée. Dans le délai de vingt jours suivant la réception de cette information, l'entreprise peut adresser des observations écrites aux ministres ou demander, dans un délai de huit jours suivant cette même réception, à être entendue par eux. En cas de demande d'audition, celle-ci, dont la date est fixée par les ministres, intervient dans un délai qui ne peut être supérieur à quarante-cinq jours suivant la réception de cette demande. L'entreprise est tenue de déclarer aux ministres, dans le délai de vingt jours précité, les éléments de son chiffre d'affaires hors taxes nécessaires à la fixation de la pénalité. Passé ce délai, à défaut d'avoir reçu les renseignements complets requis, les ministres mettent en demeure l'entreprise de déférer à la demande précitée sous quinze jours. Le montant de la pénalité financière est fixé dans la limite prévue au IV de l'article L. 162-16-5-2 et en fonction de la nature de l'obligation méconnue, des conséquences économiques pour l'assurance maladie et de la gravité des risques pour la santé publique qu'a entraînés ou pourrait entraîner le manquement de l'entreprise à l'obligation prévue par l'arrêté mentionné au même IV. Les ministres notifient à l'entreprise, par tout moyen permettant de donner une date certaine de réception, le montant de la pénalité, les motifs qui la justifient, le délai de règlement ainsi que les voies et délais de recours. La décision de sanction est communiquée à l'organisme de recouvrement compétent. La notification informe l'entreprise qu'en cas de manquement constaté pendant une durée d'un an, les ministres se prononceront à l'issue de cette période sur l'éventuelle reconduction de la pénalité. Dans un délai d'un mois à compter de cette notification, l'entreprise s'acquitte de la pénalité auprès de l'agent comptable de l'organisme de recouvrement compétent. L'organisme de recouvrement compétent en application des dispositions de l'article L. 162-16-5-2 informe les ministres des montants perçus.",
            "texteHtml": "<p>Lorsque les ministres chargés de la santé et de la sécurité sociale envisagent de prononcer la pénalité prévue au IV de l'article L. 162-16-5-2, ils en informent l'entreprise concernée par tout moyen permettant de donner date certaine à la réception de cette information, en lui précisant les motifs pour lesquels une pénalité est envisagée. Dans le délai de vingt jours suivant la réception de cette information, l'entreprise peut adresser des observations écrites aux ministres ou demander, dans un délai de huit jours suivant cette même réception, à être entendue par eux. En cas de demande d'audition, celle-ci, dont la date est fixée par les ministres, intervient dans un délai qui ne peut être supérieur à quarante-cinq jours suivant la réception de cette demande.<br/><br/>\n L'entreprise est tenue de déclarer aux ministres, dans le délai de vingt jours précité, les éléments de son chiffre d'affaires hors taxes nécessaires à la fixation de la pénalité. Passé ce délai, à défaut d'avoir reçu les renseignements complets requis, les ministres mettent en demeure l'entreprise de déférer à la demande précitée sous quinze jours.<br/><br/>\n Le montant de la pénalité financière est fixé dans la limite prévue au IV de l'article L. 162-16-5-2 et en fonction de la nature de l'obligation méconnue, des conséquences économiques pour l'assurance maladie et de la gravité des risques pour la santé publique qu'a entraînés ou pourrait entraîner le manquement de l'entreprise à l'obligation prévue par l'arrêté mentionné au même IV.<br/><br/>\n Les ministres notifient à l'entreprise, par tout moyen permettant de donner une date certaine de réception, le montant de la pénalité, les motifs qui la justifient, le délai de règlement ainsi que les voies et délais de recours. La décision de sanction est communiquée à l'organisme de recouvrement compétent. La notification informe l'entreprise qu'en cas de manquement constaté pendant une durée d'un an, les ministres se prononceront à l'issue de cette période sur l'éventuelle reconduction de la pénalité.<br/><br/>\n Dans un délai d'un mois à compter de cette notification, l'entreprise s'acquitte de la pénalité auprès de l'agent comptable de l'organisme de recouvrement compétent.<br/><br/>\n L'organisme de recouvrement compétent en application des dispositions de l'article L. 162-16-5-2 informe les ministres des montants perçus.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}