{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006801775",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, mentionnée au 3° de l'article R. 665-64-16, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle des dispositifs médicaux de diagnostic in vitro et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux de diagnostic in vitro et à appliquer les mesures correctives nécessaires. L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. En outre, pour un dispositif inscrit sur la liste A de l'arrêté mentionné à l'article R. 665-64-5, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies aux articles R. 665-64-7 et R. 665-64-8. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif. Pour les dispositifs médicaux de diagnostic in vitro inscrits sur la liste A de l'arrêté mentionné à l'article R. 665-64-5, un contrôle de la production est effectué par l'organisme habilité. A cette fin, le fabricant adresse à l'organisme les documents nécessaires au contrôle de la qualité des dispositifs ou des lots de dispositifs fabriqués et met à sa disposition dans des conditions définies d'un commun accord un échantillon de dispositifs ou de lots de dispositifs fabriqués. A l'expiration d'un délai contractuellement convenu qui ne peut excéder trente jours à compter de la réception de l'échantillon par l'organisme habilité, le fabricant peut mettre sur le marché ces dispositifs ou ces lots de dispositifs si l'organisme habilité ne lui a pas communiqué de décision contraire. Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux de diagnostic in vitro sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante. L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre. Dès qu'il a connaissance de modifications des agents pathogènes ou des marqueurs de l'infection à rechercher, le fabricant en informe sans tarder l'organisme habilité et lui indique si ces modifications sont susceptibles d'avoir des incidences sur le fonctionnement du dispositif. Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.",
            "texteHtml": "<p></p>   Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, mentionnée au 3° de l'article R. 665-64-16, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle des dispositifs médicaux de diagnostic in vitro et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables.<p></p><p></p>   Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux de diagnostic in vitro et à appliquer les mesures correctives nécessaires.<p></p><p></p>   L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   En outre, pour un dispositif inscrit sur la liste A de l'arrêté mentionné à l'article R. 665-64-5, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies aux articles R. 665-64-7 et R. 665-64-8. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif.<p></p><p></p>   Pour les dispositifs médicaux de diagnostic in vitro inscrits sur la liste A de l'arrêté mentionné à l'article R. 665-64-5, un contrôle de la production est effectué par l'organisme habilité. A cette fin, le fabricant adresse à l'organisme les documents nécessaires au contrôle de la qualité des dispositifs ou des lots de dispositifs fabriqués et met à sa disposition dans des conditions définies d'un commun accord un échantillon de dispositifs ou de lots de dispositifs fabriqués. A l'expiration d'un délai contractuellement convenu qui ne peut excéder trente jours à compter de la réception de l'échantillon par l'organisme habilité, le fabricant peut mettre sur le marché ces dispositifs ou ces lots de dispositifs si l'organisme habilité ne lui a pas communiqué de décision contraire.<p></p><p></p>   Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux de diagnostic in vitro sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante. L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre.<p></p><p></p>   Dès qu'il a connaissance de modifications des agents pathogènes ou des marqueurs de l'infection à rechercher, le fabricant en informe sans tarder l'organisme habilité et lui indique si ces modifications sont susceptibles d'avoir des incidences sur le fonctionnement du dispositif.<p></p><p></p>   Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.<p></p>",
            "num": "R665-64-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1076025600000,
            "dateFin": 1091923200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107982",
                        "id": "LEGISCTA000006107982",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128474",
                        "id": "LEGISCTA000006128474",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Titre 2 : Dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142914",
                        "id": "LEGISCTA000006142914",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Chapitre 1 : Régime juridique des dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157806",
                        "id": "LEGISCTA000006157806",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Section 2 : Conditions de mise sur le marché",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174599",
                        "id": "LEGISCTA000006174599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2004-08-08",
                        "titre": "Sous-section 2 : Procédures d'évaluation de la conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187225",
                        "id": "LEGISCTA000006187225",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006801775",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006187225",
            "sectionParentId": "LEGISCTA000006187225",
            "sectionParentTitre": "Sous-section 2 : Procédures d'évaluation de la conformité",
            "fullSectionsTitre": "Partie réglementaire ancienne",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006801775",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (DECRET DE CODIFICATION)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000416306",
                    "textTitle": "Décret n°2004-108 du 4 février 2004 - art. 3 () JORF 6 février 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006228409",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-02-06",
                    "dateSignaTexte": "2004-02-04",
                    "dateDebutCible": "2004-02-06"
                },
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret 2004-802 2004-07-29 art. 4 JORF 8 août 2004",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (LOI DE VALIDATION)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-64-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-64-16",
                    "articleId": "LEGIARTI000006801768",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1076025600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-64-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-64-5",
                    "articleId": "LEGIARTI000006801753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1076025600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-64-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-64-7",
                    "articleId": "LEGIARTI000006801757",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1076025600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-64-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-64-8",
                    "articleId": "LEGIARTI000006801758",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1076025600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5221-25 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5221-25",
                    "articleId": "LEGIARTI000006916347",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5221-25 (V)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R5221-25",
                    "articleId": "LEGIARTI000006916347",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006801775",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1091923200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R665-64-23",
                "665-64-23"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}