{
    "cid": "LEGIARTI000017630683",
    "num": "R328-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107993",
                        "id": "LEGISCTA000006107993",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128587",
                        "id": "LEGISCTA000006128587",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143389",
                        "id": "LEGISCTA000006143389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-12-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VIII : Etablissement public de gestion du quartier d'affaires de La Défense",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017630675",
                        "id": "LEGISCTA000017632670",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034763437",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. *R328-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "*R328-8",
                    "articleId": "LEGIARTI000017630691",
                    "natureText": "CODE",
                    "date": 1599858999847,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196553600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034678956",
                    "textTitle": "Décret n°2017-1040 du 10 mai 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034734947",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-11",
                    "dateSignaTexte": "2017-05-10",
                    "dateDebutCible": "2017-05-12"
                }
            ],
            "num": "R328-4",
            "origine": "LEGI",
            "texte": "Le conseil d'administration élit en son sein un président et au moins deux vice-présidents. Le premier vice-président ou, à défaut, dans l'ordre d'élection, l'un des autres vice-présidents, supplée le président en cas d'absence ou d'empêchement. En cas de vacance de la présidence du conseil d'administration, pour quelque cause que ce soit, le premier vice-président ou, à défaut, dans l'ordre d'élection, l'un des autres vice-présidents, convoque un conseil d'administration, dont l'ordre du jour comporte l'élection d'un nouveau président et, le cas échéant, du ou des vice-présidents à remplacer. Sous réserve de l'application des dispositions du premier alinéa de l'article R. 328-2, le président et les vice-présidents sont élus pour une durée de quatre ans. Ils sont rééligibles.",
            "texteHtml": "<p>Le conseil d'administration élit en son sein un président et au moins deux vice-présidents. Le premier vice-président ou, à défaut, dans l'ordre d'élection, l'un des autres vice-présidents, supplée le président en cas d'absence ou d'empêchement.</p><p>En cas de vacance de la présidence du conseil d'administration, pour quelque cause que ce soit, le premier vice-président ou, à défaut, dans l'ordre d'élection, l'un des autres vice-présidents, convoque un conseil d'administration, dont l'ordre du jour comporte l'élection d'un nouveau président et, le cas échéant, du ou des vice-présidents à remplacer.</p><p>Sous réserve de l'application des dispositions du premier alinéa de l'article R. 328-2, le président et les vice-présidents sont élus pour une durée de quatre ans. Ils sont rééligibles.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107993",
                        "id": "LEGISCTA000006107993",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aménagement foncier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128587",
                        "id": "LEGISCTA000006128587",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Organismes d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143389",
                        "id": "LEGISCTA000006143389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-12-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VIII : Etablissement public de gestion du quartier d'affaires de La Défense",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000017630675",
                        "id": "LEGISCTA000017632670",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000017632706",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. *R328-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "*R328-8",
                    "articleId": "LEGIARTI000017630691",
                    "natureText": "CODE",
                    "date": 1599862455343,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1196553600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017628092",
                    "textTitle": "Décret n°2007-1684\n du 29 novembre 2007 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000017630074",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-12-01",
                    "dateSignaTexte": "2007-11-29",
                    "dateDebutCible": "2007-12-02"
                }
            ],
            "num": "*R328-4",
            "origine": "LEGI",
            "texte": "Le conseil d'administration se réunit au moins trois fois par an. Le conseil d'administration est convoqué par son président qui fixe l'ordre du jour et dirige les débats. Sa convocation est de droit lorsqu'elle est demandée par la moitié au moins des membres du conseil d'administration, par tous les représentants de l'une des collectivités membres du conseil d'administration ou par le préfet des Hauts-de-Seine. La demande écrite est adressée au président, qui convoque le conseil d'administration dans un délai qui ne peut être inférieur à quinze jours. L'ordre du jour des séances doit être porté à la connaissance des membres du conseil au moins dix jours avant la date de la réunion du conseil d'administration. Le conseil d'administration délibère valablement lorsque la majorité de ses membres participent à la séance. Quand, après une première convocation régulière, le conseil d'administration ne s'est pas réuni en nombre suffisant, la délibération est prise valablement sans condition de quorum après seconde convocation. Les décisions sont prises à la majorité absolue des suffrages exprimés. En cas de partage égal des voix, la voix du président est prépondérante. Un membre du conseil d'administration absent peut se faire représenter par un autre membre. Chaque membre du conseil d'administration ne peut représenter qu'un seul de ses collègues. Le directeur de l'Etablissement public de gestion et le directeur de l'établissement public pour l'aménagement de la région dite de \" La Défense \" assistent au conseil d'administration. Le conseil d'administration peut inviter toute personne dont l'audition lui paraît utile. Il demandera le cas échéant et au moins une fois par an au comité consultatif prévu à l'article R. 328-8 de désigner un représentant qui assiste au conseil d'administration.",
            "texteHtml": "<p>Le conseil d'administration se réunit au moins trois fois par an. </p><p>Le conseil d'administration est convoqué par son président qui fixe l'ordre du jour et dirige les débats. </p><p>Sa convocation est de droit lorsqu'elle est demandée par la moitié au moins des membres du conseil d'administration, par tous les représentants de l'une des collectivités membres du conseil d'administration ou par le préfet des Hauts-de-Seine. La demande écrite est adressée au président, qui convoque le conseil d'administration dans un délai qui ne peut être inférieur à quinze jours.</p><p>L'ordre du jour des séances doit être porté à la connaissance des membres du conseil au moins dix jours avant la date de la réunion du conseil d'administration. </p><p>Le conseil d'administration délibère valablement lorsque la majorité de ses membres participent à la séance. Quand, après une première convocation régulière, le conseil d'administration ne s'est pas réuni en nombre suffisant, la délibération est prise valablement sans condition de quorum après seconde convocation. </p><p>Les décisions sont prises à la majorité absolue des suffrages exprimés. En cas de partage égal des voix, la voix du président est prépondérante. </p><p>Un membre du conseil d'administration absent peut se faire représenter par un autre membre. Chaque membre du conseil d'administration ne peut représenter qu'un seul de ses collègues. </p><p>Le directeur de l'Etablissement public de gestion et le directeur de l'établissement public pour l'aménagement de la région dite de \" La Défense \" assistent au conseil d'administration. </p><p>Le conseil d'administration peut inviter toute personne dont l'audition lui paraît utile. Il demandera le cas échéant et au moins une fois par an au comité consultatif prévu à l'article <a href='/article/LEGIARTI000017630691' title='Code de l'urbanisme - art. *R328-8 (V)'>R. 328-8</a> de désigner un représentant qui assiste au conseil d'administration.</p>",
            "type": "AUTONOME",
            "dateDebut": "2007-12-02T00:00:00.000Z",
            "dateFin": "2018-01-01T00:00:00.000Z"
        }
    ]
}