{
    "cid": "LEGIARTI000044420653",
    "num": "L114-9",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LÉGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000044420577",
                        "id": "LEGISCTA000044428011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : DROITS, OBLIGATIONS ET PROTECTIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044420599",
                        "id": "LEGISCTA000044427989",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : DROITS ET LIBERTÉS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044420601",
                        "id": "LEGISCTA000044427987",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Droit de grève",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044420629",
                        "id": "LEGISCTA000044427959",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Dispositions particulières applicables dans la fonction publique territoriale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044420647",
                        "id": "LEGISCTA000044427941",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Code général de la fonction publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000044416551",
                        "id": "LEGITEXT000044416551",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044427935",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000320434",
                    "textTitle": "Loi n° 84-53 du 26 janvier 1984 - art. 7-2, al. 4 à 8 (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "7-2",
                    "articleId": "LEGIARTI000038898380",
                    "natureText": "LOI"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044411525",
                    "textTitle": "Ordonnance n°2021-1574 du 24 novembre 2021 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044415266",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-12-05",
                    "dateSignaTexte": "2021-11-24",
                    "dateDebutCible": "2022-03-01"
                },
                {
                    "textCid": "JORFTEXT000044411525",
                    "textTitle": "Ordonnance n°2021-1574 du 24 novembre 2021 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044415266",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-12-05",
                    "dateSignaTexte": "2021-11-24",
                    "dateDebutCible": "2022-03-01"
                }
            ],
            "num": "L114-9",
            "origine": "LEGI",
            "texte": "Dans le cas où un préavis de grève a été déposé dans les conditions prévues à l'article L. 2512-2 du code du travail et en vue de l'organisation du service public et de l'information des usagers, les agents territoriaux des services mentionnés à l'article L. 114-7 du présent code informent, au plus tard quarante-huit heures avant de participer à la grève, comprenant au moins un jour ouvré, l'autorité territoriale ou la personne désignée par elle, de leur intention d'y participer. Les informations issues de ces déclarations individuelles ne peuvent être utilisées que pour l'organisation du service durant la grève et sont couvertes par le secret professionnel. Leur utilisation à d'autres fins ou leur communication à toute personne autre que celles désignées par l'autorité territoriale comme étant chargées de l'organisation du service est passible des peines prévues à l'article 226-13 du code pénal. L'agent territorial ayant déclaré son intention de participer à la grève dans les conditions prévues au premier alinéa du présent article mais qui renonce à y prendre part en informe l'autorité territoriale au plus tard vingt-quatre heures avant l'heure prévue de sa participation afin que l'autorité puisse procéder à son affectation. L'agent territorial participant à la grève qui décide de reprendre son service en informe l'autorité territoriale au plus tard vingt-quatre heures avant l'heure de sa reprise afin que l'autorité puisse procéder à son affectation. L'obligation d'information mentionnée aux deux alinéas qui précèdent n'est pas requise lorsque la grève n'a pas lieu ou lorsque la reprise de service est consécutive à la fin de la grève. Lorsque l'exercice du droit de grève en cours de service pourrait entraîner un risque de désordre manifeste dans l'exécution du service, l'autorité territoriale peut imposer aux agents territoriaux ayant déclaré leur intention de participer à la grève d'exercer leur droit dès leur prise de service et jusqu'à son terme.",
            "texteHtml": "<p><br/>Dans le cas où un préavis de grève a été déposé dans les conditions prévues à l'article L. 2512-2 du code du travail et en vue de l'organisation du service public et de l'information des usagers, les agents territoriaux des services mentionnés à l'article L. 114-7 du présent code informent, au plus tard quarante-huit heures avant de participer à la grève, comprenant au moins un jour ouvré, l'autorité territoriale ou la personne désignée par elle, de leur intention d'y participer.<br/>Les informations issues de ces déclarations individuelles ne peuvent être utilisées que pour l'organisation du service durant la grève et sont couvertes par le secret professionnel. Leur utilisation à d'autres fins ou leur communication à toute personne autre que celles désignées par l'autorité territoriale comme étant chargées de l'organisation du service est passible des peines prévues à l'article 226-13 du code pénal.<br/>L'agent territorial ayant déclaré son intention de participer à la grève dans les conditions prévues au premier alinéa du présent article mais qui renonce à y prendre part en informe l'autorité territoriale au plus tard vingt-quatre heures avant l'heure prévue de sa participation afin que l'autorité puisse procéder à son affectation.<br/>L'agent territorial participant à la grève qui décide de reprendre son service en informe l'autorité territoriale au plus tard vingt-quatre heures avant l'heure de sa reprise afin que l'autorité puisse procéder à son affectation.<br/>L'obligation d'information mentionnée aux deux alinéas qui précèdent n'est pas requise lorsque la grève n'a pas lieu ou lorsque la reprise de service est consécutive à la fin de la grève.<br/>Lorsque l'exercice du droit de grève en cours de service pourrait entraîner un risque de désordre manifeste dans l'exécution du service, l'autorité territoriale peut imposer aux agents territoriaux ayant déclaré leur intention de participer à la grève d'exercer leur droit dès leur prise de service et jusqu'à son terme.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-03-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}