{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006651800",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Une cotisation créée par accord entre les organisations représentatives au niveau national des employeurs et des salariés du bâtiment et des travaux publics est versée au profit du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics. Cette cotisation est due par les entreprises appartenant aux professions du bâtiment et des travaux publics entrant dans le champ d'application des articles L. 223-16 et L. 223-17 ainsi que du titre III du livre VII. Cette cotisation est destinée à concourir au développement de la formation professionnelle initiale, notamment de l'apprentissage, et de la formation professionnelle continue dans les métiers des professions mentionnées au premier alinéa. La cotisation contribue : 1° A l'information des jeunes, de leurs familles et des entreprises, sur la formation professionnelle initiale ou sur les métiers du bâtiment et des travaux publics ; 2° Au développement de la formation professionnelle dans les métiers du bâtiment et des travaux publics, particulièrement par le financement des investissements et du fonctionnement des établissements d'enseignement professionnel, des centres de formation d'apprentis et des sections d'apprentissage visés à l'article L. 115-1, par la formation des personnels enseignants et des maîtres d'apprentissage ainsi que par l'acquisition de matériel technique et pédagogique ; 3° Au financement d'actions particulières visant, d'une part, la préformation et l'insertion professionnelle des publics de moins de vingt-six ans, d'autre part, l'animation et l'accompagnement connexes à la formation des apprentis ; 4° Aux frais de fonctionnement du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics dans la limite du taux du montant total de la collecte de cette cotisation fixé par arrêté du ministre en charge de la formation professionnelle, au regard de la mission particulière d'intérêt général du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics ; 5° A la prise en charge des dépenses exposées pour la gestion paritaire de cette cotisation par les organisations, siégeant au comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics, dans la limite d'un pourcentage du montant des sommes collectées au titre de la cotisation. Un compte rendu annuel d'activités et des sommes consacrées à la prise en charge des dépenses mentionnées au 5° est adressé au commissaire du Gouvernement et au contrôleur général économique et financier de l'Etat placés auprès du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics. II. - La cotisation est assise sur les rémunérations versées pendant l'année en cours entendues au sens des règles prévues aux chapitres Ier et II du titre IV du livre II du code de la sécurité sociale. III. - Le taux de cette cotisation est fixé comme suit : 1° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la cotisation est due est de dix salariés ou plus : a) 0,30 % pour les entreprises relevant du secteur des métiers du bâtiment ; b) 0,22 % pour les entreprises relevant du secteur des métiers des travaux publics ; 2° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la cotisation est due est inférieur à dix salariés, 0,30 % pour les entreprises relevant des secteurs des métiers du bâtiment et des travaux publics, à l'exception des entreprises relevant du sous-groupe 34-8 de la nomenclature de 1947 des entreprises, établissements et toutes activités collectives, codifiée par le décret du 30 avril 1949, pour lesquelles le taux est fixé à 0,10 %. Le nombre de salariés pris en compte pour la détermination du taux applicable est celui de l'année au titre de laquelle la cotisation est due. IV. - La cotisation donne lieu à trois versements d'acomptes provisionnels, le 30 avril, le 31 juillet et le 31 octobre de chaque année. Le montant de chaque acompte est égal au quart de la cotisation mise à la charge du redevable au cours de la dernière année au titre de laquelle il a été assujetti. Pour l'année en cours, le montant de chaque acompte est égal au quart de la cotisation évaluée sur la base des rémunérations de l'année précédente calculée selon les modalités prévues au II. La cotisation est liquidée le 31 janvier de l'année suivant le paiement du dernier acompte et le solde de cotisation exigible est versé à cette date. Les éventuels trop-perçus sont déduits de l'acompte suivant, sauf si l'entreprise en demande expressément le remboursement. Dans ce dernier cas, le remboursement est effectué dans le délai de trois mois. Pour les entreprises nouvellement créées ou celles qui entrent dans le champ d'application défini au I, les acomptes sont calculés pour la première année sur la base de l'effectif moyen de l'entreprise de l'année en cours. Ils sont assis, de manière forfaitaire, sur le salaire minimum de croissance applicable aux travailleurs intéressés, fixé en exécution de la loi n° 70-7 du 2 janvier 1970 portant réforme du salaire minimum garanti et création d'un salaire minimum de croissance et des textes pris pour son application. La régularisation est opérée au moment de la liquidation de la cotisation, dans les conditions prévues à l'alinéa précédent. V. - La caisse BTP Prévoyance relevant de l'article L. 931-1 du code de la sécurité sociale recouvre la cotisation affectée au bénéfice du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics, sous la responsabilité de cet organisme. A ce titre, BTP Prévoyance assure la gestion du fichier des entreprises redevables et est chargée de l'émission des bordereaux d'appel de la cotisation et de l'encaissement des versements des entreprises redevables. Les entreprises redevables lui adressent leurs versements selon les modalités prévues au IV. L'ensemble des opérations liées au recouvrement de la cotisation et au versement de son produit au comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics fait l'objet d'une comptabilité distincte dans les comptes de BTP Prévoyance. Le produit de la cotisation est versé mensuellement au comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics, déduction faite d'un prélèvement de 0,6 % hors cotisations, représentant les frais exposés par BTP Prévoyance pour procéder au recouvrement de la cotisation. VI. - Le montant de la cotisation affectée au bénéfice du comité de concertation et de coordination de l'apprentissage constitue une dépense déductible de l'obligation visée à l'article L. 951-1 et figure à ce titre sur la déclaration prévue à l'article L. 951-12. BTP Prévoyance est chargée de mettre en oeuvre toute action précontentieuse ou contentieuse relative au recouvrement de la cotisation affectée au bénéfice du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics à l'encontre des entreprises redevables et défaillantes. A défaut, le recouvrement de cette cotisation est effectué selon les règles ainsi que sous les sûretés, garanties et sanctions applicables, telles qu'elles sont prévues par l'article L. 137-4 du code de la sécurité sociale pour la taxe visée à l'article L. 137-1 du même code. VII. - Le comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics est constitué sous la forme d'une association régie par la loi du 1er juillet 1901 relative au contrat d'association. Il est géré paritairement par les organisations syndicales d'employeurs et de salariés représentatives au plan national du bâtiment et des travaux publics. Les statuts du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics sont élaborés par les organisations syndicales d'employeurs et de salariés représentatives au plan national du bâtiment et des travaux publics. Les frais de gestion correspondant aux missions de ce comité ainsi que les dépenses liées à la gestion du paritarisme au sein de l'organisme sont respectivement fixés par arrêté conjoint des ministres chargés de la formation professionnelle et de l'éducation nationale, dans la limite d'un plafond déterminé en pourcentage de la collecte annuelle encaissée par l'association. Le comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics est soumis au contrôle économique et financier de l'Etat. Un commissaire du Gouvernement auprès du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics est désigné par le ministre chargé de l'éducation nationale en accord avec les ministres chargés de l'équipement, du logement et de la formation professionnelle. Le contrôleur général économique et financier de l'Etat auprès du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics est compétent pour contrôler l'ensemble des opérations relatives à la collecte et au recouvrement de la cotisation instituée au profit du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics y compris lorsque ces opérations sont assurées par BTP Prévoyance. Les modalités d'exercice des attributions du contrôleur général économique et financier de l'Etat et du commissaire du Gouvernement sont fixées par décret. Les dispositions du présent article ne sont pas applicables aux départements du Haut-Rhin, du Bas-Rhin et de la Moselle. Le I entre en vigueur le 1er janvier 2006. L'arrêté du 15 juin 1949 sur le comité central de coordination de l'apprentissage du bâtiment et des travaux publics, du secrétaire d'Etat à l'enseignement technique, à la jeunesse et aux sports, est abrogé à compter du jour de la publication au Journal officiel de la déclaration de l'association constituée conformément aux dispositions des deux premiers alinéas du présent VII. La constitution du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics en association n'emporte ni création de personne morale nouvelle, ni cessation de son activité, ni conséquence sur le régime juridique auquel sont soumis les personnels. Les biens, droits, obligations et contrats de l'association dénommée \"comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics\" sont ceux du comité central de coordination de l'apprentissage du bâtiment et des travaux publics à la date de publication au Journal officiel de la déclaration de ladite association. Cette constitution en association ne permet aucune remise en cause de ces biens, droits, obligations et contrats et n'a, en particulier, aucune incidence sur les contrats conclus avec des tiers par le comité central de coordination de l'apprentissage du bâtiment et des travaux publics. Les opérations entraînées par cette constitution en association ne donnent pas lieu à la perception de droits, impôts ou taxes de quelque nature que ce soit.",
            "texteHtml": "<p></p>   I. - Une cotisation créée par accord entre les organisations représentatives au niveau national des employeurs et des salariés du bâtiment et des travaux publics est versée au profit du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics. Cette cotisation est due par les entreprises appartenant aux professions du bâtiment et des travaux publics entrant dans le champ d'application des articles L. 223-16 et L. 223-17 ainsi que du titre III du livre VII.<p></p><p></p>   Cette cotisation est destinée à concourir au développement de la formation professionnelle initiale, notamment de l'apprentissage, et de la formation professionnelle continue dans les métiers des professions mentionnées au premier alinéa.<p></p><p></p>   La cotisation contribue :<p></p><p></p>   1° A l'information des jeunes, de leurs familles et des entreprises, sur la formation professionnelle initiale ou sur les métiers du bâtiment et des travaux publics ;<p></p><p></p>   2° Au développement de la formation professionnelle dans les métiers du bâtiment et des travaux publics, particulièrement par le financement des investissements et du fonctionnement des établissements d'enseignement professionnel, des centres de formation d'apprentis et des sections d'apprentissage visés à l'article L. 115-1, par la formation des personnels enseignants et des maîtres d'apprentissage ainsi que par l'acquisition de matériel technique et pédagogique ;<p></p><p></p>   3° Au financement d'actions particulières visant, d'une part, la préformation et l'insertion professionnelle des publics de moins de vingt-six ans, d'autre part, l'animation et l'accompagnement connexes à la formation des apprentis ;<p></p><p></p>   4° Aux frais de fonctionnement du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics dans la limite du taux du montant total de la collecte de cette cotisation fixé par arrêté du ministre en charge de la formation professionnelle, au regard de la mission particulière d'intérêt général du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics ;<p></p><p></p>   5° A la prise en charge des dépenses exposées pour la gestion paritaire de cette cotisation par les organisations, siégeant au comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics, dans la limite d'un pourcentage du montant des sommes collectées au titre de la cotisation.<p></p><p></p>   Un compte rendu annuel d'activités et des sommes consacrées à la prise en charge des dépenses mentionnées au 5° est adressé au commissaire du Gouvernement et au contrôleur général économique et financier de l'Etat placés auprès du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics.<p></p><p></p>   II. - La cotisation est assise sur les rémunérations versées pendant l'année en cours entendues au sens des règles prévues aux chapitres Ier et II du titre IV du livre II du code de la sécurité sociale.<p></p><p></p>   III. - Le taux de cette cotisation est fixé comme suit :<p></p><p></p>   1° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la cotisation est due est de dix salariés ou plus :<p></p><p></p>   a) 0,30 % pour les entreprises relevant du secteur des métiers du bâtiment ;<p></p><p></p>   b) 0,22 % pour les entreprises relevant du secteur des métiers des travaux publics ;<p></p><p></p>   2° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la cotisation est due est inférieur à dix salariés, 0,30 % pour les entreprises relevant des secteurs des métiers du bâtiment et des travaux publics, à l'exception des entreprises relevant du sous-groupe 34-8 de la nomenclature de 1947 des entreprises, établissements et toutes activités collectives, codifiée par le décret du 30 avril 1949, pour lesquelles le taux est fixé à 0,10 %.<p></p><p></p>   Le nombre de salariés pris en compte pour la détermination du taux applicable est celui de l'année au titre de laquelle la cotisation est due.<p></p><p></p>   IV. - La cotisation donne lieu à trois versements d'acomptes provisionnels, le 30 avril, le 31 juillet et le 31 octobre de chaque année. Le montant de chaque acompte est égal au quart de la cotisation mise à la charge du redevable au cours de la dernière année au titre de laquelle il a été assujetti. Pour l'année en cours, le montant de chaque acompte est égal au quart de la cotisation évaluée sur la base des rémunérations de l'année précédente calculée selon les modalités prévues au II.<p></p><p></p>   La cotisation est liquidée le 31 janvier de l'année suivant le paiement du dernier acompte et le solde de cotisation exigible est versé à cette date. Les éventuels trop-perçus sont déduits de l'acompte suivant, sauf si l'entreprise en demande expressément le remboursement. Dans ce dernier cas, le remboursement est effectué dans le délai de trois mois.<p></p><p></p>   Pour les entreprises nouvellement créées ou celles qui entrent dans le champ d'application défini au I, les acomptes sont calculés pour la première année sur la base de l'effectif moyen de l'entreprise de l'année en cours. Ils sont assis, de manière forfaitaire, sur le salaire minimum de croissance applicable aux travailleurs intéressés, fixé en exécution de la loi n° 70-7 du 2 janvier 1970 portant réforme du salaire minimum garanti et création d'un salaire minimum de croissance et des textes pris pour son application. La régularisation est opérée au moment de la liquidation de la cotisation, dans les conditions prévues à l'alinéa précédent.<p></p><p></p>   V. - La caisse BTP Prévoyance relevant de l'article L. 931-1 du code de la sécurité sociale recouvre la cotisation affectée au bénéfice du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics, sous la responsabilité de cet organisme.<p></p><p></p>   A ce titre, BTP Prévoyance assure la gestion du fichier des entreprises redevables et est chargée de l'émission des bordereaux d'appel de la cotisation et de l'encaissement des versements des entreprises redevables.<p></p><p></p>   Les entreprises redevables lui adressent leurs versements selon les modalités prévues au IV.<p></p><p></p>   L'ensemble des opérations liées au recouvrement de la cotisation et au versement de son produit au comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics fait l'objet d'une comptabilité distincte dans les comptes de BTP Prévoyance.<p></p><p></p>   Le produit de la cotisation est versé mensuellement au comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics, déduction faite d'un prélèvement de 0,6 % hors cotisations, représentant les frais exposés par BTP Prévoyance pour procéder au recouvrement de la cotisation.<p></p><p></p>   VI. - Le montant de la cotisation affectée au bénéfice du comité de concertation et de coordination de l'apprentissage constitue une dépense déductible de l'obligation visée à l'article L. 951-1 et figure à ce titre sur la déclaration prévue à l'article L. 951-12.<p></p><p></p>   BTP Prévoyance est chargée de mettre en oeuvre toute action précontentieuse ou contentieuse relative au recouvrement de la cotisation affectée au bénéfice du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics à l'encontre des entreprises redevables et défaillantes.<p></p><p></p>   A défaut, le recouvrement de cette cotisation est effectué selon les règles ainsi que sous les sûretés, garanties et sanctions applicables, telles qu'elles sont prévues par l'article L. 137-4 du code de la sécurité sociale pour la taxe visée à l'article L. 137-1 du même code.<p></p><p></p>   VII. - Le comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics est constitué sous la forme d'une association régie par la loi du 1er juillet 1901 relative au contrat d'association. Il est géré paritairement par les organisations syndicales d'employeurs et de salariés représentatives au plan national du bâtiment et des travaux publics.<p></p><p></p>   Les statuts du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics sont élaborés par les organisations syndicales d'employeurs et de salariés représentatives au plan national du bâtiment et des travaux publics.<p></p><p></p>   Les frais de gestion correspondant aux missions de ce comité ainsi que les dépenses liées à la gestion du paritarisme au sein de l'organisme sont respectivement fixés par arrêté conjoint des ministres chargés de la formation professionnelle et de l'éducation nationale, dans la limite d'un plafond déterminé en pourcentage de la collecte annuelle encaissée par l'association.<p></p><p></p>   Le comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics est soumis au contrôle économique et financier de l'Etat.<p></p><p></p>   Un commissaire du Gouvernement auprès du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics est désigné par le ministre chargé de l'éducation nationale en accord avec les ministres chargés de l'équipement, du logement et de la formation professionnelle.<p></p><p></p>   Le contrôleur général économique et financier de l'Etat auprès du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics est compétent pour contrôler l'ensemble des opérations relatives à la collecte et au recouvrement de la cotisation instituée au profit du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics y compris lorsque ces opérations sont assurées par BTP Prévoyance. Les modalités d'exercice des attributions du contrôleur général économique et financier de l'Etat et du commissaire du Gouvernement sont fixées par décret.<p></p><p></p>   Les dispositions du présent article ne sont pas applicables aux départements du Haut-Rhin, du Bas-Rhin et de la Moselle.<p></p><p></p>   Le I entre en vigueur le 1er janvier 2006.<p></p><p></p>   L'arrêté du 15 juin 1949 sur le comité central de coordination de l'apprentissage du bâtiment et des travaux publics, du secrétaire d'Etat à l'enseignement technique, à la jeunesse et aux sports, est abrogé à compter du jour de la publication au Journal officiel de la déclaration de l'association constituée conformément aux dispositions des deux premiers alinéas du présent VII.<p></p><p></p>   La constitution du comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics en association n'emporte ni création de personne morale nouvelle, ni cessation de son activité, ni conséquence sur le régime juridique auquel sont soumis les personnels.<p></p><p></p>   Les biens, droits, obligations et contrats de l'association dénommée \"comité de concertation et de coordination de l'apprentissage du bâtiment et des travaux publics\" sont ceux du comité central de coordination de l'apprentissage du bâtiment et des travaux publics à la date de publication au Journal officiel de la déclaration de ladite association.<p></p><p></p>   Cette constitution en association ne permet aucune remise en cause de ces biens, droits, obligations et contrats et n'a, en particulier, aucune incidence sur les contrats conclus avec des tiers par le comité central de coordination de l'apprentissage du bâtiment et des travaux publics.<p></p><p></p>   Les opérations entraînées par cette constitution en association ne donnent pas lieu à la perception de droits, impôts ou taxes de quelque nature que ce soit.<p></p>",
            "num": "L951-10-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1167177600000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : De la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123900",
                        "id": "LEGISCTA000006123900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2008-05-01",
                        "titre": "Titre V : De la participation des employeurs au développement de la formation professionnelle continue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139924",
                        "id": "LEGISCTA000006139924",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2008-05-01",
                        "titre": "Chapitre Ier : De la participation des employeurs occupant au minimum dix salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154325",
                        "id": "LEGISCTA000006154325",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006651799",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006154325",
            "sectionParentId": "LEGISCTA000006154325",
            "sectionParentTitre": "Chapitre Ier : De la participation des employeurs occupant au minimum dix salariés",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre IX : De la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006651800",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance 2007-329 2007-03-12 art. 14 : Les dispositions de la présente ordonnance entrent en vigueur en même temps que la partie réglementaire du nouveau code du travail et au plus tard le 1er mars 2008. La loi n° 2008-67 du 21 janvier 2008 dans son article 2 X a fixé la date d'entrée en vigueur de la partie législative du code du travail au 1er mai 2008.",
            "notaHtml": "<p></p>  Ordonnance 2007-329 2007-03-12 art. 14 : Les dispositions de la présente ordonnance entrent en vigueur en même temps que la partie réglementaire du nouveau code du travail et au plus tard le 1er mars 2008.<p></p><p></p><p>La loi n° 2008-67 du 21 janvier 2008 dans son article 2 X a fixé la date d'entrée en vigueur de la partie législative du code du travail au 1er mai 2008.<br/><br/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000615000",
                    "textTitle": "Loi n°2006-1666 du 21 décembre 2006 - art. 144 () JORF 27 décembre 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "144",
                    "articleId": "LEGIARTI000006322892",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-27",
                    "dateSignaTexte": "2006-12-21",
                    "dateDebutCible": "2006-12-27"
                },
                {
                    "textCid": "JORFTEXT000000465978",
                    "textTitle": "Ordonnance n°2007-329 du 12 mars 2007 - art. 12 (VD) JORF 13 mars 2007 en vigueur au plus tard le 1er mars 2008",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006660131",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2007-03-13",
                    "dateSignaTexte": "2007-03-12",
                    "dateDebutCible": "2008-05-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1949-06-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000693898",
                    "textTitle": "Loi 70-7 1970-01-02",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693898",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "70-7",
                    "datePubli": 259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000649361",
                    "textTitle": "Décret n°2007-928 du 15 mai 2007 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006317623",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2007-928",
                    "datePubli": 1179273600000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "JORFTEXT000000649361",
                    "textTitle": "Décret n°2007-928 du 15 mai 2007 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006317683",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2007-928",
                    "datePubli": 1179273600000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "JORFTEXT000000461538",
                    "textTitle": "Arrêté du 19 avril 2007 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006265507",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1179360000000,
                    "dateDebut": 1179360000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L115-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L115-1",
                    "articleId": "LEGIARTI000006646601",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L223-16 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-16",
                    "articleId": "LEGIARTI000006647427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L223-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-17",
                    "articleId": "LEGIARTI000006647428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L951-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006651482",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694483200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L951-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-12",
                    "articleId": "LEGIARTI000006651517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 780969600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L137-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L137-1",
                    "articleId": "LEGIARTI000006740342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 822528000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L137-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L137-4",
                    "articleId": "LEGIARTI000006740352",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-1",
                    "articleId": "LEGIARTI000006745543",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1949-04-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1901-07-01",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "KALITEXT000018926214",
                    "textTitle": "des employés, techniciens et agents de maîtrise... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018926328",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1152662400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-35 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-35",
                    "articleId": "LEGIARTI000006904312",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-36 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-36",
                    "articleId": "LEGIARTI000006904313",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-37 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-37",
                    "articleId": "LEGIARTI000006904314",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-38 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-38",
                    "articleId": "LEGIARTI000006904315",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-39 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-39",
                    "articleId": "LEGIARTI000006904316",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-40 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-40",
                    "articleId": "LEGIARTI000006904317",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-41 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-41",
                    "articleId": "LEGIARTI000006904318",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-42 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-42",
                    "articleId": "LEGIARTI000006904319",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-43 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-43",
                    "articleId": "LEGIARTI000006904320",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-44 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-44",
                    "articleId": "LEGIARTI000006904321",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-45 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-45",
                    "articleId": "LEGIARTI000006904322",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-46 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-46",
                    "articleId": "LEGIARTI000006904323",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail L6331-35, L6331-36, L6331-37, L6331-38, L6331-39, L6331-40, L6331-41, L6331-42, L6331-43, L6331-44, L6331-45, L6331-46, D6331-8, D6331-9, D6331-10, R6331-11, R6331-12, R6331-13",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006651799",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1167177600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006651800",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1167177600000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L951-10-1",
                "951-10-1"
            ],
            "versionPrecedente": "LEGIARTI000006651799",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006651799",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Il est institué, au profit du comité central de coordination de l'apprentissage du bâtiment et des travaux publics, une taxe due par les entreprises appartenant aux professions du bâtiment et des travaux publics entrant dans le champ d'application des articles L. 223-16 et L. 223-17 ainsi que du titre III du livre VII. Cette taxe est destinée à concourir au développement de la formation professionnelle initiale, notamment de l'apprentissage, et de la formation professionnelle continue dans les métiers des professions mentionnées au premier alinéa. La taxe contribue : 1° A l'information des jeunes, de leurs familles et des entreprises, sur la formation professionnelle initiale ou sur les métiers du bâtiment et des travaux publics ; 2° Au développement de la formation professionnelle dans les métiers du bâtiment et des travaux publics, particulièrement par le financement des investissements et du fonctionnement des établissements d'enseignement professionnel, des centres de formation d'apprentis et des sections d'apprentissage visés à l'article L. 115-1, par la formation des personnels enseignants et des maîtres d'apprentissage ainsi que par l'acquisition de matériel technique et pédagogique. II. - La taxe est assise sur les salaires évalués selon les règles prévues aux chapitres Ier et II du titre IV du livre II du code de la sécurité sociale. III. - Le taux de cette taxe est fixé comme suit : 1° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la taxe est due est de dix salariés ou plus : a) 0,16 % pour les entreprises relevant du secteur des métiers du bâtiment ; b) 0,08 % pour les entreprises relevant du secteur des métiers des travaux publics ; 2° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la taxe est due est inférieur à dix salariés, 0,30 % pour les entreprises relevant des secteurs des métiers du bâtiment et des travaux publics, à l'exception des entreprises relevant du sous-groupe 34-8 de la nomenclature de 1947 des entreprises, établissements et toutes activités collectives, codifiée par le décret du 30 avril 1949, pour lesquelles le taux est fixé à 0,10 %. Le nombre de salariés pris en compte pour la détermination du taux applicable est celui de l'année au titre de laquelle la taxe est due. IV. - La taxe donne lieu à trois versements d'acomptes provisionnels, le 30 avril, le 31 juillet et le 31 octobre de chaque année. Le montant de chaque acompte est égal au quart de la taxe mise à la charge du redevable au cours de la dernière année au titre de laquelle il a été imposé. Pour l'année 2005, le montant de chaque acompte est égal au quart de la taxe évaluée sur la base des salaires de l'année 2004 calculés selon les modalités prévues au II. La taxe est liquidée le 31 janvier de l'année suivant le paiement du dernier acompte et le solde de taxe exigible est versé à cette date. Les éventuels trop-perçus sont déduits de l'acompte suivant, sauf si l'entreprise en demande expressément le remboursement. Dans ce dernier cas, le remboursement est effectué dans le délai de trois mois. Pour les entreprises nouvellement créées ou celles qui entrent dans le champ d'application défini au I, les acomptes sont calculés pour la première année sur la base de l'effectif moyen de l'entreprise de l'année en cours. Ils sont assis, de manière forfaitaire, sur le salaire minimum de croissance applicable aux travailleurs intéressés, fixé en exécution de la loi n° 70-7 du 2 janvier 1970 portant réforme du salaire minimum garanti et création d'un salaire minimum de croissance et des textes pris pour son application. La régularisation est opérée au moment de la liquidation de la taxe, dans les conditions prévues à l'alinéa précédent. V. - La caisse BTP Prévoyance relevant de l'article L. 931-1 du code de la sécurité sociale recouvre la taxe affectée au bénéfice du comité central de coordination de l'apprentissage du bâtiment et des travaux publics, sous la responsabilité de cet organisme. A ce titre, BTP Prévoyance assure la gestion du fichier des entreprises redevables et est chargée de l'émission des bordereaux d'appel de la taxe et de l'encaissement des versements des entreprises redevables. Les entreprises redevables lui adressent leurs versements selon les modalités prévues au IV. L'ensemble des opérations liées au recouvrement de la taxe et au versement de son produit au comité central de coordination de l'apprentissage du bâtiment et des travaux publics fait l'objet d'une comptabilité distincte dans les comptes de BTP Prévoyance. Le produit de la taxe est versé mensuellement au comité central de coordination de l'apprentissage du bâtiment et des travaux publics, déduction faite d'un prélèvement de 0,6 % hors taxes, représentant les frais exposés par BTP Prévoyance pour procéder au recouvrement de la taxe. VI. - Le montant de la taxe affectée au bénéfice du comité central de coordination de l'apprentissage constitue une dépense déductible de l'obligation visée à l'article L. 951-1 et figure à ce titre sur la déclaration prévue à l'article L. 951-12. BTP Prévoyance est chargée de mettre en oeuvre toute action précontentieuse ou contentieuse à l'encontre des entreprises redevables défaillantes selon les modalités applicables au recouvrement des cotisations perçues au titre des articles L. 951-1 et L. 952-1. A défaut, le recouvrement est effectué selon les règles ainsi que sous les sûretés, garanties et sanctions applicables aux taxes sur le chiffre d'affaires telles que prévues par les articles L. 951-9 et L. 952-3. VII. - Le comité central de coordination de l'apprentissage du bâtiment et des travaux publics est soumis au contrôle économique et financier de l'Etat. Un commissaire du Gouvernement auprès du comité central de coordination de l'apprentissage du bâtiment et des travaux publics est désigné par le ministre chargé de l'éducation nationale en accord avec les ministres chargés de l'équipement, du logement et de la formation professionnelle. Le contrôleur d'Etat auprès du comité central de coordination de l'apprentissage du bâtiment et des travaux publics est compétent pour contrôler l'ensemble des opérations relatives à la collecte et au recouvrement de la taxe instituée au profit du comité central de coordination de l'apprentissage du bâtiment et des travaux publics y compris lorsque ces opérations sont assurées par BTP Prévoyance. Les modalités d'exercice des attributions du contrôleur d'Etat et du commissaire du Gouvernement sont fixées par décret. Les dispositions du présent article ne sont pas applicables aux départements du Haut-Rhin, du Bas-Rhin et de la Moselle.",
            "texteHtml": "<p></p>   I. - Il est institué, au profit du comité central de coordination de l'apprentissage du bâtiment et des travaux publics, une taxe due par les entreprises appartenant aux professions du bâtiment et des travaux publics entrant dans le champ d'application des articles L. 223-16 et L. 223-17 ainsi que du titre III du livre VII.<p></p><p></p>   Cette taxe est destinée à concourir au développement de la formation professionnelle initiale, notamment de l'apprentissage, et de la formation professionnelle continue dans les métiers des professions mentionnées au premier alinéa.<p></p><p></p>   La taxe contribue :<p></p><p></p>   1° A l'information des jeunes, de leurs familles et des entreprises, sur la formation professionnelle initiale ou sur les métiers du bâtiment et des travaux publics ;<p></p><p></p>   2° Au développement de la formation professionnelle dans les métiers du bâtiment et des travaux publics, particulièrement par le financement des investissements et du fonctionnement des établissements d'enseignement professionnel, des centres de formation d'apprentis et des sections d'apprentissage visés à l'article L. 115-1, par la formation des personnels enseignants et des maîtres d'apprentissage ainsi que par l'acquisition de matériel technique et pédagogique.<p></p><p></p>   II. - La taxe est assise sur les salaires évalués selon les règles prévues aux chapitres Ier et II du titre IV du livre II du code de la sécurité sociale.<p></p><p></p>   III. - Le taux de cette taxe est fixé comme suit :<p></p><p></p>   1° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la taxe est due est de dix salariés ou plus :<p></p><p></p>   a) 0,16 % pour les entreprises relevant du secteur des métiers du bâtiment ;<p></p><p></p>   b) 0,08 % pour les entreprises relevant du secteur des métiers des travaux publics ;<p></p><p></p>   2° Pour les entreprises dont l'effectif moyen de l'année au titre de laquelle la taxe est due est inférieur à dix salariés, 0,30 % pour les entreprises relevant des secteurs des métiers du bâtiment et des travaux publics, à l'exception des entreprises relevant du sous-groupe 34-8 de la nomenclature de 1947 des entreprises, établissements et toutes activités collectives, codifiée par le décret du 30 avril 1949, pour lesquelles le taux est fixé à 0,10 %.<p></p><p></p>   Le nombre de salariés pris en compte pour la détermination du taux applicable est celui de l'année au titre de laquelle la taxe est due.<p></p><p></p>   IV. - La taxe donne lieu à trois versements d'acomptes provisionnels, le 30 avril, le 31 juillet et le 31 octobre de chaque année. Le montant de chaque acompte est égal au quart de la taxe mise à la charge du redevable au cours de la dernière année au titre de laquelle il a été imposé. Pour l'année 2005, le montant de chaque acompte est égal au quart de la taxe évaluée sur la base des salaires de l'année 2004 calculés selon les modalités prévues au II.<p></p><p></p>   La taxe est liquidée le 31 janvier de l'année suivant le paiement du dernier acompte et le solde de taxe exigible est versé à cette date. Les éventuels trop-perçus sont déduits de l'acompte suivant, sauf si l'entreprise en demande expressément le remboursement. Dans ce dernier cas, le remboursement est effectué dans le délai de trois mois.<p></p><p></p>   Pour les entreprises nouvellement créées ou celles qui entrent dans le champ d'application défini au I, les acomptes sont calculés pour la première année sur la base de l'effectif moyen de l'entreprise de l'année en cours. Ils sont assis, de manière forfaitaire, sur le salaire minimum de croissance applicable aux travailleurs intéressés, fixé en exécution de la loi n° 70-7 du 2 janvier 1970 portant réforme du salaire minimum garanti et création d'un salaire minimum de croissance et des textes pris pour son application. La régularisation est opérée au moment de la liquidation de la taxe, dans les conditions prévues à l'alinéa précédent.<p></p><p></p>   V. - La caisse BTP Prévoyance relevant de l'article L. 931-1 du code de la sécurité sociale recouvre la taxe affectée au bénéfice du comité central de coordination de l'apprentissage du bâtiment et des travaux publics, sous la responsabilité de cet organisme.<p></p><p></p>   A ce titre, BTP Prévoyance assure la gestion du fichier des entreprises redevables et est chargée de l'émission des bordereaux d'appel de la taxe et de l'encaissement des versements des entreprises redevables.<p></p><p></p>   Les entreprises redevables lui adressent leurs versements selon les modalités prévues au IV.<p></p><p></p>   L'ensemble des opérations liées au recouvrement de la taxe et au versement de son produit au comité central de coordination de l'apprentissage du bâtiment et des travaux publics fait l'objet d'une comptabilité distincte dans les comptes de BTP Prévoyance.<p></p><p></p>   Le produit de la taxe est versé mensuellement au comité central de coordination de l'apprentissage du bâtiment et des travaux publics, déduction faite d'un prélèvement de 0,6 % hors taxes, représentant les frais exposés par BTP Prévoyance pour procéder au recouvrement de la taxe.<p></p><p></p>   VI. - Le montant de la taxe affectée au bénéfice du comité central de coordination de l'apprentissage constitue une dépense déductible de l'obligation visée à l'article L. 951-1 et figure à ce titre sur la déclaration prévue à l'article L. 951-12.<p></p><p></p>   BTP Prévoyance est chargée de mettre en oeuvre toute action précontentieuse ou contentieuse à l'encontre des entreprises redevables défaillantes selon les modalités applicables au recouvrement des cotisations perçues au titre des articles L. 951-1 et L. 952-1.<p></p><p></p>   A défaut, le recouvrement est effectué selon les règles ainsi que sous les sûretés, garanties et sanctions applicables aux taxes sur le chiffre d'affaires telles que prévues par les articles L. 951-9 et L. 952-3.<p></p><p></p>   VII. - Le comité central de coordination de l'apprentissage du bâtiment et des travaux publics est soumis au contrôle économique et financier de l'Etat.<p></p><p></p>   Un commissaire du Gouvernement auprès du comité central de coordination de l'apprentissage du bâtiment et des travaux publics est désigné par le ministre chargé de l'éducation nationale en accord avec les ministres chargés de l'équipement, du logement et de la formation professionnelle.<p></p><p></p>   Le contrôleur d'Etat auprès du comité central de coordination de l'apprentissage du bâtiment et des travaux publics est compétent pour contrôler l'ensemble des opérations relatives à la collecte et au recouvrement de la taxe instituée au profit du comité central de coordination de l'apprentissage du bâtiment et des travaux publics y compris lorsque ces opérations sont assurées par BTP Prévoyance. Les modalités d'exercice des attributions du contrôleur d'Etat et du commissaire du Gouvernement sont fixées par décret.<p></p><p></p>   Les dispositions du présent article ne sont pas applicables aux départements du Haut-Rhin, du Bas-Rhin et de la Moselle.<p></p>",
            "num": "L951-10-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1104451200000,
            "dateFin": 1167177600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : De la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123900",
                        "id": "LEGISCTA000006123900",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2008-05-01",
                        "titre": "Titre V : De la participation des employeurs au développement de la formation professionnelle continue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139924",
                        "id": "LEGISCTA000006139924",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-05-05",
                        "fin": "2008-05-01",
                        "titre": "Chapitre Ier : De la participation des employeurs occupant au minimum dix salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154325",
                        "id": "LEGISCTA000006154325",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006651799",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006154325",
            "sectionParentId": "LEGISCTA000006154325",
            "sectionParentTitre": "Chapitre Ier : De la participation des employeurs occupant au minimum dix salariés",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre IX : De la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie. &gt; Titre V : De la participation des employeurs au développement de la formation professionnelle continue &gt; Chapitre Ier : De la participation des employeurs occupant au minimum dix salariés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006651799",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 24 (V) JORF 31 décembre 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000006322278",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-12-31",
                    "dateSignaTexte": "2004-12-30",
                    "dateDebutCible": "2004-12-31"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000693898",
                    "textTitle": "Loi 70-7 1970-01-02",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693898",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "70-7",
                    "datePubli": 259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000649361",
                    "textTitle": "Décret n°2007-928 du 15 mai 2007 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006317623",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2007-928",
                    "datePubli": 1179273600000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "JORFTEXT000000649361",
                    "textTitle": "Décret n°2007-928 du 15 mai 2007 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006317683",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2007-928",
                    "datePubli": 1179273600000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "JORFTEXT000000461538",
                    "textTitle": "Arrêté du 19 avril 2007 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006265507",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1179360000000,
                    "dateDebut": 1179360000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L115-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L115-1",
                    "articleId": "LEGIARTI000006646601",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L223-16 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-16",
                    "articleId": "LEGIARTI000006647427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L223-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-17",
                    "articleId": "LEGIARTI000006647428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L951-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006651482",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694483200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L951-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-12",
                    "articleId": "LEGIARTI000006651517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 780969600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L951-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-9",
                    "articleId": "LEGIARTI000006651509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694483200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L952-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L952-1",
                    "articleId": "LEGIARTI000006651526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 899424000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L952-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L952-3",
                    "articleId": "LEGIARTI000006651537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694224000000
                },
                {
                    "textCid": "KALITEXT000018926214",
                    "textTitle": "des employés, techniciens et agents de maîtrise... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018926328",
                    "natureText": "Convention collective nationale ",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1152662400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-1",
                    "articleId": "LEGIARTI000006745543",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1949-04-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-35 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-35",
                    "articleId": "LEGIARTI000006904312",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-36 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-36",
                    "articleId": "LEGIARTI000006904313",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-37 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-37",
                    "articleId": "LEGIARTI000006904314",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-38 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-38",
                    "articleId": "LEGIARTI000006904315",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-39 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-39",
                    "articleId": "LEGIARTI000006904316",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-40 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-40",
                    "articleId": "LEGIARTI000006904317",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-41 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-41",
                    "articleId": "LEGIARTI000006904318",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-42 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-42",
                    "articleId": "LEGIARTI000006904319",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-43 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-43",
                    "articleId": "LEGIARTI000006904320",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-44 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-44",
                    "articleId": "LEGIARTI000006904321",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-45 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-45",
                    "articleId": "LEGIARTI000006904322",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6331-46 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6331-46",
                    "articleId": "LEGIARTI000006904323",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail L6331-35, L6331-36, L6331-37, L6331-38, L6331-39, L6331-40, L6331-41, L6331-42, L6331-43, L6331-44, L6331-45, L6331-46, D6331-8, D6331-9, D6331-10, R6331-11, R6331-12, R6331-13",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006651799",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1167177600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006651800",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1167177600000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L951-10-1",
                "951-10-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}