{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018506739",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'élection prévue à l'article L. 433-9 peut être réalisée par vote électronique sur le lieu de travail ou à distance. La possibilité de recourir à un vote électronique est ouverte par un accord d'entreprise ou par un accord de groupe comportant un cahier des charges respectant les prescriptions minimales énoncées au présent article. La mise en place du vote électronique n'interdit pas le vote à bulletin secret sous enveloppe si l'accord n'exclut pas cette modalité. II. - La conception et la mise en place du système de vote électronique peuvent être confiées à un prestataire choisi par le chef d'entreprise sur la base d'un cahier des charges contenant les prescriptions énoncées au présent article. Le système retenu assure la confidentialité des données transmises, notamment de celles des fichiers constitués pour établir les listes électorales des collèges prévus à l'article L. 433-2, ainsi que la sécurité de l'adressage des moyens d'authentification, de l'émargement, de l'enregistrement et du dépouillement des votes. Les fichiers comportant les éléments d'authentification des électeurs, les clés de chiffrement et de déchiffrement et le contenu de l'urne ne doivent être accessibles qu'aux personnes chargées de la gestion et de la maintenance du système. Le système de vote électronique doit pouvoir être scellé à l'ouverture et à la clôture du scrutin. Les données relatives aux électeurs inscrits sur les listes électorales ainsi que celles relatives à leur vote sont traitées par des systèmes informatiques distincts, dédiés et isolés, respectivement dénommés \"fichier des électeurs\" et \"contenu de l'urne électronique\". Le système de vote électronique, préalablement à sa mise en place ou à toute modification substantielle de sa conception, est soumis à une expertise indépendante, destinée à vérifier le respect des prescriptions énoncées ci-dessus. Le rapport de l'expert est tenu à la disposition de la Commission nationale de l'informatique et des libertés. Les prescriptions énoncées ci-dessus s'imposent également aux personnes chargées de la gestion et de la maintenance du système informatique. III. - L'employeur met en place une cellule d'assistance technique chargée de veiller au bon fonctionnement et à la surveillance du système de vote électronique, comprenant, le cas échéant, les représentants du prestataire. IV. - Les organisations syndicales de salariés incluses dans le périmètre de l'accord mentionné au I et qui sont représentatives au sens de l'article L. 132-2 sont tenues informées par l'employeur de l'accomplissement des formalités déclaratives préalables auprès de la Commission nationale de l'informatique et des libertés. Chaque salarié dispose d'une notice d'information détaillée sur le déroulement des opérations électorales. Les représentants du personnel et les membres du bureau de vote bénéficient d'une formation sur le système de vote électronique retenu. V. - Le protocole d'accord préélectoral prévu à l'article L. 433-2 mentionne la conclusion de l'accord d'entreprise ou de l'accord de groupe autorisant le recours au vote électronique et, le cas échéant, le nom du prestataire choisi pour le mettre en place. Il comporte en annexe la description détaillée du fonctionnement du système retenu et du déroulement des opérations électorales. VI. - Le vote électronique se déroule, pour chaque tour de scrutin, pendant une période délimitée. En présence des représentants des listes de candidats, la cellule d'assistance technique prévue au III : 1° Procède, avant que le vote ne soit ouvert, à un test du système de vote électronique et vérifie que l'urne électronique est vide, scellée et chiffrée par des clés délivrées à cet effet ; 2° Procède, avant que le vote ne soit ouvert, à un test spécifique du système de dépouillement à l'issue duquel le système est scellé ; 3° Contrôle, à l'issue des opérations de vote et avant les opérations de dépouillement, le scellement de ce système. La liste d'émargement n'est accessible qu'aux membres du bureau de vote et à des fins de contrôle de déroulement du scrutin. Aucun résultat partiel n'est accessible pendant le déroulement du scrutin. Toutefois, le nombre de votants peut, si l'accord prévu au I le prévoit, être révélé au cours du scrutin. Lorsque l'accord prévu au I n'exclut pas le vote au scrutin secret sous enveloppe, l'ouverture du vote n'a lieu qu'après la clôture du vote électronique. Le président du bureau de vote dispose, avant cette ouverture, de la liste d'émargement des électeurs ayant voté par voie électronique. VII. - L'employeur ou, le cas échéant, le prestataire qu'il a retenu conserve sous scellés, jusqu'à l'expiration du délai de recours et, lorsqu'une action contentieuse a été engagée, jusqu'à la décision juridictionnelle devenue définitive, les fichiers supports comprenant la copie des programmes sources et des programmes exécutables, les matériels de vote, les fichiers d'émargement, de résultats et de sauvegarde. La procédure de décompte des votes doit, si nécessaire, pouvoir être exécutée de nouveau. A l'expiration du délai de recours ou, lorsqu'une action contentieuse a été engagée, après l'intervention d'une décision juridictionnelle devenue définitive, l'employeur ou, le cas échéant, le prestataire procède à la destruction des fichiers supports. VIII. - Un arrêté du ministre chargé du travail, pris après avis de la Commission nationale de l'informatique et des libertés, précise les dispositions pratiques de mise en oeuvre du vote électronique.",
            "texteHtml": "<p></p>   I. - L'élection prévue à l'article L. 433-9 peut être réalisée par vote électronique sur le lieu de travail ou à distance.<p></p><p></p>   La possibilité de recourir à un vote électronique est ouverte par un accord d'entreprise ou par un accord de groupe comportant un cahier des charges respectant les prescriptions minimales énoncées au présent article.<p></p><p></p>   La mise en place du vote électronique n'interdit pas le vote à bulletin secret sous enveloppe si l'accord n'exclut pas cette modalité.<p></p><p></p>   II. - La conception et la mise en place du système de vote électronique peuvent être confiées à un prestataire choisi par le chef d'entreprise sur la base d'un cahier des charges contenant les prescriptions énoncées au présent article.<p></p><p></p>   Le système retenu assure la confidentialité des données transmises, notamment de celles des fichiers constitués pour établir les listes électorales des collèges prévus à l'article L. 433-2, ainsi que la sécurité de l'adressage des moyens d'authentification, de l'émargement, de l'enregistrement et du dépouillement des votes.<p></p><p></p>   Les fichiers comportant les éléments d'authentification des électeurs, les clés de chiffrement et de déchiffrement et le contenu de l'urne ne doivent être accessibles qu'aux personnes chargées de la gestion et de la maintenance du système.<p></p><p></p>   Le système de vote électronique doit pouvoir être scellé à l'ouverture et à la clôture du scrutin.<p></p><p></p>   Les données relatives aux électeurs inscrits sur les listes électorales ainsi que celles relatives à leur vote sont traitées par des systèmes informatiques distincts, dédiés et isolés, respectivement dénommés \"fichier des électeurs\" et \"contenu de l'urne électronique\".<p></p><p></p>   Le système de vote électronique, préalablement à sa mise en place ou à toute modification substantielle de sa conception, est soumis à une expertise indépendante, destinée à vérifier le respect des prescriptions énoncées ci-dessus. Le rapport de l'expert est tenu à la disposition de la Commission nationale de l'informatique et des libertés.<p></p><p></p>   Les prescriptions énoncées ci-dessus s'imposent également aux personnes chargées de la gestion et de la maintenance du système informatique.<p></p><p></p>   III. - L'employeur met en place une cellule d'assistance technique chargée de veiller au bon fonctionnement et à la surveillance du système de vote électronique, comprenant, le cas échéant, les représentants du prestataire.<p></p><p></p>   IV. - Les organisations syndicales de salariés incluses dans le périmètre de l'accord mentionné au I et qui sont représentatives au sens de l'article L. 132-2 sont tenues informées par l'employeur de l'accomplissement des formalités déclaratives préalables auprès de la Commission nationale de l'informatique et des libertés.<p></p><p></p>   Chaque salarié dispose d'une notice d'information détaillée sur le déroulement des opérations électorales.<p></p><p></p>   Les représentants du personnel et les membres du bureau de vote bénéficient d'une formation sur le système de vote électronique retenu.<p></p><p></p>   V. - Le protocole d'accord préélectoral prévu à l'article L. 433-2 mentionne la conclusion de l'accord d'entreprise ou de l'accord de groupe autorisant le recours au vote électronique et, le cas échéant, le nom du prestataire choisi pour le mettre en place.<p></p><p></p>   Il comporte en annexe la description détaillée du fonctionnement du système retenu et du déroulement des opérations électorales.<p></p><p></p>   VI. - Le vote électronique se déroule, pour chaque tour de scrutin, pendant une période délimitée.<p></p><p></p>   En présence des représentants des listes de candidats, la cellule d'assistance technique prévue au III :<p></p><p></p>   1° Procède, avant que le vote ne soit ouvert, à un test du système de vote électronique et vérifie que l'urne électronique est vide, scellée et chiffrée par des clés délivrées à cet effet ;<p></p><p></p>   2° Procède, avant que le vote ne soit ouvert, à un test spécifique du système de dépouillement à l'issue duquel le système est scellé ;<p></p><p></p>   3° Contrôle, à l'issue des opérations de vote et avant les opérations de dépouillement, le scellement de ce système.<p></p><p></p>   La liste d'émargement n'est accessible qu'aux membres du bureau de vote et à des fins de contrôle de déroulement du scrutin.<p></p><p></p>   Aucun résultat partiel n'est accessible pendant le déroulement du scrutin. Toutefois, le nombre de votants peut, si l'accord prévu au I le prévoit, être révélé au cours du scrutin.<p></p><p></p>   Lorsque l'accord prévu au I n'exclut pas le vote au scrutin secret sous enveloppe, l'ouverture du vote n'a lieu qu'après la clôture du vote électronique. Le président du bureau de vote dispose, avant cette ouverture, de la liste d'émargement des électeurs ayant voté par voie électronique.<p></p><p></p>   VII. - L'employeur ou, le cas échéant, le prestataire qu'il a retenu conserve sous scellés, jusqu'à l'expiration du délai de recours et, lorsqu'une action contentieuse a été engagée, jusqu'à la décision juridictionnelle devenue définitive, les fichiers supports comprenant la copie des programmes sources et des programmes exécutables, les matériels de vote, les fichiers d'émargement, de résultats et de sauvegarde. La procédure de décompte des votes doit, si nécessaire, pouvoir être exécutée de nouveau.<p></p><p></p>   A l'expiration du délai de recours ou, lorsqu'une action contentieuse a été engagée, après l'intervention d'une décision juridictionnelle devenue définitive, l'employeur ou, le cas échéant, le prestataire procède à la destruction des fichiers supports.<p></p><p></p>   VIII. - Un arrêté du ministre chargé du travail, pris après avis de la Commission nationale de l'informatique et des libertés, précise les dispositions pratiques de mise en oeuvre du vote électronique.<p></p>",
            "num": "R433-2-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1177632000000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-11-15",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107985",
                        "id": "LEGISCTA000006107985",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-21",
                        "fin": "2008-05-01",
                        "titre": "Livre IV : Les groupements professionnels, la représentation, la participation et l'intéressement des salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128502",
                        "id": "LEGISCTA000018507003",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "2008-05-01",
                        "titre": "Titre III : Les comités d'entreprise",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143050",
                        "id": "LEGISCTA000018506867",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1983-06-11",
                        "fin": "2008-05-01",
                        "titre": "Chapitre III : Composition et élections.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158106",
                        "id": "LEGISCTA000018506754",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006810106",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006158106",
            "sectionParentId": "LEGISCTA000018506754",
            "sectionParentTitre": "Chapitre III : Composition et élections.",
            "fullSectionsTitre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018506739",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000649837",
                    "textTitle": "Décret n°2007-602 du 25 avril 2007 - art. 1 () JORF 27 avril 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006263113",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-04-27",
                    "dateSignaTexte": "2007-04-25",
                    "dateDebutCible": "2007-04-27"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L132-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L132-2",
                    "articleId": "LEGIARTI000006646992",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 406080000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L433-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L433-2",
                    "articleId": "LEGIARTI000006649748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L433-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L433-9",
                    "articleId": "LEGIARTI000006649777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 404697600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-10 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-10",
                    "articleId": "LEGIARTI000018535236",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-11 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-11",
                    "articleId": "LEGIARTI000018535234",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-12",
                    "articleId": "LEGIARTI000018535232",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-13 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-13",
                    "articleId": "LEGIARTI000018535230",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-14 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-14",
                    "articleId": "LEGIARTI000018535228",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-15 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-15",
                    "articleId": "LEGIARTI000018535226",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-16 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-16",
                    "articleId": "LEGIARTI000018535224",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-17 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-17",
                    "articleId": "LEGIARTI000018535222",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-4 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-4",
                    "articleId": "LEGIARTI000018535248",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-5",
                    "articleId": "LEGIARTI000018535246",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-6 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-6",
                    "articleId": "LEGIARTI000018535244",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-7 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-7",
                    "articleId": "LEGIARTI000018535242",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-8 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-8",
                    "articleId": "LEGIARTI000018535240",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2324-9 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R2324-9",
                    "articleId": "LEGIARTI000018535238",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018506739",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1177632000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R433-2-2",
                "433-2-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}