{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048877074",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à la prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect des textes légaux et réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : PRISE EN COMPTE DU RISQUE D'ANOMALIES SIGNIFICATIVES DANS LES COMPTES RÉSULTANT DU NON-RESPECT DES TEXTES LÉGAUX ET RÉGLEMENTAIRES Introduction 1. L'entité est assujettie à des textes légaux et réglementaires dont le non-respect peut conduire à des anomalies significatives dans les comptes. 2. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre : - afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes résultant du non-respect éventuel de textes légaux et réglementaires ; - lorsqu'il identifie des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies dans les comptes. 3. Elle définit en outre les incidences sur l'opinion du commissaire aux comptes des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes qu'il a identifiés. Identification et évaluation du risque d'anomalies significatives dans les comptes résultant du non-respect de textes légaux et réglementaires 4. Lors de la prise de connaissance de l'entité et de son environnement, le commissaire aux comptes prend connaissance du secteur d'activité de l'entité, de son environnement réglementaire, notamment du référentiel comptable applicable, et des moyens mis en œuvre par l'entité pour s'y conformer. 5. Pour ce faire, le commissaire aux comptes s'enquiert auprès de la direction : - des textes légaux et réglementaires qu'elle estime susceptibles d'avoir une incidence déterminante sur l'activité de l'entité ; - des procédures conçues et mises en œuvre dans l'entité visant à garantir le respect des textes légaux et réglementaires ; - des règles et procédures existantes pour identifier les litiges et pour évaluer et comptabiliser leurs incidences. 6. Lorsque le commissaire aux comptes identifie des textes légaux et réglementaires relatifs à l'établissement et à la présentation des comptes qui ont une incidence sur la détermination d'éléments significatifs des comptes : - il en acquiert une connaissance suffisante pour lui permettre de vérifier leur application ; - il collecte des éléments suffisants et appropriés justifiant de leur respect. 7. Lorsque le commissaire aux comptes identifie des textes légaux et réglementaires qui ne sont pas relatifs à l'établissement et à la présentation des comptes mais dont le non-respect peut avoir des conséquences financières pour l'entité, telles que des amendes ou des indemnités à verser, ou encore peut mettre en cause la continuité d'exploitation : - il s'enquiert auprès de la direction du respect de ces textes ; - il prend connaissance de la correspondance reçue des autorités administratives et de contrôle pour identifier les cas éventuels de non-respect des textes. 8. Tout au long de sa mission, le commissaire aux comptes est par ailleurs attentif au fait que les procédures d'audit mises en œuvre peuvent faire apparaître des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes. 9. Lorsque, à l'issue de ces procédures, le commissaire aux comptes a un doute quant au respect, par l'entité, d'un texte légal ou réglementaire susceptible de conduire à des anomalies significatives dans les comptes, il recueille des informations complémentaires pour lever ce doute et s'en entretient avec la direction. 10. Le commissaire aux comptes demande au représentant légal, en tant que responsable des comptes, une déclaration écrite par laquelle il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires. Procédures d'audit mises en œuvre par le commissaire aux comptes lorsqu'il identifie des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes 11. Lorsqu'il identifie un cas de non-respect d'un texte légal ou réglementaire susceptible de conduire à des anomalies significatives dans les comptes, le commissaire aux comptes : - apprécie si ce non-respect conduit à une anomalie significative dans les comptes ; - en analyse l'incidence sur son évaluation du risque d'anomalies significatives dans les comptes, sur les procédures d'audit mises en œuvre et sur les éléments collectés, notamment sur la fiabilité des déclarations de la direction. 12. Le commissaire aux comptes communique dès que possible les cas de non-respect de textes légaux et réglementaires relevés aux organes mentionnés à l'article L. 821-63 du code de commerce ou s'assure qu'ils en ont été informés. Incidences sur l'opinion 13. Lorsqu'il existe une incertitude sur l'application d'un texte légal ou réglementaire et que le commissaire aux comptes ne peut pas obtenir les éléments suffisants et appropriés pour la lever et en évaluer l'effet sur les comptes : - il apprécie la nécessité de formuler une observation afin d'attirer l'attention du lecteur des comptes sur l'information fournie dans l'annexe au titre de cette incertitude lorsque cette information est pertinente ; - il en évalue l'incidence sur son opinion lorsque aucune information n'est fournie dans l'annexe sur cette incertitude ou lorsque l'information fournie n'est pas pertinente. 14. Lorsque le commissaire aux comptes conclut que le non-respect d'un texte légal ou réglementaire conduit à une anomalie significative dans les comptes et que celle-ci n'est pas corrigée, il en évalue l'incidence sur son opinion. Il en est de même lorsqu'il n'a pu mettre en œuvre les procédures d'audit pour apprécier si des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes sont survenus.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à la prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect des textes légaux et réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p align='center'>PRISE EN COMPTE DU RISQUE D'ANOMALIES SIGNIFICATIVES DANS LES COMPTES RÉSULTANT DU NON-RESPECT DES TEXTES LÉGAUX ET RÉGLEMENTAIRES</p><p>Introduction</p><p>1. L'entité est assujettie à des textes légaux et réglementaires dont le non-respect peut conduire à des anomalies significatives dans les comptes.</p><p>2. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre :</p><p>- afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes résultant du non-respect éventuel de textes légaux et réglementaires ;</p><p>- lorsqu'il identifie des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies dans les comptes.</p><p>3. Elle définit en outre les incidences sur l'opinion du commissaire aux comptes des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes qu'il a identifiés.</p><p>Identification et évaluation du risque d'anomalies significatives dans les comptes résultant du non-respect de textes légaux et réglementaires</p><p>4. Lors de la prise de connaissance de l'entité et de son environnement, le commissaire aux comptes prend connaissance du secteur d'activité de l'entité, de son environnement réglementaire, notamment du référentiel comptable applicable, et des moyens mis en œuvre par l'entité pour s'y conformer.</p><p>5. Pour ce faire, le commissaire aux comptes s'enquiert auprès de la direction :</p><p>- des textes légaux et réglementaires qu'elle estime susceptibles d'avoir une incidence déterminante sur l'activité de l'entité ;</p><p>- des procédures conçues et mises en œuvre dans l'entité visant à garantir le respect des textes légaux et réglementaires ;</p><p>- des règles et procédures existantes pour identifier les litiges et pour évaluer et comptabiliser leurs incidences.</p><p>6. Lorsque le commissaire aux comptes identifie des textes légaux et réglementaires relatifs à l'établissement et à la présentation des comptes qui ont une incidence sur la détermination d'éléments significatifs des comptes :</p><p>- il en acquiert une connaissance suffisante pour lui permettre de vérifier leur application ;</p><p>- il collecte des éléments suffisants et appropriés justifiant de leur respect.</p><p>7. Lorsque le commissaire aux comptes identifie des textes légaux et réglementaires qui ne sont pas relatifs à l'établissement et à la présentation des comptes mais dont le non-respect peut avoir des conséquences financières pour l'entité, telles que des amendes ou des indemnités à verser, ou encore peut mettre en cause la continuité d'exploitation :</p><p>- il s'enquiert auprès de la direction du respect de ces textes ;</p><p>- il prend connaissance de la correspondance reçue des autorités administratives et de contrôle pour identifier les cas éventuels de non-respect des textes.</p><p>8. Tout au long de sa mission, le commissaire aux comptes est par ailleurs attentif au fait que les procédures d'audit mises en œuvre peuvent faire apparaître des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes.</p><p>9. Lorsque, à l'issue de ces procédures, le commissaire aux comptes a un doute quant au respect, par l'entité, d'un texte légal ou réglementaire susceptible de conduire à des anomalies significatives dans les comptes, il recueille des informations complémentaires pour lever ce doute et s'en entretient avec la direction.</p><p>10. Le commissaire aux comptes demande au représentant légal, en tant que responsable des comptes, une déclaration écrite par laquelle il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires.</p><p>Procédures d'audit mises en œuvre par le commissaire aux comptes lorsqu'il identifie des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes</p><p>11. Lorsqu'il identifie un cas de non-respect d'un texte légal ou réglementaire susceptible de conduire à des anomalies significatives dans les comptes, le commissaire aux comptes :</p><p>- apprécie si ce non-respect conduit à une anomalie significative dans les comptes ;</p><p>- en analyse l'incidence sur son évaluation du risque d'anomalies significatives dans les comptes, sur les procédures d'audit mises en œuvre et sur les éléments collectés, notamment sur la fiabilité des déclarations de la direction.</p><p>12. Le commissaire aux comptes communique dès que possible les cas de non-respect de textes légaux et réglementaires relevés aux organes mentionnés à l'article L. 821-63 du code de commerce ou s'assure qu'ils en ont été informés.</p><p>Incidences sur l'opinion</p><p>13. Lorsqu'il existe une incertitude sur l'application d'un texte légal ou réglementaire et que le commissaire aux comptes ne peut pas obtenir les éléments suffisants et appropriés pour la lever et en évaluer l'effet sur les comptes :</p><p>- il apprécie la nécessité de formuler une observation afin d'attirer l'attention du lecteur des comptes sur l'information fournie dans l'annexe au titre de cette incertitude lorsque cette information est pertinente ;</p><p>- il en évalue l'incidence sur son opinion lorsque aucune information n'est fournie dans l'annexe sur cette incertitude ou lorsque l'information fournie n'est pas pertinente.</p><p>14. Lorsque le commissaire aux comptes conclut que le non-respect d'un texte légal ou réglementaire conduit à une anomalie significative dans les comptes et que celle-ci n'est pas corrigée, il en évalue l'incidence sur son opinion. Il en est de même lorsqu'il n'a pu mettre en œuvre les procédures d'audit pour apprécier si des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes sont survenus.</p>",
            "num": "A821-81",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 134217727,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874163",
                        "id": "LEGISCTA000048874163",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874572",
                        "id": "LEGISCTA000048874572",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048877068",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874572",
            "sectionParentId": "LEGISCTA000048874572",
            "sectionParentTitre": "Sous-paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 2 : De la certification des comptes &gt; Sous-paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "refInjection": "MD-20240112_202145_010_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048877074",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-16 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-16",
                    "articleId": "LEGIARTI000024449179",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048877074",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-81",
                "821-81"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}