{
    "cid": "LEGIARTI000030030834",
    "num": "R5313-34",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838538",
                        "id": "LEGISCTA000029838538",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ORGANISATION DES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030478",
                        "id": "LEGISCTA000030030478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Ports autonomes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030746",
                        "id": "LEGISCTA000030030746",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030824",
                        "id": "LEGISCTA000030030824",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030030826",
                        "id": "LEGISCTA000030030826",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000030030834",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074233",
                    "textTitle": "Code des ports maritimes - art. R*113-4 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R*113-4",
                    "articleId": "LEGIARTI000006842767",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030000237",
                    "textTitle": "DÉCRET n°2014-1670 du 30 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000030027775",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-31",
                    "dateSignaTexte": "2014-12-30",
                    "dateDebutCible": "2015-01-01"
                },
                {
                    "textCid": "JORFTEXT000030000237",
                    "textTitle": "DÉCRET n°2014-1670 du 30 décembre 2014 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000030027775",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-31",
                    "dateSignaTexte": "2014-12-30",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "num": "R5313-34",
            "origine": "LEGI",
            "texte": "Le conseil d'administration se réunit, sur la convocation de son président, au moins une fois tous les deux mois. Le conseil ne peut valablement délibérer que lorsque la moitié au moins de ses membres en exercice assistent à la séance. Toutefois, les délibérations prises à la suite de deux convocations successives, à trois jours d'intervalle, et dûment constatées, sont valables quel que soit le nombre des membres présents. Les délibérations sont prises à la majorité absolue des votants. En cas de partage égal des voix, la voix du président est prépondérante. Le vote a lieu au scrutin secret dans le cas de nomination ou d'avis sur une désignation. Dans ces deux cas, si, après deux tours de scrutin secret, aucun candidat n'a obtenu la majorité absolue, il est procédé à un troisième tour de scrutin et la nomination ou la désignation a lieu à la majorité relative. En cas d'égalité de voix, la nomination ou la désignation est acquise au plus âgé. Les procès-verbaux sont signés par le président et par le secrétaire. Ils font mention des personnes présentes. Le directeur assiste avec voix consultative aux réunions du comité de direction et aux séances du conseil d'administration. Les convocations aux séances sont adressées en temps utile au préfet de région, au commissaire du Gouvernement et à l'autorité chargée du contrôle économique et financier. Elles sont accompagnées des ordres du jour et des mêmes documents que ceux qui sont transmis aux membres du conseil d'administration. L'autorité chargée du contrôle économique et financier peut demander au président du conseil d'administration l'inscription à l'ordre du jour des questions sur lesquelles il estime nécessaire de provoquer une délibération de cette assemblée. Le commissaire du Gouvernement et l'autorité chargée du contrôle économique et financier sont convoqués aux commissions constituées dans le sein du conseil. Ils assistent à ces commissions s'ils le jugent utile.",
            "texteHtml": "<p><br/>Le conseil d'administration se réunit, sur la convocation de son président, au moins une fois tous les deux mois.<br/>Le conseil ne peut valablement délibérer que lorsque la moitié au moins de ses membres en exercice assistent à la séance. Toutefois, les délibérations prises à la suite de deux convocations successives, à trois jours d'intervalle, et dûment constatées, sont valables quel que soit le nombre des membres présents.<br/>Les délibérations sont prises à la majorité absolue des votants. En cas de partage égal des voix, la voix du président est prépondérante.<br/>Le vote a lieu au scrutin secret dans le cas de nomination ou d'avis sur une désignation. Dans ces deux cas, si, après deux tours de scrutin secret, aucun candidat n'a obtenu la majorité absolue, il est procédé à un troisième tour de scrutin et la nomination ou la désignation a lieu à la majorité relative. En cas d'égalité de voix, la nomination ou la désignation est acquise au plus âgé.<br/>Les procès-verbaux sont signés par le président et par le secrétaire. Ils font mention des personnes présentes.<br/>Le directeur assiste avec voix consultative aux réunions du comité de direction et aux séances du conseil d'administration.<br/>Les convocations aux séances sont adressées en temps utile au préfet de région, au commissaire du Gouvernement et à l'autorité chargée du contrôle économique et financier. Elles sont accompagnées des ordres du jour et des mêmes documents que ceux qui sont transmis aux membres du conseil d'administration.<br/>L'autorité chargée du contrôle économique et financier peut demander au président du conseil d'administration l'inscription à l'ordre du jour des questions sur lesquelles il estime nécessaire de provoquer une délibération de cette assemblée.<br/>Le commissaire du Gouvernement et l'autorité chargée du contrôle économique et financier sont convoqués aux commissions constituées dans le sein du conseil. Ils assistent à ces commissions s'ils le jugent utile.</p>",
            "type": "AUTONOME",
            "dateDebut": "2015-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}