{
    "cid": "LEGIARTI000041571685",
    "num": "L186-6",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000006128678",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000041587692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VIII : Contrôle et sanctions ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041570108",
                        "id": "LEGISCTA000041570108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Sécurité des ascenseurs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041571664",
                        "id": "LEGISCTA000041571664",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Recherche et constat des infractions ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041571679",
                        "id": "LEGISCTA000041571679",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000041571685",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041506557",
                    "textTitle": "Ordonnance n° 2020-71 du 29 janvier 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041562511",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-01-31",
                    "dateSignaTexte": "2020-01-29",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "num": "L186-6",
            "origine": "LEGI",
            "texte": "Les agents mentionnés à l'article L. 186-4 peuvent prélever des pièces ou des échantillons pour procéder à des analyses ou à des essais et exiger la communication de tout document nécessaire à l'accomplissement de leurs missions. Lorsque des vérifications complémentaires sont nécessaires, ces agents peuvent consigner les ascenseurs ou les composants de sécurité pour ascenseurs susceptibles de faire l'objet des sanctions administratives prévues à l'article L. 186-1. Les ascenseurs ou les composants de sécurité pour ascenseurs consignés sont laissés à la garde de leur détenteur. Les agents habilités indiquent dans un procès-verbal ou un rapport les ascenseurs ou les composants de sécurité pour ascenseurs faisant l'objet de la consignation. La consignation, dont est immédiatement informé le procureur de la République, ne peut excéder quinze jours. Le délai de consignation peut être prorogé par ordonnance motivée du président du tribunal de grande instance dans le ressort duquel est situé le lieu de consignation des ascenseurs ou des composants de sécurité pour ascenseurs, ou du magistrat qu'il délègue. Le magistrat est saisi sans formalité par les agents habilités. Il statue dans les vingt-quatre heures par ordonnance exécutoire à titre provisoire, au vu de tous les éléments d'information de nature à justifier cette mesure. L'ordonnance de prorogation de la mesure de consignation est notifiée par tous moyens au détenteur des ascenseurs ou des composants de sécurité pour ascenseurs consignés. La mainlevée de la mesure de consignation peut être ordonnée à tout moment soit par les agents ayant procédé à cette consignation ou par le procureur de la République, soit par le président du tribunal de grande instance ou le magistrat qu'il délègue à cet effet.",
            "texteHtml": "<p>Les agents mentionnés à l'article L. 186-4 peuvent prélever des pièces ou des échantillons pour procéder à des analyses ou à des essais et exiger la communication de tout document nécessaire à l'accomplissement de leurs missions.</p><p></p><p>Lorsque des vérifications complémentaires sont nécessaires, ces agents peuvent consigner les ascenseurs ou les composants de sécurité pour ascenseurs susceptibles de faire l'objet des sanctions administratives prévues à l'article L. 186-1. Les ascenseurs ou les composants de sécurité pour ascenseurs consignés sont laissés à la garde de leur détenteur. Les agents habilités indiquent dans un procès-verbal ou un rapport les ascenseurs ou les composants de sécurité pour ascenseurs faisant l'objet de la consignation.</p><p></p><p>La consignation, dont est immédiatement informé le procureur de la République, ne peut excéder quinze jours.</p><p></p><p>Le délai de consignation peut être prorogé par ordonnance motivée du président du tribunal de grande instance dans le ressort duquel est situé le lieu de consignation des ascenseurs ou des composants de sécurité pour ascenseurs, ou du magistrat qu'il délègue.</p><p></p><p>Le magistrat est saisi sans formalité par les agents habilités. Il statue dans les vingt-quatre heures par ordonnance exécutoire à titre provisoire, au vu de tous les éléments d'information de nature à justifier cette mesure.</p><p></p><p>L'ordonnance de prorogation de la mesure de consignation est notifiée par tous moyens au détenteur des ascenseurs ou des composants de sécurité pour ascenseurs consignés.</p><p></p><p>La mainlevée de la mesure de consignation peut être ordonnée à tout moment soit par les agents ayant procédé à cette consignation ou par le procureur de la République, soit par le président du tribunal de grande instance ou le magistrat qu'il délègue à cet effet.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}