{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043410469",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel sont situés les locaux à visiter ou le juge des libertés et de la détention du tribunal judiciaire prévu par le décret mentionné au I de l'article 706-2 du code de procédure pénale peut, sur demande motivée du secrétaire général de l'Agence française de lutte contre le dopage, autoriser par ordonnance les enquêteurs de l'Agence à effectuer des visites en tous lieux ainsi qu'à procéder à la saisie de pièces et documents et au recueil des explications des personnes sollicitées sur place. Lorsque les locaux visités sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents. Le juge doit vérifier que la demande d'autorisation qui lui est soumise est fondée ; cette demande doit comporter tous les éléments d'information en possession de l'Agence de nature à justifier la visite. Il désigne l'officier de police judiciaire chargé d'assister à ces opérations et de le tenir informé de leur déroulement. Lorsque les opérations ont lieu en dehors du ressort de son tribunal judiciaire, le juge des libertés et de la détention saisi peut se déplacer sur les lieux quelle que soit leur localisation sur le territoire national. L'ordonnance mentionnée au premier alinéa fait mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. Le délai et la voie de recours sont mentionnés dans l'ordonnance. L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu aux onzième et douzième alinéas du présent article. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. Une copie de l'ordonnance est adressée par lettre recommandée avec avis de réception à l'auteur présumé des violations ou manquements mentionnés à l'article L. 232-18-5. L'ordonnance mentionnée au premier alinéa est exécutoire au seul vu de la minute. Cette ordonnance est susceptible de recours devant le premier président de la cour d'appel ou son délégué dans le ressort de laquelle le juge a autorisé la mesure. Les parties ne sont pas tenues de constituer avocat. Suivant les règles prévues par le code de procédure civile, cet appel doit être exclusivement formé par déclaration remise ou adressée, par pli recommandé ou par voie électronique, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter soit de la remise, soit de la réception, soit de la signification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. La visite s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Il peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La visite ne peut être commencée avant six heures ou après vingt et une heures ; dans les lieux ouverts au public, elle peut également être commencée pendant les heures d'ouverture de l'établissement. Elle est effectuée en présence de l'occupant des lieux ou de son représentant ; en cas d'impossibilité, l'officier de police judiciaire requiert deux témoins choisis en dehors des personnes relevant de son autorité ou de celle de l'Agence. Les enquêteurs de l'Agence, l'occupant des lieux ou son représentant et l'officier de police judiciaire peuvent seuls prendre connaissance des pièces avant leur saisie. L'officier de police judiciaire veille au respect du secret professionnel et des droits de la défense conformément aux dispositions du troisième alinéa de l'article 56 du code de procédure pénale. L'article 58 de ce code est applicable. Lorsque la visite domiciliaire est effectuée dans le cabinet d'un avocat ou à son domicile, dans les locaux d'une entreprise de presse ou de communication audiovisuelle, dans le cabinet d'un médecin, d'un notaire ou d'un huissier, les dispositions des articles 56-1,56-2 ou 56-3 du code de procédure pénale, selon les cas, sont applicables. Le procès-verbal de visite relatant les modalités et le déroulement de l'opération est dressé sur-le-champ par les enquêteurs de l'Agence. Un inventaire des pièces et documents saisis lui est annexé. Le procès-verbal et l'inventaire sont signés par les enquêteurs de l'Agence et par l'officier de police judiciaire ainsi que par l'occupant des lieux ou par son représentant. Si ces derniers refusent de signer, mention en est faite au procès-verbal. En cas de difficulté d'établissement de l'inventaire sur place, les pièces et documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés qui a lieu en présence de l'officier de police judiciaire ; l'inventaire est alors établi. Le premier président de la cour d'appel dans le ressort de laquelle le juge a autorisé la mesure connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées en application du premier alinéa. Le procès-verbal et l'inventaire rédigés à l'issue de ces opérations mentionnent le délai et la voie de recours. Les parties ne sont pas tenues de constituer avocat. Suivant les règles prévues par le code de procédure civile, ce recours doit être exclusivement formé par déclaration remise ou adressée par pli recommandé ou par voie électronique au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire. Ce recours n'est pas suspensif. L'ordonnance du premier président est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. Les originaux du procès-verbal de visite et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a délivré l'ordonnance ; une copie de ces mêmes documents est remise à l'occupant des lieux ou à son représentant, ou en leur absence, adressée par lettre recommandée avec avis de réception à l'occupant des lieux et le cas échéant à la personne visée par l'autorisation donnée dans l'ordonnance mentionnée au premier alinéa qui pourrait avoir commis une des violations ou un des manquements mentionnés à l'article L. 232-18-5. A défaut de réception, il est procédé à la signification de ces documents par acte d'huissier de justice. Ces documents mentionnent le délai et la voie de recours. Les pièces et documents qui ne sont plus utiles à la manifestation de la vérité sont restitués à l'occupant des lieux.",
            "texteHtml": "<p>Le juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel sont situés les locaux à visiter ou le juge des libertés et de la détention du tribunal judiciaire prévu par le décret mentionné au I de l'article 706-2 du code de procédure pénale peut, sur demande motivée du secrétaire général de l'Agence française de lutte contre le dopage, autoriser par ordonnance les enquêteurs de l'Agence à effectuer des visites en tous lieux ainsi qu'à procéder à la saisie de pièces et documents et au recueil des explications des personnes sollicitées sur place.<br/><br/>\n Lorsque les locaux visités sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétents.<br/><br/>\n Le juge doit vérifier que la demande d'autorisation qui lui est soumise est fondée ; cette demande doit comporter tous les éléments d'information en possession de l'Agence de nature à justifier la visite. Il désigne l'officier de police judiciaire chargé d'assister à ces opérations et de le tenir informé de leur déroulement. Lorsque les opérations ont lieu en dehors du ressort de son tribunal judiciaire, le juge des libertés et de la détention saisi peut se déplacer sur les lieux quelle que soit leur localisation sur le territoire national.<br/><br/>\n L'ordonnance mentionnée au premier alinéa fait mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix. L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. Le délai et la voie de recours sont mentionnés dans l'ordonnance.<br/><br/>\n L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu aux onzième et douzième alinéas du présent article. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. Une copie de l'ordonnance est adressée par lettre recommandée avec avis de réception à l'auteur présumé des violations ou manquements mentionnés à l'article L. 232-18-5.<br/><br/>\n L'ordonnance mentionnée au premier alinéa est exécutoire au seul vu de la minute. Cette ordonnance est susceptible de recours devant le premier président de la cour d'appel ou son délégué dans le ressort de laquelle le juge a autorisé la mesure. Les parties ne sont pas tenues de constituer avocat. Suivant les règles prévues par le code de procédure civile, cet appel doit être exclusivement formé par déclaration remise ou adressée, par pli recommandé ou par voie électronique, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter soit de la remise, soit de la réception, soit de la signification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours.<br/><br/>\n La visite s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Il peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite.<br/><br/>\n La visite ne peut être commencée avant six heures ou après vingt et une heures ; dans les lieux ouverts au public, elle peut également être commencée pendant les heures d'ouverture de l'établissement. Elle est effectuée en présence de l'occupant des lieux ou de son représentant ; en cas d'impossibilité, l'officier de police judiciaire requiert deux témoins choisis en dehors des personnes relevant de son autorité ou de celle de l'Agence.<br/><br/>\n Les enquêteurs de l'Agence, l'occupant des lieux ou son représentant et l'officier de police judiciaire peuvent seuls prendre connaissance des pièces avant leur saisie.<br/><br/>\n L'officier de police judiciaire veille au respect du secret professionnel et des droits de la défense conformément aux dispositions du troisième alinéa de l'article 56 du code de procédure pénale. L'article 58 de ce code est applicable.<br/><br/>\n Lorsque la visite domiciliaire est effectuée dans le cabinet d'un avocat ou à son domicile, dans les locaux d'une entreprise de presse ou de communication audiovisuelle, dans le cabinet d'un médecin, d'un notaire ou d'un huissier, les dispositions des articles 56-1,56-2 ou 56-3 du code de procédure pénale, selon les cas, sont applicables.<br/><br/>\n Le procès-verbal de visite relatant les modalités et le déroulement de l'opération est dressé sur-le-champ par les enquêteurs de l'Agence. Un inventaire des pièces et documents saisis lui est annexé. Le procès-verbal et l'inventaire sont signés par les enquêteurs de l'Agence et par l'officier de police judiciaire ainsi que par l'occupant des lieux ou par son représentant. Si ces derniers refusent de signer, mention en est faite au procès-verbal. En cas de difficulté d'établissement de l'inventaire sur place, les pièces et documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés qui a lieu en présence de l'officier de police judiciaire ; l'inventaire est alors établi.<br/><br/>\n Le premier président de la cour d'appel dans le ressort de laquelle le juge a autorisé la mesure connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées en application du premier alinéa. Le procès-verbal et l'inventaire rédigés à l'issue de ces opérations mentionnent le délai et la voie de recours. Les parties ne sont pas tenues de constituer avocat. Suivant les règles prévues par le code de procédure civile, ce recours doit être exclusivement formé par déclaration remise ou adressée par pli recommandé ou par voie électronique au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire. Ce recours n'est pas suspensif. L'ordonnance du premier président est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours.<br/><br/>\n Les originaux du procès-verbal de visite et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a délivré l'ordonnance ; une copie de ces mêmes documents est remise à l'occupant des lieux ou à son représentant, ou en leur absence, adressée par lettre recommandée avec avis de réception à l'occupant des lieux et le cas échéant à la personne visée par l'autorisation donnée dans l'ordonnance mentionnée au premier alinéa qui pourrait avoir commis une des violations ou un des manquements mentionnés à l'article L. 232-18-5. A défaut de réception, il est procédé à la signification de ces documents par acte d'huissier de justice. Ces documents mentionnent le délai et la voie de recours.<br/><br/>\n Les pièces et documents qui ne sont plus utiles à la manifestation de la vérité sont restitués à l'occupant des lieux.</p>",
            "num": "L232-18-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1622419200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472103,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006096664",
                        "id": "LEGISCTA000006096664",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ACTEURS DU SPORT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120754",
                        "id": "LEGISCTA000006120754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : SANTÉ DES SPORTIFS ET LUTTE CONTRE LE DOPAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137772",
                        "id": "LEGISCTA000006137772",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Lutte contre le dopage\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151570",
                        "id": "LEGISCTA000006151570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-02-01",
                        "fin": "2021-05-31",
                        "titre": "Section 3 : Agissements interdits et contrôles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167046",
                        "id": "LEGISCTA000006167046",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-05-31",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Agissements interdits, contrôles et enquêtes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167046",
                        "id": "LEGISCTA000043411390",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043410436",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167046",
            "sectionParentId": "LEGISCTA000043411390",
            "sectionParentTitre": "Section 3 : Agissements interdits, contrôles et enquêtes",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : ACTEURS DU SPORT &gt; TITRE III : SANTÉ DES SPORTIFS ET LUTTE CONTRE LE DOPAGE &gt; Chapitre II : Lutte contre le dopage\r\n &gt; Section 3 : Agissements interdits, contrôles et enquêtes",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043410469",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l’article 63 de l’ordonnance n° 2021-488 du 21 avril 2021, ces dispositions entrent en vigueur le jour suivant la publication au Journal officiel du décret en Conseil d'Etat prévu par l'article L. 232-31 du code du sport et, au plus tard, le 31 mai 2021.",
            "notaHtml": "<p>Conformément au I de l’article 63 de l’ordonnance n° 2021-488 du 21 avril 2021, ces dispositions entrent en vigueur le jour suivant la publication au Journal officiel du décret en Conseil d'Etat prévu par l'article L. 232-31 du code du sport et, au plus tard, le 31 mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043403969",
                    "textTitle": "Ordonnance n°2021-488 du 21 avril 2021 - art. 33",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000043405672",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-04-22",
                    "dateSignaTexte": "2021-04-21",
                    "dateDebutCible": "2021-04-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L424-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L424-3",
                    "articleId": "LEGIARTI000047564854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1684627200000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R232-86-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R232-86-2",
                    "articleId": "LEGIARTI000043897664",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628035200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043410469",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1622419200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L232-18-7",
                "232-18-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}