{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037390104",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le demandeur d'asile qui fait l'objet d'une mesure d'expulsion, prise en application des articles L. 521-1, L. 521-2, L. 521-3 ou L. 521-5, d'une peine d'interdiction du territoire, prise en application de l' article 131-30 du code pénal ou d'une interdiction administrative du territoire, prise en application des articles L. 214-1 ou L. 214-2 du présent code, et dont la demande d'asile est en cours d'examen ou a été présentée postérieurement à la notification de cette mesure, peine ou interdiction peut être assigné à résidence ou placé en rétention le temps strictement nécessaire à l'examen de sa demande d'asile par l'Office français de protection des réfugiés et apatrides et, en cas de décision de rejet ou d'irrecevabilité, dans l'attente de son départ. Lorsque le demandeur est assigné à résidence, les dispositions de l'article L. 561-2 relatives à la durée maximale et aux modalités de l'assignation à résidence sont applicables. Lorsque le demandeur est placé en rétention, les dispositions du titre V du présent livre relatives à la durée maximale et aux modalités du placement en rétention sont applicables. La décision de placement en rétention ne peut être prononcée que pour des raisons impérieuses de protection de l'ordre public ou de la sécurité nationale établies sur la base d'une évaluation individuelle du demandeur, si d'autres mesures moins coercitives ne peuvent être efficacement appliquées. Elle prend en compte la vulnérabilité du demandeur. II. - A la demande de l'autorité administrative, et sans préjudice des cas prévus aux 5° et 6° de l'article L. 743-2, l'office statue sur la demande d'asile de l'étranger ainsi assigné à résidence ou placé en rétention selon les modalités prévues à l'article L. 723-2 et dans le délai prévu à l'article L. 556-1. Sans préjudice d'autres mesures de surveillance décidées par l'autorité administrative ou l'autorité judiciaire, il est mis fin à la rétention si l'office reconnaît à l'étranger la qualité de réfugié ou lui accorde le bénéfice de la protection subsidiaire. III. - En cas de décision de rejet ou d'irrecevabilité par l'office, l'étranger peut, dans les quarante-huit heures suivant la notification de cette décision, demander au président du tribunal administratif de suspendre l'exécution de la mesure d'éloignement jusqu'à l'expiration du délai de recours devant la Cour nationale du droit d'asile ou, si celle-ci est saisie, soit jusqu'à la date de la lecture en audience publique de la décision de la cour, soit, s'il est statué par ordonnance, jusqu'à la date de la notification de celle-ci. La mesure d'éloignement ne peut être mise à exécution pendant ce délai de quarante-huit heures ou, en cas de saisine du président du tribunal administratif, avant que ce dernier ou le magistrat qu'il désigne à cette fin parmi les membres de sa juridiction ou les magistrats honoraires inscrits sur la liste mentionnée à l' article L. 222-2-1 du code de justice administrative ait statué. Le président du tribunal administratif ou le magistrat désigné à cette fin statue dans les conditions prévues au III de l'article L. 512-1 du présent code. Il fait droit à la demande de l'étranger lorsque celui-ci présente des éléments sérieux de nature à justifier, au titre de sa demande d'asile, son maintien sur le territoire durant l'examen de son recours par la cour. La suspension de l'exécution de la mesure d'éloignement ne met pas fin à l'assignation à résidence ou à la rétention de l'étranger, qui se poursuit dans les conditions et limites prévues au présent livre. IV. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il précise notamment les modalités de prise en compte de la vulnérabilité du demandeur d'asile et, le cas échéant, de ses besoins particuliers.",
            "texteHtml": "<p>I. - Le demandeur d'asile qui fait l'objet d'une mesure d'expulsion, prise en application des articles L. 521-1, L. 521-2, L. 521-3 ou L. 521-5, d'une peine d'interdiction du territoire, prise en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417294&dateTexte=&categorieLien=cid'>article 131-30 du code pénal</a> ou d'une interdiction administrative du territoire, prise en application des articles L. 214-1 ou L. 214-2 du présent code, et dont la demande d'asile est en cours d'examen ou a été présentée postérieurement à la notification de cette mesure, peine ou interdiction peut être assigné à résidence ou placé en rétention le temps strictement nécessaire à l'examen de sa demande d'asile par l'Office français de protection des réfugiés et apatrides et, en cas de décision de rejet ou d'irrecevabilité, dans l'attente de son départ.<br/><br/>\n Lorsque le demandeur est assigné à résidence, les dispositions de l'article L. 561-2 relatives à la durée maximale et aux modalités de l'assignation à résidence sont applicables.<br/><br/>\n Lorsque le demandeur est placé en rétention, les dispositions du titre V du présent livre relatives à la durée maximale et aux modalités du placement en rétention sont applicables. La décision de placement en rétention ne peut être prononcée que pour des raisons impérieuses de protection de l'ordre public ou de la sécurité nationale établies sur la base d'une évaluation individuelle du demandeur, si d'autres mesures moins coercitives ne peuvent être efficacement appliquées. Elle prend en compte la vulnérabilité du demandeur.<br/><br/>\n II. - A la demande de l'autorité administrative, et sans préjudice des cas prévus aux 5° et 6° de l'article L. 743-2, l'office statue sur la demande d'asile de l'étranger ainsi assigné à résidence ou placé en rétention selon les modalités prévues à l'article L. 723-2 et dans le délai prévu à l'article L. 556-1. Sans préjudice d'autres mesures de surveillance décidées par l'autorité administrative ou l'autorité judiciaire, il est mis fin à la rétention si l'office reconnaît à l'étranger la qualité de réfugié ou lui accorde le bénéfice de la protection subsidiaire.<br/><br/>\n III. - En cas de décision de rejet ou d'irrecevabilité par l'office, l'étranger peut, dans les quarante-huit heures suivant la notification de cette décision, demander au président du tribunal administratif de suspendre l'exécution de la mesure d'éloignement jusqu'à l'expiration du délai de recours devant la Cour nationale du droit d'asile ou, si celle-ci est saisie, soit jusqu'à la date de la lecture en audience publique de la décision de la cour, soit, s'il est statué par ordonnance, jusqu'à la date de la notification de celle-ci. La mesure d'éloignement ne peut être mise à exécution pendant ce délai de quarante-huit heures ou, en cas de saisine du président du tribunal administratif, avant que ce dernier ou le magistrat qu'il désigne à cette fin parmi les membres de sa juridiction ou les magistrats honoraires inscrits sur la liste mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000042919778&dateTexte=&categorieLien=id' title='Code de justice administrative - art. L222-2-1 (VD)'>article L. 222-2-1 du code de justice administrative</a> ait statué. Le président du tribunal administratif ou le magistrat désigné à cette fin statue dans les conditions prévues au III de l'article L. 512-1 du présent code. Il fait droit à la demande de l'étranger lorsque celui-ci présente des éléments sérieux de nature à justifier, au titre de sa demande d'asile, son maintien sur le territoire durant l'examen de son recours par la cour. La suspension de l'exécution de la mesure d'éloignement ne met pas fin à l'assignation à résidence ou à la rétention de l'étranger, qui se poursuit dans les conditions et limites prévues au présent livre.<br/><br/>\n IV. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il précise notamment les modalités de prise en compte de la vulnérabilité du demandeur d'asile et, le cas échéant, de ses besoins particuliers.</p>",
            "num": "L571-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1546300800000,
            "dateFin": 1619827200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2021-05-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085121",
                        "id": "LEGISCTA000006085121",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "LIVRE V : LES MESURES D'ÉLOIGNEMENT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115067",
                        "id": "LEGISCTA000006115067",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2011-07-18",
                        "fin": "2021-05-01",
                        "titre": "TITRE VII : DISPOSITIONS DIVERSES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024196049",
                        "id": "LEGISCTA000024196055",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037390075",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000024196049",
            "sectionParentId": "LEGISCTA000024196055",
            "sectionParentTitre": "TITRE VII : DISPOSITIONS DIVERSES",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037390104",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III de l'article 71 de la loi n° 2018-778 du 10 septembre 2018, les présentes dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2019. Le décret n° 2018-1159 du 14 décembre 2018 en son article 23 a fixé cette date au 1er janvier 2019.",
            "notaHtml": "<p>Conformément au III de l'article 71 de la loi n° 2018-778 du 10 septembre 2018, les présentes dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2019.</p><p>Le décret n° 2018-1159 du 14 décembre 2018 en son article 23 a fixé cette date au 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037381808",
                    "textTitle": "LOI n°2018-778 du 10 septembre 2018 - art. 34",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000037382559",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-09-11",
                    "dateSignaTexte": "2018-09-10",
                    "dateDebutCible": "2018-09-12"
                },
                {
                    "textCid": "JORFTEXT000042754770",
                    "textTitle": "Ordonnance n°2020-1733 du 16 décembre 2020 - art. 1 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042763000",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2021-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037809043",
                    "textTitle": "Décret n°2018-1142 du 12 décembre 2018 - art. 8",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000037810117",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-1142",
                    "datePubli": 1544745600000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000042765457",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1734",
                    "datePubli": 1609286400000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L777-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L777-4",
                    "articleId": "LEGIARTI000037390172",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. D744-29 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D744-29",
                    "articleId": "LEGIARTI000038027534",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R561-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R561-5",
                    "articleId": "LEGIARTI000037830955",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-30",
                    "articleId": "LEGIARTI000006417294",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585008000000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L222-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-2-1",
                    "articleId": "LEGIARTI000042919778",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-27 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-27",
                    "articleId": "LEGIARTI000042776013",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-29 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-29",
                    "articleId": "LEGIARTI000042776008",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-1 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-1",
                    "articleId": "LEGIARTI000042774802",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-10 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-10",
                    "articleId": "LEGIARTI000042774778",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-11 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-11",
                    "articleId": "LEGIARTI000042774776",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-12",
                    "articleId": "LEGIARTI000042774772",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-2 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-2",
                    "articleId": "LEGIARTI000042774800",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-3 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-3",
                    "articleId": "LEGIARTI000042774796",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-4 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-4",
                    "articleId": "LEGIARTI000042774794",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-5 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-5",
                    "articleId": "LEGIARTI000042774790",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-6 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-6",
                    "articleId": "LEGIARTI000042774788",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-7",
                    "articleId": "LEGIARTI000042774784",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-8 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-8",
                    "articleId": "LEGIARTI000042774782",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L753-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L753-9",
                    "articleId": "LEGIARTI000042774780",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037390104",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L571-4",
                "571-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}