{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000027899142",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Renseignements à fournir par les personnes chargées de conduire une entreprise d'assurance ou de réassurance 1. Nom ou dénomination sociale de l'entreprise pour laquelle ces renseignements sont fournis. 2. Identité de la personne chargée de conduire l'entreprise (fournir la photocopie d'une pièce d'identité) : - nom et prénoms ; - date et lieu de naissance ; - nationalité ; - adresse personnelle ; - intitulé de la fonction pour laquelle le dossier est présenté ; - date de nomination. 3. Fonctions actuellement exercées au sein de l'entreprise. 4. Fonctions, le cas échéant, qui seront exercées après la nomination (fournir un extrait du procès-verbal de la réunion de l'organe social attestant de cette nomination). 5. Modalités de partage des responsabilités avec les autres personnes chargées de conduire l'entreprise. 6. Curriculum vitae daté et signé indiquant notamment les formations suivies et les diplômes obtenus et, pour chacune des fonctions exercées au cours des dix dernières années, en France ou à l'étranger : - nom ou dénomination sociale de l'employeur ; - responsabilités effectivement exercées ; - résultats obtenus en termes de développement de l'activité et de rentabilité. 7. Engagements pris, en France ou à l'étranger, au titre des fonctions précédemment exercées (notamment les clauses de non-concurrence). 8. Autres fonctions de conduite d'une entreprise exercées en parallèle aux fonctions faisant l'objet du présent dossier, en précisant le nom ou la dénomination sociale des entreprises concernées et les modalités prévues pour remplir les différentes responsabilités. 9. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles une participation d'au moins 20 % est ou a été détenue, au cours des dix dernières années, en précisant le montant des participations détenues et les liens entre ces entreprises et l'entreprise qui dépose le dossier. 10. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles un mandat d'associé en nom ou d'associé commandité est ou a été détenu, au cours des dix dernières années, en précisant les liens entre ces entreprises et l'entreprise qui dépose le dossier. 11. Liste des mandats sociaux détenus en France ou à l'étranger, en précisant ceux détenus dans des sociétés n'appartenant pas au groupe de l'entreprise qui dépose le dossier et, parmi ces derniers, ceux pour lesquels des conflits d'intérêt pourraient avoir lieu et les dispositions qui seront prises pour y remédier. 12. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise ont été exercées, soit une participation d'au moins 20 % est ou a été détenue, soit un mandat d'associé en nom ou d'associé commandité est ou a été exercé et qui ont fait l'objet, au cours des dix dernières années, d'une condamnation pénale, d'une sanction administrative ou disciplinaire prise par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, d'un refus ou d'un retrait d'une autorisation ou d'un agrément dans le secteur financier ou d'une mesure de redressement ou de liquidation judiciaires, en précisant les procédures en cours. 13. Nom et activité des entreprises dans lesquelles des fonctions de conduite de l'entreprise ont été exercées et dont les commissaires aux comptes compétents ou les contrôleurs légaux, pour les entreprises ayant leur siège social à l'étranger, ont, au cours des dix dernières années, refusé de certifier les comptes ou ont assorti leur certification de réserves. 14. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise sont exercées, soit une participation d'au moins 20 % est détenue, soit un mandat d'associé en nom ou d'associé commandité est exercé, et qui entretiennent ou pourraient entretenir des relations d'affaire significatives avec l'entreprise qui dépose le dossier. 15. Liste des sanctions administratives ou disciplinaires prises par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, des licenciements pour faute professionnelle ou des mesures équivalentes prises à l'encontre, en France ou à l'étranger et au cours des dix dernières années, de la personne nommée, en précisant les procédures en cours. 16. Déclaration sur l'honneur attestant l'absence de condamnation prévue au I ou au II de l'article L. 322-2 du code des assurances (fournir un bulletin n° 3 du casier judiciaire datant de moins de trois mois Je soussigné (nom et prénom) certifie l'exactitude des informations communiquées et m'engage à porter immédiatement à la connaissance de l'Autorité de contrôle prudentiel et de résolution tout changement significatif des éléments les concernant, notamment ceux mentionnés aux points 12, 15 et 16 du présent formulaire. Date, lieu (Signature de la personne chargée de conduire l'entreprise.) En ma qualité de (fonction), je soussigné (nom et prénom) déclare que les informations communiquées sont à ma connaissance exactes et m'engage à porter immédiatement à la connaissance de l'Autorité de contrôle prudentiel et de résolution tout changement significatif dont j'aurais connaissance, notamment les éléments mentionnés aux points 12, 15 et 16 du présent formulaire. Date, lieu (Signature soit du président du conseil d'administration ou du conseil de surveillance, soit de l'actionnaire principal, soit d'un autre membre du conseil d'administration de l'entreprise.)",
            "texteHtml": "<p><strong>Renseignements à fournir par les personnes chargées de conduire une entreprise d'assurance ou de réassurance</strong><br/></p><p>1. Nom ou dénomination sociale de l'entreprise pour laquelle ces renseignements sont fournis.</p><p>2. Identité de la personne chargée de conduire l'entreprise (fournir la photocopie d'une pièce d'identité) :</p><p>- nom et prénoms ;</p><p>- date et lieu de naissance ;</p><p>- nationalité ;</p><p>- adresse personnelle ;</p><p>- intitulé de la fonction pour laquelle le dossier est présenté ;</p><p>- date de nomination.</p><p>3. Fonctions actuellement exercées au sein de l'entreprise.</p><p>4. Fonctions, le cas échéant, qui seront exercées après la nomination (fournir un extrait du procès-verbal de la réunion de l'organe social attestant de cette nomination).</p><p>5. Modalités de partage des responsabilités avec les autres personnes chargées de conduire l'entreprise.</p><p>6. Curriculum vitae daté et signé indiquant notamment les formations suivies et les diplômes obtenus et, pour chacune des fonctions exercées au cours des dix dernières années, en France ou à l'étranger :</p><p>- nom ou dénomination sociale de l'employeur ;</p><p>- responsabilités effectivement exercées ;</p><p>- résultats obtenus en termes de développement de l'activité et de rentabilité.</p><p>7. Engagements pris, en France ou à l'étranger, au titre des fonctions précédemment exercées (notamment les clauses de non-concurrence).</p><p>8. Autres fonctions de conduite d'une entreprise exercées en parallèle aux fonctions faisant l'objet du présent dossier, en précisant le nom ou la dénomination sociale des entreprises concernées et les modalités prévues pour remplir les différentes responsabilités.</p><p>9. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles une participation d'au moins 20 % est ou a été détenue, au cours des dix dernières années, en précisant le montant des participations détenues et les liens entre ces entreprises et l'entreprise qui dépose le dossier.</p><p>10. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles un mandat d'associé en nom ou d'associé commandité est ou a été détenu, au cours des dix dernières années, en précisant les liens entre ces entreprises et l'entreprise qui dépose le dossier.</p><p>11. Liste des mandats sociaux détenus en France ou à l'étranger, en précisant ceux détenus dans des sociétés n'appartenant pas au groupe de l'entreprise qui dépose le dossier et, parmi ces derniers, ceux pour lesquels des conflits d'intérêt pourraient avoir lieu et les dispositions qui seront prises pour y remédier.</p><p>12. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise ont été exercées, soit une participation d'au moins 20 % est ou a été détenue, soit un mandat d'associé en nom ou d'associé commandité est ou a été exercé et qui ont fait l'objet, au cours des dix dernières années, d'une condamnation pénale, d'une sanction administrative ou disciplinaire prise par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, d'un refus ou d'un retrait d'une autorisation ou d'un agrément dans le secteur financier ou d'une mesure de redressement ou de liquidation judiciaires, en précisant les procédures en cours.</p><p>13. Nom et activité des entreprises dans lesquelles des fonctions de conduite de l'entreprise ont été exercées et dont les commissaires aux comptes compétents ou les contrôleurs légaux, pour les entreprises ayant leur siège social à l'étranger, ont, au cours des dix dernières années, refusé de certifier les comptes ou ont assorti leur certification de réserves.</p><p>14. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise sont exercées, soit une participation d'au moins 20 % est détenue, soit un mandat d'associé en nom ou d'associé commandité est exercé, et qui entretiennent ou pourraient entretenir des relations d'affaire significatives avec l'entreprise qui dépose le dossier.</p><p>15. Liste des sanctions administratives ou disciplinaires prises par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, des licenciements pour faute professionnelle ou des mesures équivalentes prises à l'encontre, en France ou à l'étranger et au cours des dix dernières années, de la personne nommée, en précisant les procédures en cours.</p><p>16. Déclaration sur l'honneur attestant l'absence de condamnation prévue au I ou au II de l'article L. 322-2 du code des assurances (fournir un bulletin n° 3 du casier judiciaire datant de moins de trois mois </p><p>Je soussigné (nom et prénom) certifie l'exactitude des informations communiquées et m'engage à porter immédiatement à la connaissance de l'Autorité de contrôle prudentiel et de résolution tout changement significatif des éléments les concernant, notamment ceux mentionnés aux points 12, 15 et 16 du présent formulaire.</p><p>Date, lieu</p><p>(Signature de la personne chargée de conduire l'entreprise.)</p><p>En ma qualité de (fonction), je soussigné (nom et prénom) déclare que les informations communiquées sont à ma connaissance exactes et m'engage à porter immédiatement à la connaissance de l'Autorité de contrôle prudentiel et de résolution tout changement significatif dont j'aurais connaissance, notamment les éléments mentionnés aux points 12, 15 et 16 du présent formulaire.</p><p>Date, lieu</p><p>(Signature soit du président du conseil d'administration ou du conseil de surveillance, soit de l'actionnaire principal, soit d'un autre membre du conseil d'administration de l'entreprise.)</p>",
            "num": "Annexe art. A321-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1374969600000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214941635,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142562",
                        "id": "LEGISCTA000006142562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les agréments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156983",
                        "id": "LEGISCTA000006156983",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-08",
                        "fin": "2016-01-01",
                        "titre": "Section I : Agrément administratif des entreprises françaises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173959",
                        "id": "LEGISCTA000006173959",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019236114",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173959",
            "sectionParentId": "LEGISCTA000006173959",
            "sectionParentTitre": "Section I : Agrément administratif des entreprises françaises.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027899142",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027754539",
                    "textTitle": "LOI n°2013-672\r\n du 26 juillet 2013 - art. 24 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000027757633",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-26",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019236114",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 776304000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757951",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021948482",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027899142",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A321-2"
            ],
            "versionPrecedente": "LEGIARTI000021948482",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021948482",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Renseignements à fournir par les personnes chargées de conduire une entreprise d'assurance ou de réassurance 1. Nom ou dénomination sociale de l'entreprise pour laquelle ces renseignements sont fournis. 2. Identité de la personne chargée de conduire l'entreprise (fournir la photocopie d'une pièce d'identité) : - nom et prénoms ; - date et lieu de naissance ; - nationalité ; - adresse personnelle ; - intitulé de la fonction pour laquelle le dossier est présenté ; - date de nomination. 3. Fonctions actuellement exercées au sein de l'entreprise. 4. Fonctions, le cas échéant, qui seront exercées après la nomination (fournir un extrait du procès-verbal de la réunion de l'organe social attestant de cette nomination). 5. Modalités de partage des responsabilités avec les autres personnes chargées de conduire l'entreprise. 6. Curriculum vitae daté et signé indiquant notamment les formations suivies et les diplômes obtenus et, pour chacune des fonctions exercées au cours des dix dernières années, en France ou à l'étranger : - nom ou dénomination sociale de l'employeur ; - responsabilités effectivement exercées ; - résultats obtenus en termes de développement de l'activité et de rentabilité. 7. Engagements pris, en France ou à l'étranger, au titre des fonctions précédemment exercées (notamment les clauses de non-concurrence). 8. Autres fonctions de conduite d'une entreprise exercées en parallèle aux fonctions faisant l'objet du présent dossier, en précisant le nom ou la dénomination sociale des entreprises concernées et les modalités prévues pour remplir les différentes responsabilités. 9. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles une participation d'au moins 20 % est ou a été détenue, au cours des dix dernières années, en précisant le montant des participations détenues et les liens entre ces entreprises et l'entreprise qui dépose le dossier. 10. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles un mandat d'associé en nom ou d'associé commandité est ou a été détenu, au cours des dix dernières années, en précisant les liens entre ces entreprises et l'entreprise qui dépose le dossier. 11. Liste des mandats sociaux détenus en France ou à l'étranger, en précisant ceux détenus dans des sociétés n'appartenant pas au groupe de l'entreprise qui dépose le dossier et, parmi ces derniers, ceux pour lesquels des conflits d'intérêt pourraient avoir lieu et les dispositions qui seront prises pour y remédier. 12. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise ont été exercées, soit une participation d'au moins 20 % est ou a été détenue, soit un mandat d'associé en nom ou d'associé commandité est ou a été exercé et qui ont fait l'objet, au cours des dix dernières années, d'une condamnation pénale, d'une sanction administrative ou disciplinaire prise par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, d'un refus ou d'un retrait d'une autorisation ou d'un agrément dans le secteur financier ou d'une mesure de redressement ou de liquidation judiciaires, en précisant les procédures en cours. 13. Nom et activité des entreprises dans lesquelles des fonctions de conduite de l'entreprise ont été exercées et dont les commissaires aux comptes compétents ou les contrôleurs légaux, pour les entreprises ayant leur siège social à l'étranger, ont, au cours des dix dernières années, refusé de certifier les comptes ou ont assorti leur certification de réserves. 14. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise sont exercées, soit une participation d'au moins 20 % est détenue, soit un mandat d'associé en nom ou d'associé commandité est exercé, et qui entretiennent ou pourraient entretenir des relations d'affaire significatives avec l'entreprise qui dépose le dossier. 15. Liste des sanctions administratives ou disciplinaires prises par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, des licenciements pour faute professionnelle ou des mesures équivalentes prises à l'encontre, en France ou à l'étranger et au cours des dix dernières années, de la personne nommée, en précisant les procédures en cours. 16. Déclaration sur l'honneur attestant l'absence de condamnation prévue au I ou au II de l'article L. 322-2 du code des assurances (fournir un bulletin n° 3 du casier judiciaire datant de moins de trois mois Je soussigné (nom et prénom) certifie l'exactitude des informations communiquées et m'engage à porter immédiatement à la connaissance de l'Autorité de contrôle prudentiel tout changement significatif des éléments les concernant, notamment ceux mentionnés aux points 12, 15 et 16 du présent formulaire. Date, lieu (Signature de la personne chargée de conduire l'entreprise.) En ma qualité de (fonction), je soussigné (nom et prénom) déclare que les informations communiquées sont à ma connaissance exactes et m'engage à porter immédiatement à la connaissance de l'Autorité de contrôle prudentiel tout changement significatif dont j'aurais connaissance, notamment les éléments mentionnés aux points 12, 15 et 16 du présent formulaire. Date, lieu (Signature soit du président du conseil d'administration ou du conseil de surveillance, soit de l'actionnaire principal, soit d'un autre membre du conseil d'administration de l'entreprise.)",
            "texteHtml": "<p><strong>Renseignements à fournir par les personnes chargées de conduire une entreprise d'assurance ou de réassurance</strong><br/></p><p>1. Nom ou dénomination sociale de l'entreprise pour laquelle ces renseignements sont fournis.</p><p>2. Identité de la personne chargée de conduire l'entreprise (fournir la photocopie d'une pièce d'identité) :</p><p>- nom et prénoms ;</p><p>- date et lieu de naissance ;</p><p>- nationalité ;</p><p>- adresse personnelle ;</p><p>- intitulé de la fonction pour laquelle le dossier est présenté ;</p><p>- date de nomination.</p><p>3. Fonctions actuellement exercées au sein de l'entreprise.</p><p>4. Fonctions, le cas échéant, qui seront exercées après la nomination (fournir un extrait du procès-verbal de la réunion de l'organe social attestant de cette nomination).</p><p>5. Modalités de partage des responsabilités avec les autres personnes chargées de conduire l'entreprise.</p><p>6. Curriculum vitae daté et signé indiquant notamment les formations suivies et les diplômes obtenus et, pour chacune des fonctions exercées au cours des dix dernières années, en France ou à l'étranger :</p><p>- nom ou dénomination sociale de l'employeur ;</p><p>- responsabilités effectivement exercées ;</p><p>- résultats obtenus en termes de développement de l'activité et de rentabilité.</p><p>7. Engagements pris, en France ou à l'étranger, au titre des fonctions précédemment exercées (notamment les clauses de non-concurrence).</p><p>8. Autres fonctions de conduite d'une entreprise exercées en parallèle aux fonctions faisant l'objet du présent dossier, en précisant le nom ou la dénomination sociale des entreprises concernées et les modalités prévues pour remplir les différentes responsabilités.</p><p>9. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles une participation d'au moins 20 % est ou a été détenue, au cours des dix dernières années, en précisant le montant des participations détenues et les liens entre ces entreprises et l'entreprise qui dépose le dossier.</p><p>10. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles un mandat d'associé en nom ou d'associé commandité est ou a été détenu, au cours des dix dernières années, en précisant les liens entre ces entreprises et l'entreprise qui dépose le dossier.</p><p>11. Liste des mandats sociaux détenus en France ou à l'étranger, en précisant ceux détenus dans des sociétés n'appartenant pas au groupe de l'entreprise qui dépose le dossier et, parmi ces derniers, ceux pour lesquels des conflits d'intérêt pourraient avoir lieu et les dispositions qui seront prises pour y remédier.</p><p>12. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise ont été exercées, soit une participation d'au moins 20 % est ou a été détenue, soit un mandat d'associé en nom ou d'associé commandité est ou a été exercé et qui ont fait l'objet, au cours des dix dernières années, d'une condamnation pénale, d'une sanction administrative ou disciplinaire prise par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, d'un refus ou d'un retrait d'une autorisation ou d'un agrément dans le secteur financier ou d'une mesure de redressement ou de liquidation judiciaires, en précisant les procédures en cours.</p><p>13. Nom et activité des entreprises dans lesquelles des fonctions de conduite de l'entreprise ont été exercées et dont les commissaires aux comptes compétents ou les contrôleurs légaux, pour les entreprises ayant leur siège social à l'étranger, ont, au cours des dix dernières années, refusé de certifier les comptes ou ont assorti leur certification de réserves.</p><p>14. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise sont exercées, soit une participation d'au moins 20 % est détenue, soit un mandat d'associé en nom ou d'associé commandité est exercé, et qui entretiennent ou pourraient entretenir des relations d'affaire significatives avec l'entreprise qui dépose le dossier.</p><p>15. Liste des sanctions administratives ou disciplinaires prises par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, des licenciements pour faute professionnelle ou des mesures équivalentes prises à l'encontre, en France ou à l'étranger et au cours des dix dernières années, de la personne nommée, en précisant les procédures en cours.</p><p>16. Déclaration sur l'honneur attestant l'absence de condamnation prévue au I ou au II de l'article L. 322-2 du code des assurances (fournir un bulletin n° 3 du casier judiciaire datant de moins de trois mois </p><p>Je soussigné (nom et prénom) certifie l'exactitude des informations communiquées et m'engage à porter immédiatement à la connaissance de l'Autorité de contrôle prudentiel tout changement significatif des éléments les concernant, notamment ceux mentionnés aux points 12, 15 et 16 du présent formulaire.</p><p>Date, lieu</p><p>(Signature de la personne chargée de conduire l'entreprise.)</p><p>En ma qualité de (fonction), je soussigné (nom et prénom) déclare que les informations communiquées sont à ma connaissance exactes et m'engage à porter immédiatement à la connaissance de l'Autorité de contrôle prudentiel tout changement significatif dont j'aurais connaissance, notamment les éléments mentionnés aux points 12, 15 et 16 du présent formulaire.</p><p>Date, lieu</p><p>(Signature soit du président du conseil d'administration ou du conseil de surveillance, soit de l'actionnaire principal, soit d'un autre membre du conseil d'administration de l'entreprise.)</p>",
            "num": "Annexe art. A321-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1264204800000,
            "dateFin": 1374969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214941635,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142562",
                        "id": "LEGISCTA000006142562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les agréments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156983",
                        "id": "LEGISCTA000006156983",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-08",
                        "fin": "2016-01-01",
                        "titre": "Section I : Agrément administratif des entreprises françaises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173959",
                        "id": "LEGISCTA000006173959",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019236114",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173959",
            "sectionParentId": "LEGISCTA000006173959",
            "sectionParentTitre": "Section I : Agrément administratif des entreprises françaises.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif &gt; Chapitre Ier : Les agréments. &gt; Section I : Agrément administratif des entreprises françaises.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021948482",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021719945",
                    "textTitle": "Ordonnance n°2010-76\r\n du 21 janvier 2010 - art. 18 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000021721321",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-01-22",
                    "dateSignaTexte": "2010-01-21",
                    "dateDebutCible": "2010-01-23"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019236114",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 776304000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757951",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021948482",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027899142",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A321-2"
            ],
            "versionPrecedente": "LEGIARTI000019757951",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019757951",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Renseignements à fournir par les personnes chargées de conduire une entreprise d'assurance ou de réassurance 1. Nom ou dénomination sociale de l'entreprise pour laquelle ces renseignements sont fournis. 2. Identité de la personne chargée de conduire l'entreprise (fournir la photocopie d'une pièce d'identité) : - nom et prénoms ; - date et lieu de naissance ; - nationalité ; - adresse personnelle ; - intitulé de la fonction pour laquelle le dossier est présenté ; - date de nomination. 3. Fonctions actuellement exercées au sein de l'entreprise. 4. Fonctions, le cas échéant, qui seront exercées après la nomination (fournir un extrait du procès-verbal de la réunion de l'organe social attestant de cette nomination). 5. Modalités de partage des responsabilités avec les autres personnes chargées de conduire l'entreprise. 6. Curriculum vitae daté et signé indiquant notamment les formations suivies et les diplômes obtenus et, pour chacune des fonctions exercées au cours des dix dernières années, en France ou à l'étranger : - nom ou dénomination sociale de l'employeur ; - responsabilités effectivement exercées ; - résultats obtenus en termes de développement de l'activité et de rentabilité. 7. Engagements pris, en France ou à l'étranger, au titre des fonctions précédemment exercées (notamment les clauses de non-concurrence). 8. Autres fonctions de conduite d'une entreprise exercées en parallèle aux fonctions faisant l'objet du présent dossier, en précisant le nom ou la dénomination sociale des entreprises concernées et les modalités prévues pour remplir les différentes responsabilités. 9. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles une participation d'au moins 20 % est ou a été détenue, au cours des dix dernières années, en précisant le montant des participations détenues et les liens entre ces entreprises et l'entreprise qui dépose le dossier. 10. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles un mandat d'associé en nom ou d'associé commandité est ou a été détenu, au cours des dix dernières années, en précisant les liens entre ces entreprises et l'entreprise qui dépose le dossier. 11. Liste des mandats sociaux détenus en France ou à l'étranger, en précisant ceux détenus dans des sociétés n'appartenant pas au groupe de l'entreprise qui dépose le dossier et, parmi ces derniers, ceux pour lesquels des conflits d'intérêt pourraient avoir lieu et les dispositions qui seront prises pour y remédier. 12. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise ont été exercées, soit une participation d'au moins 20 % est ou a été détenue, soit un mandat d'associé en nom ou d'associé commandité est ou a été exercé et qui ont fait l'objet, au cours des dix dernières années, d'une condamnation pénale, d'une sanction administrative ou disciplinaire prise par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, d'un refus ou d'un retrait d'une autorisation ou d'un agrément dans le secteur financier ou d'une mesure de redressement ou de liquidation judiciaires, en précisant les procédures en cours. 13. Nom et activité des entreprises dans lesquelles des fonctions de conduite de l'entreprise ont été exercées et dont les commissaires aux comptes compétents ou les contrôleurs légaux, pour les entreprises ayant leur siège social à l'étranger, ont, au cours des dix dernières années, refusé de certifier les comptes ou ont assorti leur certification de réserves. 14. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise sont exercées, soit une participation d'au moins 20 % est détenue, soit un mandat d'associé en nom ou d'associé commandité est exercé, et qui entretiennent ou pourraient entretenir des relations d'affaire significatives avec l'entreprise qui dépose le dossier. 15. Liste des sanctions administratives ou disciplinaires prises par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, des licenciements pour faute professionnelle ou des mesures équivalentes prises à l'encontre, en France ou à l'étranger et au cours des dix dernières années, de la personne nommée, en précisant les procédures en cours. 16. Déclaration sur l'honneur attestant l'absence de condamnation prévue au I ou au II de l'article L. 322-2 du code des assurances (fournir un bulletin n° 3 du casier judiciaire datant de moins de trois mois Je soussigné (nom et prénom) certifie l'exactitude des informations communiquées et m'engage à porter immédiatement à la connaissance du Comité des entreprises d'assurance tout changement significatif des éléments les concernant, notamment ceux mentionnés aux points 12, 15 et 16 du présent formulaire. Date, lieu (Signature de la personne chargée de conduire l'entreprise.) En ma qualité de (fonction), je soussigné (nom et prénom) déclare que les informations communiquées sont à ma connaissance exactes et m'engage à porter immédiatement à la connaissance du Comité des entreprises d'assurance tout changement significatif dont j'aurais connaissance, notamment les éléments mentionnés aux points 12, 15 et 16 du présent formulaire. Date, lieu (Signature soit du président du conseil d'administration ou du conseil de surveillance, soit de l'actionnaire principal, soit d'un autre membre du conseil d'administration de l'entreprise.)",
            "texteHtml": "<p><strong>Renseignements à fournir par les personnes chargées de conduire une entreprise d'assurance ou de réassurance</strong><br/></p><p>1. Nom ou dénomination sociale de l'entreprise pour laquelle ces renseignements sont fournis.</p><p>2. Identité de la personne chargée de conduire l'entreprise (fournir la photocopie d'une pièce d'identité) :</p><p>- nom et prénoms ;</p><p>- date et lieu de naissance ;</p><p>- nationalité ;</p><p>- adresse personnelle ;</p><p>- intitulé de la fonction pour laquelle le dossier est présenté ;</p><p>- date de nomination.</p><p>3. Fonctions actuellement exercées au sein de l'entreprise.</p><p>4. Fonctions, le cas échéant, qui seront exercées après la nomination (fournir un extrait du procès-verbal de la réunion de l'organe social attestant de cette nomination).</p><p>5. Modalités de partage des responsabilités avec les autres personnes chargées de conduire l'entreprise.</p><p>6. Curriculum vitae daté et signé indiquant notamment les formations suivies et les diplômes obtenus et, pour chacune des fonctions exercées au cours des dix dernières années, en France ou à l'étranger :</p><p>- nom ou dénomination sociale de l'employeur ;</p><p>- responsabilités effectivement exercées ;</p><p>- résultats obtenus en termes de développement de l'activité et de rentabilité.</p><p>7. Engagements pris, en France ou à l'étranger, au titre des fonctions précédemment exercées (notamment les clauses de non-concurrence).</p><p>8. Autres fonctions de conduite d'une entreprise exercées en parallèle aux fonctions faisant l'objet du présent dossier, en précisant le nom ou la dénomination sociale des entreprises concernées et les modalités prévues pour remplir les différentes responsabilités.</p><p>9. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles une participation d'au moins 20 % est ou a été détenue, au cours des dix dernières années, en précisant le montant des participations détenues et les liens entre ces entreprises et l'entreprise qui dépose le dossier.</p><p>10. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles un mandat d'associé en nom ou d'associé commandité est ou a été détenu, au cours des dix dernières années, en précisant les liens entre ces entreprises et l'entreprise qui dépose le dossier.</p><p>11. Liste des mandats sociaux détenus en France ou à l'étranger, en précisant ceux détenus dans des sociétés n'appartenant pas au groupe de l'entreprise qui dépose le dossier et, parmi ces derniers, ceux pour lesquels des conflits d'intérêt pourraient avoir lieu et les dispositions qui seront prises pour y remédier.</p><p>12. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise ont été exercées, soit une participation d'au moins 20 % est ou a été détenue, soit un mandat d'associé en nom ou d'associé commandité est ou a été exercé et qui ont fait l'objet, au cours des dix dernières années, d'une condamnation pénale, d'une sanction administrative ou disciplinaire prise par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, d'un refus ou d'un retrait d'une autorisation ou d'un agrément dans le secteur financier ou d'une mesure de redressement ou de liquidation judiciaires, en précisant les procédures en cours.</p><p>13. Nom et activité des entreprises dans lesquelles des fonctions de conduite de l'entreprise ont été exercées et dont les commissaires aux comptes compétents ou les contrôleurs légaux, pour les entreprises ayant leur siège social à l'étranger, ont, au cours des dix dernières années, refusé de certifier les comptes ou ont assorti leur certification de réserves.</p><p>14. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise sont exercées, soit une participation d'au moins 20 % est détenue, soit un mandat d'associé en nom ou d'associé commandité est exercé, et qui entretiennent ou pourraient entretenir des relations d'affaire significatives avec l'entreprise qui dépose le dossier.</p><p>15. Liste des sanctions administratives ou disciplinaires prises par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, des licenciements pour faute professionnelle ou des mesures équivalentes prises à l'encontre, en France ou à l'étranger et au cours des dix dernières années, de la personne nommée, en précisant les procédures en cours.</p><p>16. Déclaration sur l'honneur attestant l'absence de condamnation prévue au I ou au II de l'article L. 322-2 du code des assurances (fournir un bulletin n° 3 du casier judiciaire datant de moins de trois mois </p><p>Je soussigné (nom et prénom) certifie l'exactitude des informations communiquées et m'engage à porter immédiatement à la connaissance du Comité des entreprises d'assurance tout changement significatif des éléments les concernant, notamment ceux mentionnés aux points 12, 15 et 16 du présent formulaire.</p><p>Date, lieu</p><p>(Signature de la personne chargée de conduire l'entreprise.)</p><p>En ma qualité de (fonction), je soussigné (nom et prénom) déclare que les informations communiquées sont à ma connaissance exactes et m'engage à porter immédiatement à la connaissance du Comité des entreprises d'assurance tout changement significatif dont j'aurais connaissance, notamment les éléments mentionnés aux points 12, 15 et 16 du présent formulaire.</p><p>Date, lieu</p><p>(Signature soit du président du conseil d'administration ou du conseil de surveillance, soit de l'actionnaire principal, soit d'un autre membre du conseil d'administration de l'entreprise.)</p>",
            "num": "Annexe art. A321-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1226275200000,
            "dateFin": 1264204800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214941635,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142562",
                        "id": "LEGISCTA000006142562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les agréments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156983",
                        "id": "LEGISCTA000006156983",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-08",
                        "fin": "2016-01-01",
                        "titre": "Section I : Agrément administratif des entreprises françaises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173959",
                        "id": "LEGISCTA000006173959",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019236114",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173959",
            "sectionParentId": "LEGISCTA000006173959",
            "sectionParentTitre": "Section I : Agrément administratif des entreprises françaises.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif &gt; Chapitre Ier : Les agréments. &gt; Section I : Agrément administratif des entreprises françaises.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019757951",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019736137",
                    "textTitle": "Arrêté du 7 novembre 2008 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000019747667",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019236114",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 776304000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757951",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021948482",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027899142",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A321-2"
            ],
            "versionPrecedente": "LEGIARTI000019236114",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019236114",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "RENSEIGNEMENTS À FOURNIR PAR LES PERSONNES CHARGÉES DE CONDUIRE UNE ENTREPRISE D'ASSURANCE 1. Nom ou dénomination sociale de l'entreprise pour laquelle ces renseignements sont fournis. 2. Identité de la personne chargée de conduire l'entreprise (fournir la photocopie d'une pièce d'identité) : - nom et prénoms ; - date et lieu de naissance ; - nationalité ; - adresse personnelle ; - intitulé de la fonction pour laquelle le dossier est présenté ; - date de nomination. 3. Fonctions actuellement exercées au sein de l'entreprise. 4. Fonctions, le cas échéant, qui seront exercées après la nomination (fournir un extrait du procès-verbal de la réunion de l'organe social attestant de cette nomination). 5. Modalités de partage des responsabilités avec les autres personnes chargées de conduire l'entreprise. 6. Curriculum vitae daté et signé indiquant notamment les formations suivies et les diplômes obtenus et, pour chacune des fonctions exercées au cours des dix dernières années, en France ou à l'étranger : - nom ou dénomination sociale de l'employeur ; - responsabilités effectivement exercées ; - résultats obtenus en termes de développement de l'activité et de rentabilité. 7. Engagements pris, en France ou à l'étranger, au titre des fonctions précédemment exercées (notamment les clauses de non-concurrence). 8. Autres fonctions de conduite d'une entreprise exercées en parallèle aux fonctions faisant l'objet du présent dossier, en précisant le nom ou la dénomination sociale des entreprises concernées et les modalités prévues pour remplir les différentes responsabilités. 9. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles une participation d'au moins 20 % est ou a été détenue, au cours des dix dernières années, en précisant le montant des participations détenues et les liens entre ces entreprises et l'entreprise qui dépose le dossier. 10. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles un mandat d'associé en nom ou d'associé commandité est ou a été détenu, au cours des dix dernières années, en précisant les liens entre ces entreprises et l'entreprise qui dépose le dossier. 11. Liste des mandats sociaux détenus en France ou à l'étranger, en précisant ceux détenus dans des sociétés n'appartenant pas au groupe de l'entreprise qui dépose le dossier et, parmi ces derniers, ceux pour lesquels des conflits d'intérêt pourraient avoir lieu et les dispositions qui seront prises pour y remédier. 12. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise ont été exercées, soit une participation d'au moins 20 % est ou a été détenue, soit un mandat d'associé en nom ou d'associé commandité est ou a été exercé et qui ont fait l'objet, au cours des dix dernières années, d'une condamnation pénale, d'une sanction administrative ou disciplinaire prise par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, d'un refus ou d'un retrait d'une autorisation ou d'un agrément dans le secteur financier ou d'une mesure de redressement ou de liquidation judiciaires, en précisant les procédures en cours. 13. Nom et activité des entreprises dans lesquelles des fonctions de conduite de l'entreprise ont été exercées et dont les commissaires aux comptes compétents ou les contrôleurs légaux, pour les entreprises ayant leur siège social à l'étranger, ont, au cours des dix dernières années, refusé de certifier les comptes ou ont assorti leur certification de réserves. 14. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise sont exercées, soit une participation d'au moins 20 % est détenue, soit un mandat d'associé en nom ou d'associé commandité est exercé, et qui entretiennent ou pourraient entretenir des relations d'affaire significatives avec l'entreprise qui dépose le dossier. 15. Liste des sanctions administratives ou disciplinaires prises par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, des licenciements pour faute professionnelle ou des mesures équivalentes prises à l'encontre, en France ou à l'étranger et au cours des dix dernières années, de la personne nommée, en précisant les procédures en cours. 16. Déclaration sur l'honneur attestant l'absence de condamnation prévue au I ou au II de l'article L. 322-2 du code des assurances (fournir un bulletin n° 3 du casier judiciaire datant de moins de trois mois Je soussigné (nom et prénom) certifie l'exactitude des informations communiquées et m'engage à porter immédiatement à la connaissance du Comité des entreprises d'assurance tout changement significatif des éléments les concernant, notamment ceux mentionnés aux points 12, 15 et 16 du présent formulaire.» Date, lieu (Signature de la personne chargée de conduire l'entreprise.) En ma qualité de (fonction), je soussigné (nom et prénom) déclare que les informations communiquées sont à ma connaissance exactes et m'engage à porter immédiatement à la connaissance du Comité des entreprises d'assurance tout changement significatif dont j'aurais connaissance, notamment les éléments mentionnés aux points 12, 15 et 16 du présent formulaire.» Date, lieu (Signature soit du président du conseil d'administration ou du conseil de surveillance, soit de l'actionnaire principal, soit d'un autre membre du conseil d'administration de l'entreprise.)",
            "texteHtml": "<p><strong>RENSEIGNEMENTS À FOURNIR PAR LES PERSONNES CHARGÉES DE CONDUIRE UNE ENTREPRISE D'ASSURANCE</strong></p><p></p><p>1. Nom ou dénomination sociale de l'entreprise pour laquelle ces renseignements sont fournis.</p><p>2. Identité de la personne chargée de conduire l'entreprise (fournir la photocopie d'une pièce d'identité) :</p><p>- nom et prénoms ;</p><p>- date et lieu de naissance ;</p><p>- nationalité ;</p><p>- adresse personnelle ;</p><p>- intitulé de la fonction pour laquelle le dossier est présenté ;</p><p>- date de nomination.</p><p>3. Fonctions actuellement exercées au sein de l'entreprise.</p><p>4. Fonctions, le cas échéant, qui seront exercées après la nomination (fournir un extrait du procès-verbal de la réunion de l'organe social attestant de cette nomination).</p><p>5. Modalités de partage des responsabilités avec les autres personnes chargées de conduire l'entreprise.</p><p>6. Curriculum vitae daté et signé indiquant notamment les formations suivies et les diplômes obtenus et, pour chacune des fonctions exercées au cours des dix dernières années, en France ou à l'étranger :</p><p>- nom ou dénomination sociale de l'employeur ;</p><p>- responsabilités effectivement exercées ;</p><p>- résultats obtenus en termes de développement de l'activité et de rentabilité.</p><p>7. Engagements pris, en France ou à l'étranger, au titre des fonctions précédemment exercées (notamment les clauses de non-concurrence).</p><p>8. Autres fonctions de conduite d'une entreprise exercées en parallèle aux fonctions faisant l'objet du présent dossier, en précisant le nom ou la dénomination sociale des entreprises concernées et les modalités prévues pour remplir les différentes responsabilités.</p><p>9. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles une participation d'au moins 20 % est ou a été détenue, au cours des dix dernières années, en précisant le montant des participations détenues et les liens entre ces entreprises et l'entreprise qui dépose le dossier.</p><p>10. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles un mandat d'associé en nom ou d'associé commandité est ou a été détenu, au cours des dix dernières années, en précisant les liens entre ces entreprises et l'entreprise qui dépose le dossier.</p><p>11. Liste des mandats sociaux détenus en France ou à l'étranger, en précisant ceux détenus dans des sociétés n'appartenant pas au groupe de l'entreprise qui dépose le dossier et, parmi ces derniers, ceux pour lesquels des conflits d'intérêt pourraient avoir lieu et les dispositions qui seront prises pour y remédier.</p><p>12. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise ont été exercées, soit une participation d'au moins 20 % est ou a été détenue, soit un mandat d'associé en nom ou d'associé commandité est ou a été exercé et qui ont fait l'objet, au cours des dix dernières années, d'une condamnation pénale, d'une sanction administrative ou disciplinaire prise par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, d'un refus ou d'un retrait d'une autorisation ou d'un agrément dans le secteur financier ou d'une mesure de redressement ou de liquidation judiciaires, en précisant les procédures en cours.</p><p>13. Nom et activité des entreprises dans lesquelles des fonctions de conduite de l'entreprise ont été exercées et dont les commissaires aux comptes compétents ou les contrôleurs légaux, pour les entreprises ayant leur siège social à l'étranger, ont, au cours des dix dernières années, refusé de certifier les comptes ou ont assorti leur certification de réserves.</p><p>14. Nom et activité des entreprises ayant leur siège social en France ou à l'étranger dans lesquelles soit des fonctions de conduite de l'entreprise sont exercées, soit une participation d'au moins 20 % est détenue, soit un mandat d'associé en nom ou d'associé commandité est exercé, et qui entretiennent ou pourraient entretenir des relations d'affaire significatives avec l'entreprise qui dépose le dossier.</p><p>15. Liste des sanctions administratives ou disciplinaires prises par une autorité de contrôle ou une organisation professionnelle, notamment une mesure de suspension ou d'exclusion d'une organisation professionnelle, des licenciements pour faute professionnelle ou des mesures équivalentes prises à l'encontre, en France ou à l'étranger et au cours des dix dernières années, de la personne nommée, en précisant les procédures en cours.</p><p>16. Déclaration sur l'honneur attestant l'absence de condamnation prévue au I ou au II de l'article L. 322-2 du code des assurances (fournir un bulletin n° 3 du casier judiciaire datant de moins de trois mois </p><p>Je soussigné (nom et prénom) certifie l'exactitude des informations communiquées et m'engage à porter immédiatement à la connaissance du Comité des entreprises d'assurance tout changement significatif des éléments les concernant, notamment ceux mentionnés aux points 12, 15 et 16 du présent formulaire.»</p><p>Date, lieu</p><p>(Signature de la personne chargée de conduire l'entreprise.)</p><p>En ma qualité de (fonction), je soussigné (nom et prénom) déclare que les informations communiquées sont à ma connaissance exactes et m'engage à porter immédiatement à la connaissance du Comité des entreprises d'assurance tout changement significatif dont j'aurais connaissance, notamment les éléments mentionnés aux points 12, 15 et 16 du présent formulaire.»</p><p>Date, lieu</p><p>(Signature soit du président du conseil d'administration ou du conseil de surveillance, soit de l'actionnaire principal, soit d'un autre membre du conseil d'administration de l'entreprise.)</p>",
            "num": "Annexe art. A321-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 776304000000,
            "dateFin": 1226275200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214941635,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142562",
                        "id": "LEGISCTA000006142562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les agréments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156983",
                        "id": "LEGISCTA000006156983",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-08",
                        "fin": "2016-01-01",
                        "titre": "Section I : Agrément administratif des entreprises françaises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173959",
                        "id": "LEGISCTA000006173959",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019236114",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173959",
            "sectionParentId": "LEGISCTA000006173959",
            "sectionParentTitre": "Section I : Agrément administratif des entreprises françaises.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif &gt; Chapitre Ier : Les agréments. &gt; Section I : Agrément administratif des entreprises françaises.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019236114",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019236114",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 776304000000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757951",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021948482",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027899142",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A321-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}