{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006576676",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.  La juridiction peut, après avoir déclaré le prévenu coupable de l'infraction prévue au deuxième alinéa de l'article 27 de l'ordonnance n° 45-2658 du 2 novembre 1945 relative aux conditions d'entrée et de séjour des étrangers en France, ajourner le prononcé de la peine en enjoignant au prévenu de présenter à l'autorité administrative compétente les documents de voyage permettant l'exécution de la mesure d'éloignement prononcée à son encontre ou de communiquer les renseignements permettant cette exécution. Dans ce cas, la juridiction place le prévenu, par ordonnance, sous le régime de la rétention judiciaire, pour une durée de trois mois au plus. La décision d'ajournement avec rétention est exécutoire par provision. La juridiction fixe dans sa décision le jour où il sera statué sur la peine. Lorsqu'elle ajourne le prononcé de la peine, la juridiction informe l'intéressé qu'il peut, pendant la période de rétention, demander l'assistance d'un interprète, d'un médecin ou d'un conseil et qu'il peut, s'il le désire, communiquer avec toute personne de son choix et recevoir les visites autorisées par le magistrat délégué par le président de la juridiction. Ce magistrat ne peut refuser de délivrer un permis de visite à un membre de la famille de la personne retenue que par une décision écrite et spécialement motivée au regard des nécessités de la rétention. Il peut, à titre exceptionnel, accorder une autorisation de sortie sous escorte. Toute démarche auprès de l'autorité consulaire est facilitée au prévenu. II.  Le prévenu est maintenu dans des locaux ne relevant pas de l'administration pénitentiaire. L'état civil des personnes placées en rétention ainsi que les conditions de leur maintien sont mentionnés sur le registre prévu par l'article 35 bis de l'ordonnance n° 45-2658 du 2 novembre 1945 précitée. Pendant la durée du maintien en rétention, le ministère public ainsi que le président de la juridiction dans le ressort de laquelle s'exécute la rétention ou un magistrat délégué par lui peuvent se transporter sur les lieux, vérifier les conditions de la rétention et se faire communiquer le registre mentionné à l'alinéa précédent. III.  Si le prévenu se soumet à l'injonction prévue au premier alinéa du I, le ministère public saisit, avant expiration du délai d'ajournement, la juridiction, soit d'office, soit sur demande du prévenu ou de son avocat, afin qu'il soit statué sur la peine. Il peut aussi saisir la juridiction sur demande de l'autorité administrative. Le prévenu peut également, au cours du délai d'ajournement, demander la levée de la mesure de rétention, par déclaration au greffe de la juridiction. La demande est constatée et datée par le greffier qui la signe ; elle est également signée par le demandeur ou son avocat. Si le demandeur ne peut signer, il en est fait mention par le greffier. La demande peut également être formulée par déclaration auprès du responsable des locaux dans lesquels s'effectue la mesure et selon les modalités prévues à l'alinéa précédent. Ce fonctionnaire l'adresse sans délai, en original ou en copie, au greffe de la juridiction précitée. La juridiction qui a ordonné la rétention peut prononcer d'office sa levée. Dans tous les cas, elle se prononce après audition du ministère public, du prévenu ou de son avocat. Selon qu'elle est du premier ou du second degré, la juridiction rend sa décision dans les dix jours ou dans les vingt jours de la réception de la demande ; toutefois, lorsqu'au jour de la réception de cette demande, il n'a pas encore été statué sur une précédente demande de levée de la mesure ou sur l'appel d'une précédente décision refusant cette levée, le délai de dix ou vingt jours ne commence à courir qu'à compter de la décision rendue par la juridiction compétente ; faute de décision à l'expiration de ce délai, il est mis fin à la rétention et le prévenu est mis d'office en liberté. Lorsque la décision de rejet de la demande est prise par une juridiction du premier degré, l'appel est recevable dans les dix jours de la signification de la décision. La décision de la juridiction est immédiatement exécutoire nonobstant appel ; lorsque le prévenu est maintenu en rétention, la cour se prononce dans les vingt jours de l'appel, faute de quoi le prévenu est mis d'office en liberté. Dans le cas où la mesure de rétention est levée, le prévenu est tenu de répondre à toute convocation des autorités compétentes tendant à s'assurer de son identité ou de son maintien à la disposition de la justice, d'informer la juridiction de tous ses déplacements et changements d'adresse et de se présenter le jour prévu pour l'audience de renvoi. Lorsque l'intéressé se soustrait volontairement à ces obligations, le ministère public saisit la juridiction afin qu'il soit statué sur la peine. Les décisions rendues en matière de rétention n'ont pas pour effet de modifier la date fixée par la juridiction en vertu du quatrième alinéa du I. IV.  A l'audience de renvoi, la juridiction peut soit dispenser le prévenu de peine, soit prononcer la sanction prévue par la loi, soit ajourner une nouvelle fois le prononcé de la peine dans les conditions prévues aux premier à quatrième alinéas du I. La décision sur la peine intervient au plus tard trois mois après la première décision d'ajournement. La durée de la rétention est imputée sur celle de la peine privative de liberté éventuellement prononcée. Lorsque, à l'audience de renvoi, la juridiction ne prononce pas de peine privative de liberté et qu'il ne peut être procédé à l'éloignement immédiat de l'intéressé, celui-ci peut être maintenu dans des locaux ne relevant pas de l'administration pénitentiaire, dans les conditions et selon les modalités prévues par l'article 35 bis de l'ordonnance n° 45-2658 du 2 novembre 1945 précitée. V.  En cas de rétention suivie d'une relaxe en appel devenue définitive, une indemnité peut être accordée à l'intéressé pour le motif et selon les modalités prévues aux articles 149 à 150 du présent code. VI.  Les dispositions du présent article ne sont pas applicables aux mineurs de seize ans.",
            "texteHtml": "<p></p>   I.  La juridiction peut, après avoir déclaré le prévenu coupable de l'infraction prévue au deuxième alinéa de l'article 27 de l'ordonnance n° 45-2658 du 2 novembre 1945 relative aux conditions d'entrée et de séjour des étrangers en France, ajourner le prononcé de la peine en enjoignant au prévenu de présenter à l'autorité administrative compétente les documents de voyage permettant l'exécution de la mesure d'éloignement prononcée à son encontre ou de communiquer les renseignements permettant cette exécution.<p></p><p></p>   Dans ce cas, la juridiction place le prévenu, par ordonnance, sous le régime de la rétention judiciaire, pour une durée de trois mois au plus.<p></p><p></p>   La décision d'ajournement avec rétention est exécutoire par provision.<p></p><p></p>   La juridiction fixe dans sa décision le jour où il sera statué sur la peine.<p></p><p></p>   Lorsqu'elle ajourne le prononcé de la peine, la juridiction informe l'intéressé qu'il peut, pendant la période de rétention, demander l'assistance d'un interprète, d'un médecin ou d'un conseil et qu'il peut, s'il le désire, communiquer avec toute personne de son choix et recevoir les visites autorisées par le magistrat délégué par le président de la juridiction. Ce magistrat ne peut refuser de délivrer un permis de visite à un membre de la famille de la personne retenue que par une décision écrite et spécialement motivée au regard des nécessités de la rétention. Il peut, à titre exceptionnel, accorder une autorisation de sortie sous escorte. Toute démarche auprès de l'autorité consulaire est facilitée au prévenu.<p></p><p></p>   II.  Le prévenu est maintenu dans des locaux ne relevant pas de l'administration pénitentiaire.<p></p><p></p>   L'état civil des personnes placées en rétention ainsi que les conditions de leur maintien sont mentionnés sur le registre prévu par l'article 35 bis de l'ordonnance n° 45-2658 du 2 novembre 1945 précitée.<p></p><p></p><p></p>   Pendant la durée du maintien en rétention, le ministère public ainsi que le président de la juridiction dans le ressort de laquelle s'exécute la rétention ou un magistrat délégué par lui peuvent se transporter sur les lieux, vérifier les conditions de la rétention et se faire communiquer le registre mentionné à l'alinéa précédent.<p></p><p></p>   III.  Si le prévenu se soumet à l'injonction prévue au premier alinéa du I, le ministère public saisit, avant expiration du délai d'ajournement, la juridiction, soit d'office, soit sur demande du prévenu ou de son avocat, afin qu'il soit statué sur la peine. Il peut aussi saisir la juridiction sur demande de l'autorité administrative.<p></p><p></p>   Le prévenu peut également, au cours du délai d'ajournement, demander la levée de la mesure de rétention, par déclaration au greffe de la juridiction.<p></p><p></p>   La demande est constatée et datée par le greffier qui la signe ; elle est également signée par le demandeur ou son avocat. Si le demandeur ne peut signer, il en est fait mention par le greffier.<p></p><p></p>   La demande peut également être formulée par déclaration auprès du responsable des locaux dans lesquels s'effectue la mesure et selon les modalités prévues à l'alinéa précédent. Ce fonctionnaire l'adresse sans délai, en original ou en copie, au greffe de la<p></p>\njuridiction précitée.<p></p><p></p>   La juridiction qui a ordonné la rétention peut prononcer d'office sa levée. Dans tous les cas, elle se prononce après audition du ministère public, du prévenu ou de son avocat.<p></p><p></p>   Selon qu'elle est du premier ou du second degré, la juridiction rend sa décision dans les dix jours ou dans les vingt jours de la réception de la demande ; toutefois, lorsqu'au jour de la réception de cette demande, il n'a pas encore été statué sur une précédente demande de levée de la mesure ou sur l'appel d'une précédente décision refusant cette levée, le délai de dix ou vingt jours ne commence à courir qu'à compter de la décision rendue par la juridiction compétente ; faute de décision à l'expiration de ce délai, il est mis fin à la rétention et le prévenu est mis d'office en liberté.<p></p><p></p>   Lorsque la décision de rejet de la demande est prise par une juridiction du premier degré, l'appel est recevable dans les dix jours de la signification de la décision.<p></p><p></p>   La décision de la juridiction est immédiatement exécutoire nonobstant appel ; lorsque le prévenu est maintenu en rétention, la cour se prononce dans les vingt jours de l'appel, faute de quoi le prévenu est mis d'office en liberté.<p></p><p></p>   Dans le cas où la mesure de rétention est levée, le prévenu est tenu de répondre à toute convocation des autorités compétentes tendant à s'assurer de son identité ou de son maintien à la disposition de la justice, d'informer la juridiction de tous ses déplacements et changements d'adresse et de se présenter le jour prévu pour l'audience de renvoi. Lorsque l'intéressé se soustrait volontairement à ces obligations, le ministère public saisit la juridiction afin qu'il soit statué sur la peine.<p></p><p></p>   Les décisions rendues en matière de rétention n'ont pas pour effet de modifier la date fixée par la juridiction en vertu du quatrième alinéa du I.<p></p><p></p>   IV.  A l'audience de renvoi, la juridiction peut soit dispenser le prévenu de peine, soit prononcer la sanction prévue par la loi, soit ajourner une nouvelle fois le prononcé de la peine dans les conditions prévues aux premier à quatrième alinéas du I.<p></p><p></p>   La décision sur la peine intervient au plus tard trois mois après la première décision d'ajournement.<p></p><p></p>   La durée de la rétention est imputée sur celle de la peine privative de liberté éventuellement prononcée.<p></p><p></p>   Lorsque, à l'audience de renvoi, la juridiction ne prononce pas de peine privative de liberté et qu'il ne peut être procédé à l'éloignement immédiat de l'intéressé, celui-ci peut être maintenu dans des locaux ne relevant pas de l'administration pénitentiaire, dans les conditions et selon les modalités prévues par l'article 35 bis de l'ordonnance n° 45-2658 du 2 novembre 1945 précitée.<p></p><p></p>   V.  En cas de rétention suivie d'une relaxe en appel devenue définitive, une indemnité peut être accordée à l'intéressé pour le motif et selon les modalités prévues aux articles 149 à 150 du présent code.<p></p><p></p>   VI.  Les dispositions du présent article ne sont pas applicables aux mineurs de seize ans.<p></p>",
            "num": "469-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 757382400000,
            "dateFin": 762480000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 838042384,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Des juridictions de jugement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121325",
                        "id": "LEGISCTA000006121325",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Du jugement des délits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138093",
                        "id": "LEGISCTA000006138093",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du tribunal correctionnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151898",
                        "id": "LEGISCTA000006151898",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Du jugement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167483",
                        "id": "LEGISCTA000006167483",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006576676",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167483",
            "sectionParentId": "LEGISCTA000006167483",
            "sectionParentTitre": "Section 5 : Du jugement",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Des juridictions de jugement &gt; Titre II : Du jugement des délits &gt; Chapitre Ier : Du tribunal correctionnel &gt; Section 5 : Du jugement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006576676",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Loi 58-1296 1958-12-23",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000000362870",
                    "textTitle": "Loi 93-1417 1993-12-30 art. 10 JORF 1er janvier 1994",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000362870",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-01-01",
                    "dateSignaTexte": "1993-12-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000362870",
                    "textTitle": "Loi 93-1417 1993-12-30 art. 10 JORF 1er janvier 1994 en vigueur le 1er mars 1994",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000362870",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-01-01",
                    "dateSignaTexte": "1993-12-30",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000699737",
                    "textTitle": "Ordonnance 45-2658 1945-11-02 art. 27, art. 35 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000699737",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "45-2658",
                    "datePubli": -762393600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000699737",
                    "textTitle": "Ordonnance n°45-2658 du 2 novembre 1945 - art. 27 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000006336445",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "45-2658",
                    "datePubli": -762393600000,
                    "dateDebut": -762393600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale 149 à 150",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000177662",
                    "textTitle": "Loi 92-1336 1992-12-16 art. 373 Loi 93-913 1993-07-19 art. 1",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000177662",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006576676",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 757382400000,
                    "dateFin": 762480000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "469-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}