{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006653008",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La constitution en gage d'un compte d'instruments financiers mentionnés aux 1, 2 et 3 du I de l'article L. 211-1 et d'instruments financiers équivalents émis sur le fondement de droits étrangers est réalisée, tant entre les parties qu'à l'égard de la personne morale émettrice et des tiers, par une déclaration signée par le titulaire du compte. Cette déclaration comporte les énonciations fixées par décret. Les instruments financiers figurant initialement dans le compte gagé, ceux qui leur sont substitués ou les complètent en garantie de la créance initiale du créancier gagiste, de quelque manière que ce soit, ainsi que leurs fruits et produits en toute monnaie, sont compris dans l'assiette du gage. Le créancier gagiste peut obtenir, sur simple demande au teneur de compte, une attestation de nantissement de compte d'instruments financiers, comportant l'inventaire des instruments financiers et sommes en toute monnaie, inscrits en compte gagé à la date de délivrance de cette attestation. Les instruments financiers et les sommes en toute monnaie postérieurement inscrits au crédit du compte gagé, en garantie de la créance initiale du créancier gagiste, sont soumis aux mêmes conditions que ceux y figurant initialement et sont considérés comme ayant été remis à la date de déclaration de gage initiale. II. - Le compte gagé prend la forme d'un compte spécial ouvert au nom du titulaire et tenu par un intermédiaire habilité, un dépositaire central ou, le cas échéant, la personne morale émettrice. A défaut d'un compte spécial, sont réputés constituer le compte gagé les instruments financiers mentionnés au premier alinéa, ainsi que les sommes en toute monnaie ayant fait l'objet d'une identification à cet effet par un procédé informatique. III. - Lorsque les instruments financiers figurant dans le compte gagé sont en forme nominative et que le teneur du compte n'est pas une personne autorisée à recevoir des fonds du public au sens de l'article L. 312-2, les fruits et produits mentionnés au I versés en toute monnaie doivent être inscrits au crédit d'un compte spécial ouvert au nom du titulaire du compte gagé dans les livres d'un intermédiaire habilité ou d'un établissement de crédit. Ce compte spécial est réputé faire partie intégrante du compte gagé à la date de signature de la déclaration de gage. Le créancier gagiste peut obtenir, sur simple demande au teneur du compte spécial, une attestation comportant l'inventaire des sommes en toute monnaie inscrites au crédit de ce compte à la date de la délivrance de cette attestation. IV. - Le créancier gagiste définit avec le titulaire du compte les conditions dans lesquelles ce dernier peut disposer des instruments financiers et des sommes en toute monnaie figurant dans le compte gagé. Le créancier gagiste bénéficie en toute hypothèse d'un droit de rétention sur les instruments financiers et sommes en toute monnaie figurant au compte gagé. V. - Le créancier gagiste titulaire d'une créance certaine, liquide et exigible peut, pour les instruments financiers, français ou étrangers, négociés sur un marché réglementé, les parts ou actions d'organismes de placement collectif, ainsi que pour les sommes en toute monnaie, réaliser le gage, civil ou commercial, huit jours - ou à l'échéance de tout autre délai préalablement convenu avec le titulaire du compte après mise en demeure du débiteur remise en mains propres ou adressée par courrier recommandé. Cette mise en demeure du débiteur est également notifiée au constituant du gage lorsqu'il n'est pas le débiteur ainsi qu'au teneur de compte lorsque ce dernier n'est pas le créancier gagiste. La réalisation du gage intervient selon des modalités fixées par décret. Pour les instruments financiers autres que ceux mentionnés à l'alinéa précédent, la réalisation du gage intervient conformément aux dispositions de l'article L. 521-3 du code de commerce.",
            "texteHtml": "<p></p>   I. - La constitution en gage d'un compte d'instruments financiers mentionnés aux 1, 2 et 3 du I de l'article L. 211-1 et d'instruments financiers équivalents émis sur le fondement de droits étrangers est réalisée, tant entre les parties qu'à l'égard de la personne morale émettrice et des tiers, par une déclaration signée par le titulaire du compte. Cette déclaration comporte les énonciations fixées par décret. Les instruments financiers figurant initialement dans le compte gagé, ceux qui leur sont substitués ou les complètent en garantie de la créance initiale du créancier gagiste, de quelque manière que ce soit, ainsi que leurs fruits et produits en toute monnaie, sont compris dans l'assiette du gage. Le créancier gagiste peut obtenir, sur simple demande au teneur de compte, une attestation de nantissement de compte d'instruments financiers, comportant l'inventaire des instruments financiers et sommes en toute monnaie, inscrits en compte gagé à la date de délivrance de cette attestation. Les instruments financiers et les sommes en toute monnaie postérieurement inscrits au crédit du compte gagé, en garantie de la créance initiale du créancier gagiste, sont soumis aux mêmes conditions que ceux y figurant initialement et sont considérés comme ayant été remis à la date de déclaration de gage initiale.<p></p><p></p>   II. - Le compte gagé prend la forme d'un compte spécial ouvert au nom du titulaire et tenu par un intermédiaire habilité, un dépositaire central ou, le cas échéant, la personne morale émettrice.<p></p><p></p>   A défaut d'un compte spécial, sont réputés constituer le compte gagé les instruments financiers mentionnés au premier alinéa, ainsi que les sommes en toute monnaie ayant fait l'objet d'une identification à cet effet par un procédé informatique.<p></p><p></p>   III. - Lorsque les instruments financiers figurant dans le compte gagé sont en forme nominative et que le teneur du compte n'est pas une personne autorisée à recevoir des fonds du public au sens de l'article L. 312-2, les fruits et produits mentionnés au I versés en toute monnaie doivent être inscrits au crédit d'un compte spécial ouvert au nom du titulaire du compte gagé dans les livres d'un intermédiaire habilité ou d'un établissement de crédit. Ce compte spécial est réputé faire partie intégrante du compte gagé à la date de signature de la déclaration de gage. Le créancier gagiste peut obtenir, sur simple demande au teneur du compte spécial, une attestation comportant l'inventaire des sommes en toute monnaie inscrites au crédit de ce compte à la date de la délivrance de cette attestation.<p></p><p></p>   IV. - Le créancier gagiste définit avec le titulaire du compte les conditions dans lesquelles ce dernier peut disposer des instruments financiers et des sommes en toute monnaie figurant dans le compte gagé. Le créancier gagiste bénéficie en toute hypothèse d'un droit de rétention sur les instruments financiers et sommes en toute monnaie figurant au compte gagé.<p></p><p></p>   V. - Le créancier gagiste titulaire d'une créance certaine, liquide et exigible peut, pour les instruments financiers, français ou étrangers, négociés sur un marché réglementé, les parts ou actions d'organismes de placement collectif, ainsi que pour les sommes en toute monnaie, réaliser le gage, civil ou commercial, huit jours - ou à l'échéance de tout autre délai préalablement convenu avec le titulaire du compte après mise en demeure du débiteur remise en mains propres ou adressée par courrier recommandé. Cette mise en demeure du débiteur est également notifiée au constituant du gage lorsqu'il n'est pas le débiteur ainsi qu'au teneur de compte lorsque ce dernier n'est pas le créancier gagiste. La réalisation du gage intervient selon des modalités fixées par décret.<p></p><p></p>   Pour les instruments financiers autres que ceux mentionnés à l'alinéa précédent, la réalisation du gage intervient conformément aux dispositions de l'article L. 521-3 du code de commerce.<p></p>",
            "num": "L431-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1109289600000,
            "dateFin": 1231545600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Les marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123910",
                        "id": "LEGISCTA000006123910",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les négociations sur instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140011",
                        "id": "LEGISCTA000006140011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-01-10",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154499",
                        "id": "LEGISCTA000006154499",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-01-10",
                        "titre": "Section 1 : Transfert de propriété des titres et mise en gage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170455",
                        "id": "LEGISCTA000006170455",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-01-10",
                        "titre": "Sous-section 2 : Mise en gage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184693",
                        "id": "LEGISCTA000006184693",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006653007",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184693",
            "sectionParentId": "LEGISCTA000006184693",
            "sectionParentTitre": "Sous-section 2 : Mise en gage.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Les marchés &gt; Titre III : Les négociations sur instruments financiers",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006653008",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance 2005-171 2005-02-24 art. 1er 1° c) 2ème alinéa : Les dispositions du premier alinéa du I 1° c) revêtent un caractère interprétatif.",
            "notaHtml": "<p></p>  Ordonnance 2005-171 2005-02-24 art. 1er 1° c) 2ème alinéa : <p></p>Les dispositions du premier alinéa du I 1° c) revêtent un caractère interprétatif.<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574488",
                    "textTitle": "Ordonnance 2000-1223 2000-12-14 JORF 16 décembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000574488",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31 I JORF 3 juillet 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000809979",
                    "textTitle": "Ordonnance n°2005-171 du 24 février 2005 - art. 1 () JORF 25 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006239023",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-02-25",
                    "dateSignaTexte": "2005-02-24",
                    "dateDebutCible": "2005-02-25"
                },
                {
                    "textCid": "JORFTEXT000020052506",
                    "textTitle": "Ordonnance n°2009-15\n du 8 janvier 2009 - art. 3",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000020086776",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2009-01-09",
                    "dateSignaTexte": "2009-01-08",
                    "dateDebutCible": "2009-01-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020604162",
                    "textTitle": "LOI n°2009-526 du 12 mai 2009 - art. 138 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "138",
                    "articleId": "LEGIARTI000020606628",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2009-526",
                    "datePubli": 1242172800000,
                    "dateDebut": 1242259200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L521-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3",
                    "articleId": "LEGIARTI000006233660",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-10-38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-10-38",
                    "articleId": "LEGIARTI000019757309",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D431-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D431-1",
                    "articleId": "LEGIARTI000006641124",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1124928000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D431-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D431-2",
                    "articleId": "LEGIARTI000006641130",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1124928000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D431-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D431-3",
                    "articleId": "LEGIARTI000006641139",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1124928000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D431-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D431-4",
                    "articleId": "LEGIARTI000006641147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1124928000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L211-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-1",
                    "articleId": "LEGIARTI000006646457",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L213-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-2",
                    "articleId": "LEGIARTI000006647558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-2",
                    "articleId": "LEGIARTI000006652050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L330-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000006652201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 989971200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L431-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L431-5",
                    "articleId": "LEGIARTI000006653028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109289600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L515-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L515-13",
                    "articleId": "LEGIARTI000021760478",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000691996",
                    "textTitle": "Loi 83-1 1983-01-03 art. 29",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691996",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000691996",
                    "textTitle": "Loi n°83-1 du 3 janvier 1983 - art. 29 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006297621",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006653007",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1109289600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006653008",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1109289600000,
                    "dateFin": 1231545600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L431-4",
                "431-4"
            ],
            "versionPrecedente": "LEGIARTI000006653007",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006653007",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La constitution en gage d'un compte d'instruments financiers mentionnés aux 1, 2 et 3 du I de l'article L. 211-1 et d'instruments financiers équivalents émis sur le fondement de droits étrangers est réalisée, tant entre les parties qu'à l'égard de la personne morale émettrice et des tiers, par une déclaration signée par le titulaire du compte. Cette déclaration comporte les énonciations fixées par décret. Les instruments financiers figurant dans le compte gagé, ceux qui leur sont substitués ou les complètent, de quelque manière que ce soit, ainsi que leurs fruits et produits en toute monnaie, sont compris dans l'assiette du gage. Le créancier gagiste peut obtenir, sur simple demande au teneur de compte, une attestation de nantissement de compte d'instruments financiers, comportant l'inventaire des instruments financiers et sommes en toute monnaie, inscrits en compte gagé à la date de délivrance de cette attestation. II. - Le compte gagé prend la forme d'un compte spécial ouvert au nom du titulaire et tenu par un intermédiaire habilité, un dépositaire central ou, le cas échéant, la personne morale émettrice. A défaut d'un compte spécial, sont réputés constituer le compte gagé les instruments financiers mentionnés au premier alinéa, ainsi que les sommes en toute monnaie ayant fait l'objet d'une identification à cet effet par un procédé informatique. III. - Le créancier gagiste définit avec le titulaire du compte les conditions dans lesquelles ce dernier peut disposer des instruments financiers et des sommes en toute monnaie figurant dans le compte gagé. Le créancier gagiste bénéficie en toute hypothèse d'un droit de rétention sur les instruments financiers et sommes en toute monnaie figurant au compte gagé. IV. - Le créancier gagiste titulaire d'une créance certaine, liquide et exigible peut, pour les valeurs mobilières, françaises ou étrangères, négociées sur un marché réglementé, les parts ou actions d'organismes de placement collectif, ainsi que pour les sommes en toute monnaie, réaliser le gage, civil ou commercial, huit jours - ou à l'échéance de tout autre délai préalablement convenu avec le titulaire du compte après mise en demeure du débiteur remise en mains propres ou adressée par courrier recommandé. Cette mise en demeure du débiteur est également notifiée au constituant du gage lorsqu'il n'est pas le débiteur ainsi qu'au teneur de compte lorsque ce dernier n'est pas le créancier gagiste. La réalisation du gage intervient selon des modalités fixées par décret. Pour les instruments financiers autres que ceux mentionnés à l'alinéa précédent, la réalisation du gage intervient conformément aux dispositions de l'article L. 521-3 du code de commerce.",
            "texteHtml": "<p></p>   I. - La constitution en gage d'un compte d'instruments financiers mentionnés aux 1, 2 et 3 du I de l'article L. 211-1 et d'instruments financiers équivalents émis sur le fondement de droits étrangers est réalisée, tant entre les parties qu'à l'égard de la personne morale émettrice et des tiers, par une déclaration signée par le titulaire du compte. Cette déclaration comporte les énonciations fixées par décret. Les instruments financiers figurant dans le compte gagé, ceux qui leur sont substitués ou les complètent, de quelque manière que ce soit, ainsi que leurs fruits et produits en toute monnaie, sont compris dans l'assiette du gage. Le créancier gagiste peut obtenir, sur simple demande au teneur de compte, une attestation de nantissement de compte d'instruments financiers, comportant l'inventaire des instruments financiers et sommes en toute monnaie, inscrits en compte gagé à la date de délivrance de cette attestation.<p></p><p></p>   II. - Le compte gagé prend la forme d'un compte spécial ouvert au nom du titulaire et tenu par un intermédiaire habilité, un dépositaire central ou, le cas échéant, la personne morale émettrice.<p></p><p></p>   A défaut d'un compte spécial, sont réputés constituer le compte gagé les instruments financiers mentionnés au premier alinéa, ainsi que les sommes en toute monnaie ayant fait l'objet d'une identification à cet effet par un procédé informatique.<p></p><p></p>   III. - Le créancier gagiste définit avec le titulaire du compte les conditions dans lesquelles ce dernier peut disposer des instruments financiers et des sommes en toute monnaie figurant dans le compte gagé. Le créancier gagiste bénéficie en toute hypothèse d'un droit de rétention sur les instruments financiers et sommes en toute monnaie figurant au compte gagé.<p></p><p></p>   IV. - Le créancier gagiste titulaire d'une créance certaine, liquide et exigible peut, pour les valeurs mobilières, françaises ou étrangères, négociées sur un marché réglementé, les parts ou actions d'organismes de placement collectif, ainsi que pour les sommes en toute monnaie, réaliser le gage, civil ou commercial, huit jours - ou à l'échéance de tout autre délai préalablement convenu avec le titulaire du compte après mise en demeure du débiteur remise en mains propres ou adressée par courrier recommandé. Cette mise en demeure du débiteur est également notifiée au constituant du gage lorsqu'il n'est pas le débiteur ainsi qu'au teneur de compte lorsque ce dernier n'est pas le créancier gagiste. La réalisation du gage intervient selon des modalités fixées par décret.<p></p><p></p>   Pour les instruments financiers autres que ceux mentionnés à l'alinéa précédent, la réalisation du gage intervient conformément aux dispositions de l'article L. 521-3 du code de commerce.<p></p>",
            "num": "L431-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 978307200000,
            "dateFin": 1109289600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Les marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123910",
                        "id": "LEGISCTA000006123910",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les négociations sur instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140011",
                        "id": "LEGISCTA000006140011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-01-10",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154499",
                        "id": "LEGISCTA000006154499",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-01-10",
                        "titre": "Section 1 : Transfert de propriété des titres et mise en gage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170455",
                        "id": "LEGISCTA000006170455",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-01-10",
                        "titre": "Sous-section 2 : Mise en gage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184693",
                        "id": "LEGISCTA000006184693",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006653007",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184693",
            "sectionParentId": "LEGISCTA000006184693",
            "sectionParentTitre": "Sous-section 2 : Mise en gage.",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Les marchés &gt; Titre III : Les négociations sur instruments financiers &gt; Chapitre Ier : Dispositions générales &gt; Section 1 : Transfert de propriété des titres et mise en gage &gt; Sous-section 2 : Mise en gage.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006653007",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574488",
                    "textTitle": "Ordonnance 2000-1223 2000-12-14 JORF 16 décembre 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000574488",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000574488",
                    "textTitle": "Ordonnance 2000-1223 2000-12-14 JORF 16 décembre 2000 en vigueur le 1er janvier 2001 rectificatif JORF 17 mars 2001",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000574488",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31 I JORF 3 juillet 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020604162",
                    "textTitle": "LOI n°2009-526 du 12 mai 2009 - art. 138 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "138",
                    "articleId": "LEGIARTI000020606628",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2009-526",
                    "datePubli": 1242172800000,
                    "dateDebut": 1242259200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L521-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3",
                    "articleId": "LEGIARTI000006233660",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R931-10-38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R931-10-38",
                    "articleId": "LEGIARTI000019757309",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D431-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D431-1",
                    "articleId": "LEGIARTI000006641124",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1124928000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D431-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D431-2",
                    "articleId": "LEGIARTI000006641130",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1124928000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D431-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D431-3",
                    "articleId": "LEGIARTI000006641139",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1124928000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D431-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D431-4",
                    "articleId": "LEGIARTI000006641147",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1124928000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L211-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-1",
                    "articleId": "LEGIARTI000006646457",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L213-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-2",
                    "articleId": "LEGIARTI000006647558",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L330-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L330-2",
                    "articleId": "LEGIARTI000006652201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 989971200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L431-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L431-5",
                    "articleId": "LEGIARTI000006653028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109289600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L515-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L515-13",
                    "articleId": "LEGIARTI000021760478",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000691996",
                    "textTitle": "Loi 83-1 1983-01-03 art. 29",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691996",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000691996",
                    "textTitle": "Loi n°83-1 du 3 janvier 1983 - art. 29 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000006297621",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006653007",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1109289600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006653008",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1109289600000,
                    "dateFin": 1231545600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L431-4",
                "431-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}