{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042242951",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le plan climat-air-énergie territorial prévu à l'article L. 229-26 est l'outil opérationnel de coordination de la transition énergétique sur le territoire. Il comprend un diagnostic, une stratégie territoriale, un programme d'actions et un dispositif de suivi et d'évaluation. I. – Le diagnostic comprend : 1° Une estimation des émissions territoriales de gaz à effet de serre et de polluants atmosphériques, ainsi qu'une analyse de leurs possibilités de réduction ; 2° Une estimation de la séquestration nette de dioxyde de carbone et de ses possibilités de développement, identifiant au moins les sols agricoles et la forêt, en tenant compte des changements d'affectation des terres ; les potentiels de production et d'utilisation additionnelles de biomasse à usages autres qu'alimentaires sont également estimés, afin que puissent être valorisés les bénéfices potentiels en termes d'émissions de gaz à effet de serre, ceci en tenant compte des effets de séquestration et de substitution à des produits dont le cycle de vie est davantage émetteur de tels gaz ; 3° Une analyse de la consommation énergétique finale du territoire et du potentiel de réduction de celle-ci ; 4° La présentation des réseaux de distribution et de transport d'électricité, de gaz et de chaleur, des enjeux de la distribution d'énergie sur les territoires qu'ils desservent et une analyse des options de développement de ces réseaux ; 5° Un état de la production des énergies renouvelables sur le territoire, détaillant les filières de production d'électricité (éolien terrestre, solaire photovoltaïque, solaire thermodynamique, hydraulique, biomasse solide, biogaz, géothermie), de chaleur (biomasse solide, pompes à chaleur, géothermie, solaire thermique, biogaz), de biométhane et de biocarburants, une estimation du potentiel de développement de celles-ci ainsi que du potentiel disponible d'énergie de récupération et de stockage énergétique ; 6° Une analyse de la vulnérabilité du territoire aux effets du changement climatique. Pour chaque élément du diagnostic, le plan climat-air-énergie territorial mentionne les sources de données utilisées. II. – La stratégie territoriale identifie les priorités et les objectifs de la collectivité ou de l'établissement public, ainsi que les conséquences en matière socio-économique, prenant notamment en compte le coût de l'action et celui d'une éventuelle inaction. Les objectifs stratégiques et opérationnels portent au moins sur les domaines suivants : 1° Réduction des émissions de gaz à effet de serre ; 2° Renforcement du stockage de carbone sur le territoire, notamment dans la végétation, les sols et les bâtiments ; 3° Maîtrise de la consommation d'énergie finale ; 4° Production et consommation des énergies renouvelables, valorisation des potentiels d'énergies de récupération et de stockage ; 5° Livraison d'énergie renouvelable et de récupération par les réseaux de chaleur ; 6° Productions biosourcées à usages autres qu'alimentaires ; 7° Réduction des émissions de polluants atmosphériques et de leur concentration ; 8° Evolution coordonnée des réseaux énergétiques ; 9° Adaptation au changement climatique. Pour les 1°, 3° et 7°, les objectifs chiffrés sont déclinés pour chacun des secteurs d'activité définis par l'arrêté pris en application de l'article R. 229-52 , à l'horizon de l'année médiane de chacun des deux budgets carbone les plus lointains adoptés en application des articles L. 222-1-A à L. 222-1-D et aux horizons plus lointains mentionnés à l' article L. 100-4 du code de l'énergie . Pour le 4°, les objectifs sont déclinés, pour chaque filière dont le développement est possible sur le territoire, à l'horizon de l'année médiane de chacun des deux budgets carbone les plus lointains adoptés par décret en application des articles L. 222-1-A à L. 222-1-D et aux horizons plus lointains mentionnés à l'article L. 100-4. Le plan climat-air-énergie territorial décrit les modalités d'articulation de ses objectifs avec : 1° Ceux du schéma régional du climat, de l'air et de l'énergie prévu à l'article L. 222-1 ; 2° Ceux du schéma d'aménagement régional prévus à l' article L. 4433-7-3 du code général des collectivités territoriales ; 3° Ceux du schéma régional d'aménagement, de développement durable et d'égalité des territoires prévus à l' article L. 4251-1 du code général des collectivités territoriales . Si ces schémas ne prennent pas déjà en compte la stratégie nationale bas-carbone mentionnée à l'article L. 222-1 B, le plan climat-air-énergie territorial décrit également les modalités d'articulation de ses objectifs avec cette stratégie. Si son territoire est couvert par un plan de protection de l'atmosphère mentionné à l'article L. 222-4 , le plan climat-air-énergie territorial décrit les modalités d'articulation de ses objectifs avec ceux qui figurent dans ce plan. III. – Le programme d'actions porte sur les secteurs d'activité définis par l'arrêté pris en application de l'article R. 229-52. Il définit des actions à mettre en œuvre par les collectivités territoriales concernées et l'ensemble des acteurs socio-économiques, y compris les actions de communication, de sensibilisation et d'animation en direction des différents publics et acteurs concernés. Il identifie des projets fédérateurs, en particulier ceux qui pourraient l'inscrire dans une démarche de territoire à énergie positive pour la croissance verte, tel que défini à l' article L. 100-2 du code de l'énergie . Il précise les moyens à mettre en œuvre, les publics concernés, les partenariats souhaités et les résultats attendus pour les principales actions envisagées. Lorsque la collectivité ou l'établissement public exerce les compétences mentionnées à l' article L. 2224-37 du code général des collectivités territoriales , le volet relatif aux transports détaille les actions dédiées au développement de la mobilité sobre, décarbonée et faiblement émettrice de polluants atmosphériques, précise le calendrier prévisionnel de déploiement des infrastructures correspondantes, notamment les infrastructures de recharge nécessaires à l'usage des véhicules électriques ou hybrides rechargeables et de recharge en hydrogène ou en biogaz pour les véhicules utilisant ces motorisations, et identifie les acteurs susceptibles de mener l'ensemble de ces actions. Lorsque la collectivité ou l'établissement public exerce la compétence en matière d'éclairage mentionnée à l'article L. 2212-2 du même code, le volet du programme d'actions relatif au secteur tertiaire détaille les actions dédiées à la maîtrise de la consommation énergétique de l'éclairage public et de ses nuisances lumineuses. Lorsque tout ou partie du territoire faisant l'objet du plan climat-air-énergie territorial est couvert par le plan prévu à l'article L. 222-4, le plan d'actions doit permettre, au regard des normes de qualité de l'air mentionnées à l'article L. 221-1, de prévenir ou de réduire les émissions de polluants atmosphériques. IV. – Le dispositif de suivi et d'évaluation porte sur la réalisation des actions et le pilotage adopté. Il décrit les indicateurs à suivre au regard des objectifs fixés et des actions à conduire et les modalités suivant lesquelles ces indicateurs s'articulent avec ceux du schéma régional du climat, de l'air et de l'énergie prévu à l'article L. 222-1, ceux du schéma d'aménagement régional prévu à l' article L. 4433-7 du code général des collectivités territoriales et ceux du schéma régional d'aménagement, de développement durable et d'égalité des territoires prévu à l'article L. 4251-1 du même code. Après trois ans d'application, la mise en œuvre du plan climat-air-énergie territorial fait l'objet d'un rapport mis à la disposition du public.",
            "texteHtml": "<p>Le plan climat-air-énergie territorial prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000022476854&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L229-26 (V)'>L. 229-26 </a>est l'outil opérationnel de coordination de la transition énergétique sur le territoire. Il comprend un diagnostic, une stratégie territoriale, un programme d'actions et un dispositif de suivi et d'évaluation. </p><p>I. – Le diagnostic comprend : </p><p>1° Une estimation des émissions territoriales de gaz à effet de serre et de polluants atmosphériques, ainsi qu'une analyse de leurs possibilités de réduction ; </p><p>2° Une estimation de la séquestration nette de dioxyde de carbone et de ses possibilités de développement, identifiant au moins les sols agricoles et la forêt, en tenant compte des changements d'affectation des terres ; les potentiels de production et d'utilisation additionnelles de biomasse à usages autres qu'alimentaires sont également estimés, afin que puissent être valorisés les bénéfices potentiels en termes d'émissions de gaz à effet de serre, ceci en tenant compte des effets de séquestration et de substitution à des produits dont le cycle de vie est davantage émetteur de tels gaz ; </p><p>3° Une analyse de la consommation énergétique finale du territoire et du potentiel de réduction de celle-ci ; </p><p>4° La présentation des réseaux de distribution et de transport d'électricité, de gaz et de chaleur, des enjeux de la distribution d'énergie sur les territoires qu'ils desservent et une analyse des options de développement de ces réseaux ; </p><p>5° Un état de la production des énergies renouvelables sur le territoire, détaillant les filières de production d'électricité (éolien terrestre, solaire photovoltaïque, solaire thermodynamique, hydraulique, biomasse solide, biogaz, géothermie), de chaleur (biomasse solide, pompes à chaleur, géothermie, solaire thermique, biogaz), de biométhane et de biocarburants, une estimation du potentiel de développement de celles-ci ainsi que du potentiel disponible d'énergie de récupération et de stockage énergétique ; </p><p>6° Une analyse de la vulnérabilité du territoire aux effets du changement climatique. </p><p>Pour chaque élément du diagnostic, le plan climat-air-énergie territorial mentionne les sources de données utilisées. </p><p>II. – La stratégie territoriale identifie les priorités et les objectifs de la collectivité ou de l'établissement public, ainsi que les conséquences en matière socio-économique, prenant notamment en compte le coût de l'action et celui d'une éventuelle inaction. Les objectifs stratégiques et opérationnels portent au moins sur les domaines suivants : </p><p>1° Réduction des émissions de gaz à effet de serre ; </p><p>2° Renforcement du stockage de carbone sur le territoire, notamment dans la végétation, les sols et les bâtiments ; </p><p>3° Maîtrise de la consommation d'énergie finale ; </p><p>4° Production et consommation des énergies renouvelables, valorisation des potentiels d'énergies de récupération et de stockage ; </p><p>5° Livraison d'énergie renouvelable et de récupération par les réseaux de chaleur ; </p><p>6° Productions biosourcées à usages autres qu'alimentaires ; </p><p>7° Réduction des émissions de polluants atmosphériques et de leur concentration ; </p><p>8° Evolution coordonnée des réseaux énergétiques ; </p><p>9° Adaptation au changement climatique. </p><p>Pour les 1°, 3° et 7°, les objectifs chiffrés sont déclinés pour chacun des secteurs d'activité définis par l'arrêté pris en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000024354919&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R229-52 (V)'>R. 229-52</a>, à l'horizon de l'année médiane de chacun des deux budgets carbone les plus lointains adoptés en application des articles L. 222-1-A à L. 222-1-D et aux horizons plus lointains mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023985182&dateTexte=&categorieLien=cid'>article L. 100-4 du code de l'énergie</a>. Pour le 4°, les objectifs sont déclinés, pour chaque filière dont le développement est possible sur le territoire, à l'horizon de l'année médiane de chacun des deux budgets carbone les plus lointains adoptés par décret en application des articles L. 222-1-A à L. 222-1-D et aux horizons plus lointains mentionnés à l'article L. 100-4. </p><p>Le plan climat-air-énergie territorial décrit les modalités d'articulation de ses objectifs avec : <br/><br/>1° Ceux du schéma régional du climat, de l'air et de l'énergie prévu à l'article L. 222-1 ; <br/><br/>2° Ceux du schéma d'aménagement régional prévus à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000039374061&dateTexte=&categorieLien=cid'>article L. 4433-7-3 du code général des collectivités territoriales </a>; <br/><br/>3° Ceux du schéma régional d'aménagement, de développement durable et d'égalité des territoires prévus à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392322&dateTexte=&categorieLien=cid'>article L. 4251-1 du code général des collectivités territoriales</a>. </p><p>Si ces schémas ne prennent pas déjà en compte la stratégie nationale bas-carbone mentionnée à l'article L. 222-1 B, le plan climat-air-énergie territorial décrit également les modalités d'articulation de ses objectifs avec cette stratégie. </p><p>Si son territoire est couvert par un plan de protection de l'atmosphère mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833392&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L222-4 (V)'>L. 222-4</a>, le plan climat-air-énergie territorial décrit les modalités d'articulation de ses objectifs avec ceux qui figurent dans ce plan. </p><p>III. – Le programme d'actions porte sur les secteurs d'activité définis par l'arrêté pris en application de l'article R. 229-52. Il définit des actions à mettre en œuvre par les collectivités territoriales concernées et l'ensemble des acteurs socio-économiques, y compris les actions de communication, de sensibilisation et d'animation en direction des différents publics et acteurs concernés. Il identifie des projets fédérateurs, en particulier ceux qui pourraient l'inscrire dans une démarche de territoire à énergie positive pour la croissance verte, tel que défini à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023985178&dateTexte=&categorieLien=cid'>article L. 100-2 du code de l'énergie</a>. Il précise les moyens à mettre en œuvre, les publics concernés, les partenariats souhaités et les résultats attendus pour les principales actions envisagées. </p><p>Lorsque la collectivité ou l'établissement public exerce les compétences mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000022476362&dateTexte=&categorieLien=cid'>article L. 2224-37 du code général des collectivités territoriales</a>, le volet relatif aux transports détaille les actions dédiées au développement de la mobilité sobre, décarbonée et faiblement émettrice de polluants atmosphériques, précise le calendrier prévisionnel de déploiement des infrastructures correspondantes, notamment les infrastructures de recharge nécessaires à l'usage des véhicules électriques ou hybrides rechargeables et de recharge en hydrogène ou en biogaz pour les véhicules utilisant ces motorisations, et identifie les acteurs susceptibles de mener l'ensemble de ces actions. </p><p>Lorsque la collectivité ou l'établissement public exerce la compétence en matière d'éclairage mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390150&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2212-2 (V)'>L. 2212-2 </a>du même code, le volet du programme d'actions relatif au secteur tertiaire détaille les actions dédiées à la maîtrise de la consommation énergétique de l'éclairage public et de ses nuisances lumineuses. </p><p>Lorsque tout ou partie du territoire faisant l'objet du plan climat-air-énergie territorial est couvert par le plan prévu à l'article L. 222-4, le plan d'actions doit permettre, au regard des normes de qualité de l'air mentionnées à l'article L. 221-1, de prévenir ou de réduire les émissions de polluants atmosphériques. </p><p>IV. – Le dispositif de suivi et d'évaluation porte sur la réalisation des actions et le pilotage adopté. Il décrit les indicateurs à suivre au regard des objectifs fixés et des actions à conduire et les modalités suivant lesquelles ces indicateurs s'articulent avec ceux du schéma régional du climat, de l'air et de l'énergie prévu à l'article L. 222-1, ceux du schéma d'aménagement régional prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392684&dateTexte=&categorieLien=cid'>article L. 4433-7 du code général des collectivités territoriales </a>et ceux du schéma régional d'aménagement, de développement durable et d'égalité des territoires prévu à l'article L. 4251-1 du même code. Après trois ans d'application, la mise en œuvre du plan climat-air-énergie territorial fait l'objet d'un rapport mis à la disposition du public.</p>",
            "num": "R229-51",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1597536000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129031",
                        "id": "LEGISCTA000006129031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Air et atmosphère",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143775",
                        "id": "LEGISCTA000006143775",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Effet de serre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159385",
                        "id": "LEGISCTA000006159385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-07-13",
                        "fin": "2016-06-30",
                        "titre": "Section 4 : Bilan des émissions de gaz à effet de serre \r\net plan climat-énergie territorial \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354898",
                        "id": "LEGISCTA000024354898",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-30",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Bilan des émissions de gaz à effet de serre et plan  climat-air-énergie territorial",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354898",
                        "id": "LEGISCTA000032792875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-07-13",
                        "fin": "2016-06-30",
                        "titre": "Sous-section 2 : Plan climat-énergie territorial \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354915",
                        "id": "LEGISCTA000024354915",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-30",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Plan climat-air-énergie territorial \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354915",
                        "id": "LEGISCTA000033053557",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024354917",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000024354915",
            "sectionParentId": "LEGISCTA000033053557",
            "sectionParentTitre": "Sous-section 2 : Plan climat-air-énergie territorial \n\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Milieux physiques &gt; Titre II : Air et atmosphère &gt; Chapitre IX : Effet de serre &gt; Section 4 : Bilan des émissions de gaz à effet de serre et plan  climat-air-énergie territorial &gt; Sous-section 2 : Plan climat-air-énergie territorial \n\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042242951",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042238404",
                    "textTitle": "Décret n°2020-1060 du 14 août 2020 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000042240202",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-08-15",
                    "dateSignaTexte": "2020-08-14",
                    "dateDebutCible": "2020-08-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033027297",
                    "textTitle": "Décret n°2016-1110 du 11 août 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000033027317",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1110",
                    "datePubli": 1471132800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043523626",
                    "textTitle": "Décret n°2021-639 du 21 mai 2021 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043527250",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-639",
                    "datePubli": 1621641600000,
                    "dateDebut": 1621728000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2212-2",
                    "articleId": "LEGIARTI000006390150",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2224-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2224-37",
                    "articleId": "LEGIARTI000022476362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4251-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4251-1",
                    "articleId": "LEGIARTI000006392322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470528000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4433-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4433-7",
                    "articleId": "LEGIARTI000006392684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4433-7-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4433-7-3",
                    "articleId": "LEGIARTI000039374061",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1583020800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L222-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-4",
                    "articleId": "LEGIARTI000006833392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L229-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-26",
                    "articleId": "LEGIARTI000022476854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R229-52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R229-52",
                    "articleId": "LEGIARTI000024354919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467244800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R229-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R229-55",
                    "articleId": "LEGIARTI000044624487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640563200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R229-56 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R229-56",
                    "articleId": "LEGIARTI000024354931",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1310515200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R141-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-11",
                    "articleId": "LEGIARTI000043528544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R141-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-14",
                    "articleId": "LEGIARTI000043528548",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L100-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L100-2",
                    "articleId": "LEGIARTI000023985178",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L100-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L100-4",
                    "articleId": "LEGIARTI000023985182",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024354917",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1310515200000,
                    "dateFin": 1467244800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032792860",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1467244800000,
                    "dateFin": 1597536000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042242951",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1597536000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R229-51",
                "229-51"
            ],
            "versionPrecedente": "LEGIARTI000032792860",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032792860",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le plan climat-air-énergie territorial prévu à l'article L. 229-26 est l'outil opérationnel de coordination de la transition énergétique sur le territoire. Il comprend un diagnostic, une stratégie territoriale, un programme d'actions et un dispositif de suivi et d'évaluation. I. – Le diagnostic comprend : 1° Une estimation des émissions territoriales de gaz à effet de serre et de polluants atmosphériques, ainsi qu'une analyse de leurs possibilités de réduction ; 2° Une estimation de la séquestration nette de dioxyde de carbone et de ses possibilités de développement, identifiant au moins les sols agricoles et la forêt, en tenant compte des changements d'affectation des terres ; les potentiels de production et d'utilisation additionnelles de biomasse à usages autres qu'alimentaires sont également estimés, afin que puissent être valorisés les bénéfices potentiels en termes d'émissions de gaz à effet de serre, ceci en tenant compte des effets de séquestration et de substitution à des produits dont le cycle de vie est davantage émetteur de tels gaz ; 3° Une analyse de la consommation énergétique finale du territoire et du potentiel de réduction de celle-ci ; 4° La présentation des réseaux de distribution et de transport d'électricité, de gaz et de chaleur, des enjeux de la distribution d'énergie sur les territoires qu'ils desservent et une analyse des options de développement de ces réseaux ; 5° Un état de la production des énergies renouvelables sur le territoire, détaillant les filières de production d'électricité (éolien terrestre, solaire photovoltaïque, solaire thermodynamique, hydraulique, biomasse solide, biogaz, géothermie), de chaleur (biomasse solide, pompes à chaleur, géothermie, solaire thermique, biogaz), de biométhane et de biocarburants, une estimation du potentiel de développement de celles-ci ainsi que du potentiel disponible d'énergie de récupération et de stockage énergétique ; 6° Une analyse de la vulnérabilité du territoire aux effets du changement climatique. Pour chaque élément du diagnostic, le plan climat-air-énergie territorial mentionne les sources de données utilisées. II. – La stratégie territoriale identifie les priorités et les objectifs de la collectivité ou de l'établissement public, ainsi que les conséquences en matière socio-économique, prenant notamment en compte le coût de l'action et celui d'une éventuelle inaction. Les objectifs stratégiques et opérationnels portent au moins sur les domaines suivants : 1° Réduction des émissions de gaz à effet de serre ; 2° Renforcement du stockage de carbone sur le territoire, notamment dans la végétation, les sols et les bâtiments ; 3° Maîtrise de la consommation d'énergie finale ; 4° Production et consommation des énergies renouvelables, valorisation des potentiels d'énergies de récupération et de stockage ; 5° Livraison d'énergie renouvelable et de récupération par les réseaux de chaleur ; 6° Productions biosourcées à usages autres qu'alimentaires ; 7° Réduction des émissions de polluants atmosphériques et de leur concentration ; 8° Evolution coordonnée des réseaux énergétiques ; 9° Adaptation au changement climatique. Pour les 1°, 3° et 7°, les objectifs chiffrés sont déclinés pour chacun des secteurs d'activité définis par l'arrêté pris en application de l'article R. 229-52, à l'horizon de l'année médiane de chacun des deux budgets carbone les plus lointains adoptés en application des articles L. 222-1-A à L. 222-1-D et aux horizons plus lointains mentionnés à l' article L. 100-4 du code de l'énergie . Pour le 4°, les objectifs sont déclinés, pour chaque filière dont le développement est possible sur le territoire, à l'horizon de l'année médiane de chacun des deux budgets carbone les plus lointains adoptés par décret en application des articles L. 222-1-A à L. 222-1-D et aux horizons plus lointains mentionnés à l'article L. 100-4. Le plan climat-air-énergie territorial décrit les modalités d'articulation de ses objectifs avec ceux du schéma régional prévu à l'article L. 222-1 ainsi qu'aux articles L. 4433-7 et L. 4251-1 du code général des collectivités territoriales. Si ces schémas ne prennent pas déjà en compte la stratégie nationale bas-carbone mentionnée à l'article L. 222-1 B , le plan climat-air-énergie territorial décrit également les modalités d'articulation de ses objectifs avec cette stratégie. Si son territoire est couvert par un plan de protection de l'atmosphère mentionné à l'article L. 222-4 , le plan climat-air-énergie territorial décrit les modalités d'articulation de ses objectifs avec ceux qui figurent dans ce plan. III. – Le programme d'actions porte sur les secteurs d'activité définis par l'arrêté pris en application de l'article R. 229-52. Il définit des actions à mettre en œuvre par les collectivités territoriales concernées et l'ensemble des acteurs socio-économiques, y compris les actions de communication, de sensibilisation et d'animation en direction des différents publics et acteurs concernés. Il identifie des projets fédérateurs, en particulier ceux qui pourraient l'inscrire dans une démarche de territoire à énergie positive pour la croissance verte, tel que défini à l' article L. 100-2 du code de l'énergie . Il précise les moyens à mettre en œuvre, les publics concernés, les partenariats souhaités et les résultats attendus pour les principales actions envisagées. Lorsque la collectivité ou l'établissement public exerce les compétences mentionnées à l' article L. 2224-37 du code général des collectivités territoriales , le volet relatif aux transports détaille les actions dédiées au développement de la mobilité sobre, décarbonée et faiblement émettrice de polluants atmosphériques, précise le calendrier prévisionnel de déploiement des infrastructures correspondantes, notamment les infrastructures de recharge nécessaires à l'usage des véhicules électriques ou hybrides rechargeables et de recharge en hydrogène ou en biogaz pour les véhicules utilisant ces motorisations, et identifie les acteurs susceptibles de mener l'ensemble de ces actions. Lorsque la collectivité ou l'établissement public exerce la compétence en matière d'éclairage mentionnée à l'article L. 2212-2 du même code, le volet du programme d'actions relatif au secteur tertiaire détaille les actions dédiées à la maîtrise de la consommation énergétique de l'éclairage public et de ses nuisances lumineuses. Lorsque tout ou partie du territoire faisant l'objet du plan climat-air-énergie territorial est couvert par le plan prévu à l'article L. 222-4, le plan d'actions doit permettre, au regard des normes de qualité de l'air mentionnées à l'article L. 221-1 , de prévenir ou de réduire les émissions de polluants atmosphériques. IV. – Le dispositif de suivi et d'évaluation porte sur la réalisation des actions et le pilotage adopté. Il décrit les indicateurs à suivre au regard des objectifs fixés et des actions à conduire et les modalités suivant lesquelles ces indicateurs s'articulent avec ceux du schéma régional prévu à l'article L. 222-1 ainsi qu'aux articles  L. 4433-7  et L. 4251-1 du code général des collectivités territoriales. Après trois ans d'application, la mise en œuvre du plan climat-air-énergie territorial fait l'objet d'un rapport mis à la disposition du public.",
            "texteHtml": "<p>Le plan climat-air-énergie territorial prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000022476854&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L229-26 (V)'>L. 229-26 </a>est l'outil opérationnel de coordination de la transition énergétique sur le territoire. Il comprend un diagnostic, une stratégie territoriale, un programme d'actions et un dispositif de suivi et d'évaluation.</p><p>I. – Le diagnostic comprend :</p><p>1° Une estimation des émissions territoriales de gaz à effet de serre et de polluants atmosphériques, ainsi qu'une analyse de leurs possibilités de réduction ;</p><p>2° Une estimation de la séquestration nette de dioxyde de carbone et de ses possibilités de développement, identifiant au moins les sols agricoles et la forêt, en tenant compte des changements d'affectation des terres ; les potentiels de production et d'utilisation additionnelles de biomasse à usages autres qu'alimentaires sont également estimés, afin que puissent être valorisés les bénéfices potentiels en termes d'émissions de gaz à effet de serre, ceci en tenant compte des effets de séquestration et de substitution à des produits dont le cycle de vie est davantage émetteur de tels gaz ;</p><p>3° Une analyse de la consommation énergétique finale du territoire et du potentiel de réduction de celle-ci ;</p><p>4° La présentation des réseaux de distribution et de transport d'électricité, de gaz et de chaleur, des enjeux de la distribution d'énergie sur les territoires qu'ils desservent et une analyse des options de développement de ces réseaux ;</p><p>5° Un état de la production des énergies renouvelables sur le territoire, détaillant les filières de production d'électricité (éolien terrestre, solaire photovoltaïque, solaire thermodynamique, hydraulique, biomasse solide, biogaz, géothermie), de chaleur (biomasse solide, pompes à chaleur, géothermie, solaire thermique, biogaz), de biométhane et de biocarburants, une estimation du potentiel de développement de celles-ci ainsi que du potentiel disponible d'énergie de récupération et de stockage énergétique ;</p><p>6° Une analyse de la vulnérabilité du territoire aux effets du changement climatique.</p><p>Pour chaque élément du diagnostic, le plan climat-air-énergie territorial mentionne les sources de données utilisées.</p><p>II. – La stratégie territoriale identifie les priorités et les objectifs de la collectivité ou de l'établissement public, ainsi que les conséquences en matière socio-économique, prenant notamment en compte le coût de l'action et celui d'une éventuelle inaction. Les objectifs stratégiques et opérationnels portent au moins sur les domaines suivants :</p><p>1° Réduction des émissions de gaz à effet de serre ;</p><p>2° Renforcement du stockage de carbone sur le territoire, notamment dans la végétation, les sols et les bâtiments ;</p><p>3° Maîtrise de la consommation d'énergie finale ;</p><p>4° Production et consommation des énergies renouvelables, valorisation des potentiels d'énergies de récupération et de stockage ;</p><p>5° Livraison d'énergie renouvelable et de récupération par les réseaux de chaleur ;</p><p>6° Productions biosourcées à usages autres qu'alimentaires ;</p><p>7° Réduction des émissions de polluants atmosphériques et de leur concentration ;</p><p>8° Evolution coordonnée des réseaux énergétiques ;</p><p>9° Adaptation au changement climatique.</p><p>Pour les 1°, 3° et 7°, les objectifs chiffrés sont déclinés pour chacun des secteurs d'activité définis par l'arrêté pris en application de l'article R. 229-52, à l'horizon de l'année médiane de chacun des deux budgets carbone les plus lointains adoptés en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000031055366&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L222-1 A (V)'>L. 222-1-A à L. 222-1-D </a>et aux horizons plus lointains mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000023985182&dateTexte=&categorieLien=cid' title='Code de l'énergie - art. L100-4 (M)'>article L. 100-4 du code de l'énergie</a>. Pour le 4°, les objectifs sont déclinés, pour chaque filière dont le développement est possible sur le territoire, à l'horizon de l'année médiane de chacun des deux budgets carbone les plus lointains adoptés par décret en application des articles L. 222-1-A à L. 222-1-D et aux horizons plus lointains mentionnés à l'article L. 100-4.</p><p>Le plan climat-air-énergie territorial décrit les modalités d'articulation de ses objectifs avec ceux du schéma régional prévu à l'article L. 222-1 ainsi qu'aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392684&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L4433-7 (V)'>L. 4433-7 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392322&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L4251-1 (M)'>L. 4251-1 </a>du code général des collectivités territoriales.</p><p>Si ces schémas ne prennent pas déjà en compte la stratégie nationale bas-carbone mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000031055392&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L222-1 B (V)'>L. 222-1 B</a>, le plan climat-air-énergie territorial décrit également les modalités d'articulation de ses objectifs avec cette stratégie.</p><p>Si son territoire est couvert par un plan de protection de l'atmosphère mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833392&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L222-4 (V)'>L. 222-4</a>, le plan climat-air-énergie territorial décrit les modalités d'articulation de ses objectifs avec ceux qui figurent dans ce plan.</p><p>III. – Le programme d'actions porte sur les secteurs d'activité définis par l'arrêté pris en application de l'article R. 229-52. Il définit des actions à mettre en œuvre par les collectivités territoriales concernées et l'ensemble des acteurs socio-économiques, y compris les actions de communication, de sensibilisation et d'animation en direction des différents publics et acteurs concernés. Il identifie des projets fédérateurs, en particulier ceux qui pourraient l'inscrire dans une démarche de territoire à énergie positive pour la croissance verte, tel que défini à l' article L. 100-2 du code de l'énergie . Il précise les moyens à mettre en œuvre, les publics concernés, les partenariats souhaités et les résultats attendus pour les principales actions envisagées.</p><p>Lorsque la collectivité ou l'établissement public exerce les compétences mentionnées à l' article L. 2224-37 du code général des collectivités territoriales , le volet relatif aux transports détaille les actions dédiées au développement de la mobilité sobre, décarbonée et faiblement émettrice de polluants atmosphériques, précise le calendrier prévisionnel de déploiement des infrastructures correspondantes, notamment les infrastructures de recharge nécessaires à l'usage des véhicules électriques ou hybrides rechargeables et de recharge en hydrogène ou en biogaz pour les véhicules utilisant ces motorisations, et identifie les acteurs susceptibles de mener l'ensemble de ces actions.</p><p>Lorsque la collectivité ou l'établissement public exerce la compétence en matière d'éclairage mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390150&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2212-2 (V)'>L. 2212-2 </a>du même code, le volet du programme d'actions relatif au secteur tertiaire détaille les actions dédiées à la maîtrise de la consommation énergétique de l'éclairage public et de ses nuisances lumineuses.</p><p>Lorsque tout ou partie du territoire faisant l'objet du plan climat-air-énergie territorial est couvert par le plan prévu à l'article L. 222-4, le plan d'actions doit permettre, au regard des normes de qualité de l'air mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833372&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L221-1 (VT)'>L. 221-1</a>, de prévenir ou de réduire les émissions de polluants atmosphériques.</p><p>IV. – Le dispositif de suivi et d'évaluation porte sur la réalisation des actions et le pilotage adopté. Il décrit les indicateurs à suivre au regard des objectifs fixés et des actions à conduire et les modalités suivant lesquelles ces indicateurs s'articulent avec ceux du schéma régional prévu à l'article L. 222-1 ainsi qu'aux articles  L. 4433-7  et L. 4251-1 du code général des collectivités territoriales. Après trois ans d'application, la mise en œuvre du plan climat-air-énergie territorial fait l'objet d'un rapport mis à la disposition du public.</p>",
            "num": "R229-51",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1467244800000,
            "dateFin": 1597536000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129031",
                        "id": "LEGISCTA000006129031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Air et atmosphère",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143775",
                        "id": "LEGISCTA000006143775",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Effet de serre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159385",
                        "id": "LEGISCTA000006159385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-07-13",
                        "fin": "2016-06-30",
                        "titre": "Section 4 : Bilan des émissions de gaz à effet de serre \r\net plan climat-énergie territorial \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354898",
                        "id": "LEGISCTA000024354898",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-30",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Bilan des émissions de gaz à effet de serre et plan  climat-air-énergie territorial",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354898",
                        "id": "LEGISCTA000032792875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-07-13",
                        "fin": "2016-06-30",
                        "titre": "Sous-section 2 : Plan climat-énergie territorial \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354915",
                        "id": "LEGISCTA000024354915",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-30",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Plan climat-air-énergie territorial \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354915",
                        "id": "LEGISCTA000033053557",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024354917",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000024354915",
            "sectionParentId": "LEGISCTA000033053557",
            "sectionParentTitre": "Sous-section 2 : Plan climat-air-énergie territorial \n\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Milieux physiques &gt; Titre II : Air et atmosphère &gt; Chapitre IX : Effet de serre &gt; Section 4 : Bilan des émissions de gaz à effet de serre et plan  climat-air-énergie territorial &gt; Sous-section 2 : Plan climat-air-énergie territorial \n\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032792860",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032790960",
                    "textTitle": "Décret n°2016-849 du 28 juin 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032791975",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-29",
                    "dateSignaTexte": "2016-06-28",
                    "dateDebutCible": "2016-06-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033027297",
                    "textTitle": "Décret n°2016-1110 du 11 août 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000033027317",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1110",
                    "datePubli": 1471132800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043523626",
                    "textTitle": "Décret n°2021-639 du 21 mai 2021 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043527250",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-639",
                    "datePubli": 1621641600000,
                    "dateDebut": 1621728000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2212-2",
                    "articleId": "LEGIARTI000006390150",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4251-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4251-1",
                    "articleId": "LEGIARTI000006392322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470528000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4433-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4433-7",
                    "articleId": "LEGIARTI000006392684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L221-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006833372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L222-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-1 A",
                    "articleId": "LEGIARTI000031055366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L222-1 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-1 B",
                    "articleId": "LEGIARTI000031055392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L222-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-4",
                    "articleId": "LEGIARTI000006833392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L229-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-26",
                    "articleId": "LEGIARTI000022476854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R229-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R229-55",
                    "articleId": "LEGIARTI000044624487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640563200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R229-56 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R229-56",
                    "articleId": "LEGIARTI000024354931",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1310515200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R141-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-11",
                    "articleId": "LEGIARTI000043528544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R141-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-14",
                    "articleId": "LEGIARTI000043528548",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L100-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L100-4",
                    "articleId": "LEGIARTI000023985182",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024354917",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1310515200000,
                    "dateFin": 1467244800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032792860",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1467244800000,
                    "dateFin": 1597536000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042242951",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1597536000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R229-51",
                "229-51"
            ],
            "versionPrecedente": "LEGIARTI000024354917",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024354917",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les objectifs opérationnels du plan climat-énergie territorial prévu au 1° du II de l'article L. 229-26 sont chiffrés, le cas échéant, en équivalent de tonnes de dioxyde de carbone économisées, en tonnes équivalent pétrole d'économie d'énergie ou, pour chaque filière d'énergies renouvelables, en puissance installée et en perspectives de production annuelle. Le programme des actions à réaliser, prévu au 2° du II de l'article L. 229-26, comporte un volet consacré à la politique de sensibilisation et de mobilisation de l'ensemble des personnes intéressées à la réalisation du plan. Conformément au 3° du II de l'article L. 229-26, le plan met en place les conditions de l'évaluation de sa mise en œuvre et de son suivi. Il en prévoit les modalités d'organisation.",
            "texteHtml": "Les objectifs opérationnels du plan climat-énergie territorial prévu au 1° du II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000022476854&dateTexte=&categorieLien=cid'>l'article L. 229-26</a> sont chiffrés, le cas échéant, en équivalent de tonnes de dioxyde de carbone économisées, en tonnes équivalent pétrole d'économie d'énergie ou, pour chaque filière d'énergies renouvelables, en puissance installée et en perspectives de production annuelle. <br/><br/>Le programme des actions à réaliser, prévu au 2° du II de l'article L. 229-26, comporte un volet consacré à la politique de sensibilisation et de mobilisation de l'ensemble des personnes intéressées à la réalisation du plan. <br/><br/>Conformément au 3° du II de l'article L. 229-26, le plan met en place les conditions de l'évaluation de sa mise en œuvre et de son suivi. Il en prévoit les modalités d'organisation.",
            "num": "R229-51",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1310515200000,
            "dateFin": 1467244800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129031",
                        "id": "LEGISCTA000006129031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Air et atmosphère",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143775",
                        "id": "LEGISCTA000006143775",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Effet de serre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159385",
                        "id": "LEGISCTA000006159385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-07-13",
                        "fin": "2016-06-30",
                        "titre": "Section 4 : Bilan des émissions de gaz à effet de serre \r\net plan climat-énergie territorial \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354898",
                        "id": "LEGISCTA000024354898",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-30",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Bilan des émissions de gaz à effet de serre et plan  climat-air-énergie territorial",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354898",
                        "id": "LEGISCTA000032792875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-07-13",
                        "fin": "2016-06-30",
                        "titre": "Sous-section 2 : Plan climat-énergie territorial \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354915",
                        "id": "LEGISCTA000024354915",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-30",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Plan climat-air-énergie territorial \n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024354915",
                        "id": "LEGISCTA000033053557",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024354917",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000024354915",
            "sectionParentId": "LEGISCTA000033053557",
            "sectionParentTitre": "Sous-section 2 : Plan climat-air-énergie territorial \n\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Milieux physiques &gt; Titre II : Air et atmosphère &gt; Chapitre IX : Effet de serre &gt; Section 4 : Bilan des émissions de gaz à effet de serre et plan  climat-air-énergie territorial &gt; Sous-section 2 : Plan climat-air-énergie territorial \n\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024354917",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024353784",
                    "textTitle": "Décret n°2011-829 du 11 juillet 2011 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024354834",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-07-12",
                    "dateSignaTexte": "2011-07-11",
                    "dateDebutCible": "2011-07-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033027297",
                    "textTitle": "Décret n°2016-1110 du 11 août 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000033027317",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-1110",
                    "datePubli": 1471132800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043523626",
                    "textTitle": "Décret n°2021-639 du 21 mai 2021 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043527250",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-639",
                    "datePubli": 1621641600000,
                    "dateDebut": 1621728000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L229-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L229-26",
                    "articleId": "LEGIARTI000022476854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R229-55 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R229-55",
                    "articleId": "LEGIARTI000044624487",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640563200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R229-56 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R229-56",
                    "articleId": "LEGIARTI000024354931",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1310515200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R141-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-11",
                    "articleId": "LEGIARTI000043528544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. R141-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-14",
                    "articleId": "LEGIARTI000043528548",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1617235200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024354917",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1310515200000,
                    "dateFin": 1467244800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032792860",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1467244800000,
                    "dateFin": 1597536000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042242951",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1597536000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R229-51",
                "229-51"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}