{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019841043",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les études, enquêtes ou inspections du contrôle sont prescrites soit directement par le ministre sur ordres particuliers, soit par le chef du contrôle général des armées suivant les directives générales fixées par le ministre. Les actes de la direction comme les faits de la gestion sont soumis au contrôle. Les contrôleurs sont habilités, sans aucune restriction, à pénétrer, en tous lieux, bâtis ou non bâtis, placés sous l'autorité du ministre de la défense. Ils peuvent procéder à des inspections inopinées. Aucune entrave ne doit être apportée à leurs investigations. Sur la seule présentation de leur commission, ils peuvent requérir des autorités intéressées les ordres et les moyens nécessaires à l'exécution de leurs missions. Ils passent notamment toutes revues d'effectifs, vérifient toutes caisses et font tous recensements qu'ils jugent utiles. Ils ont le droit d'assister à toutes les opérations administratives qui s'accomplissent dans le service qu'ils contrôlent. Ils peuvent se faire communiquer toutes les pièces de correspondance, lettres, rapport, ordres de toute nature et de toute origine, même à caractère secret, les registres ou pièces de comptabilité, les marchés et, d'une manière générale, tous les documents qu'ils jugent utiles à l'accomplissement de leur mission. Ils n'exercent aucune action immédiate sur la direction ou l'exécution du service. Ils ne peuvent diriger, empêcher ou suspendre aucune opération. Ils se bornent à rappeler les lois, règlements, instructions et décisions ministérielles dont ils ont à surveiller l'exécution et à provoquer sur les faits et les actes qu'ils contrôlent des explications qui doivent obligatoirement leur être fournies soit de vive voix, soit, s'ils en font la demande, par écrit, tant par les chefs des différents organes que par les fonctionnaires, officiers, employés ou agents en sous-ordre de tout grade et de tout rang. Toutefois, en cas de nécessité, ils peuvent prendre ou faire prendre des mesures conservatoires, telles que l'apposition de scellés. De même, en cas d'irrégularité grave constatée dans un service, ils peuvent demander à l'autorité compétente le remplacement provisoire des personnels mis en cause. Ils en rendent compte d'urgence au ministre par rapport spécial. Par ailleurs, toute observation du contrôle qui est de nature à mettre en cause une responsabilité est portée tout d'abord à la connaissance du fonctionnaire, officier ou agent qu'elle concerne.",
            "texteHtml": "<p>Les études, enquêtes ou inspections du contrôle sont prescrites soit directement par le ministre sur ordres particuliers, soit par le chef du contrôle général des armées suivant les directives générales fixées par le ministre.<br/>Les actes de la direction comme les faits de la gestion sont soumis au contrôle.<br/>Les contrôleurs sont habilités, sans aucune restriction, à pénétrer, en tous lieux, bâtis ou non bâtis, placés sous l'autorité du ministre de la défense. Ils peuvent procéder à des inspections inopinées. Aucune entrave ne doit être apportée à leurs investigations.<br/>Sur la seule présentation de leur commission, ils peuvent requérir des autorités intéressées les ordres et les moyens nécessaires à l'exécution de leurs missions.<br/>Ils passent notamment toutes revues d'effectifs, vérifient toutes caisses et font tous recensements qu'ils jugent utiles. Ils ont le droit d'assister à toutes les opérations administratives qui s'accomplissent dans le service qu'ils contrôlent.<br/>Ils peuvent se faire communiquer toutes les pièces de correspondance, lettres, rapport, ordres de toute nature et de toute origine, même à caractère secret, les registres ou pièces de comptabilité, les marchés et, d'une manière générale, tous les documents qu'ils jugent utiles à l'accomplissement de leur mission.<br/>Ils n'exercent aucune action immédiate sur la direction ou l'exécution du service. Ils ne peuvent diriger, empêcher ou suspendre aucune opération. Ils se bornent à rappeler les lois, règlements, instructions et décisions ministérielles dont ils ont à surveiller l'exécution et à provoquer sur les faits et les actes qu'ils contrôlent des explications qui doivent obligatoirement leur être fournies soit de vive voix, soit, s'ils en font la demande, par écrit, tant par les chefs des différents organes que par les fonctionnaires, officiers, employés ou agents en sous-ordre de tout grade et de tout rang.<br/>Toutefois, en cas de nécessité, ils peuvent prendre ou faire prendre des mesures conservatoires, telles que l'apposition de scellés.<br/>De même, en cas d'irrégularité grave constatée dans un service, ils peuvent demander à l'autorité compétente le remplacement provisoire des personnels mis en cause. Ils en rendent compte d'urgence au ministre par rapport spécial.<br/>Par ailleurs, toute observation du contrôle qui est de nature à mettre en cause une responsabilité est portée tout d'abord à la connaissance du fonctionnaire, officier ou agent qu'elle concerne.</p>",
            "num": "D3123-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1227830400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-04-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098226",
                        "id": "LEGISCTA000006098226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE 3 : LE MINISTERE DE LA DEFENSE ET LES ORGANISMES SOUS TUTELLE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019839383",
                        "id": "LEGISCTA000019839383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : L'ADMINISTRATION CENTRALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019837574",
                        "id": "LEGISCTA000019841171",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : ORGANISMES ET AUTORITES MILITAIRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019837582",
                        "id": "LEGISCTA000019841163",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le contrôle général des armées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019837694",
                        "id": "LEGISCTA000019841051",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2004-12-21",
                        "fin": "2999-01-01",
                        "titre": "Code de la défense",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071307",
                        "id": "LEGITEXT000006071307",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019837702",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019837694",
            "sectionParentId": "LEGISCTA000019841051",
            "sectionParentTitre": "Chapitre III : Le contrôle général des armées",
            "fullSectionsTitre": "Partie réglementaire &gt; PARTIE 3 : LE MINISTERE DE LA DEFENSE ET LES ORGANISMES SOUS TUTELLE &gt; LIVRE Ier : L'ADMINISTRATION CENTRALE &gt; TITRE II : ORGANISMES ET AUTORITES MILITAIRES &gt; Chapitre III : Le contrôle général des armées",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000019841043",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071307",
                    "titre": "Code de la défense.",
                    "titreLong": "Code de la défense",
                    "etat": "VIGUEUR",
                    "dateDebut": 1103587200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071307",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019811455",
                    "textTitle": "Décret n°2008-1219 du 25 novembre 2008 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000019833194",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-11-27",
                    "dateSignaTexte": "2008-11-25",
                    "dateDebutCible": "2008-11-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000368750",
                    "textTitle": "Décret n°96-1124 du 20 décembre 1996 - art. 30 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000027201789",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "96-1124",
                    "datePubli": 851385600000,
                    "dateDebut": 1372636800000
                },
                {
                    "textCid": "JORFTEXT000027200174",
                    "textTitle": "Décret n°2013-233  du 21 mars 2013 - art. 21, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "JORFARTI000027200260",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2013-233",
                    "datePubli": 1363910400000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019841043",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1227830400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D3123-4",
                "3123-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}