{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933290",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-240. Prise en considération de la possibilité de fraudes lors de l'audit des comptes Introduction 01. Lors de la planification et de la réalisation de son audit, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives dans les comptes et conçoit les procédures d'audit à mettre en œuvre en réponse à cette évaluation. Ces anomalies peuvent résulter d'erreurs mais aussi de fraudes. 02. La présente norme a pour objet de définir les procédures d'audit spécifiques relatives : -à l'identification et à l'évaluation du risque d'anomalies significatives résultant de fraudes, dans les comptes ; -à l'adaptation de l'approche générale et à la conception des procédures d'audit en réponse à cette évaluation. 03. Cette norme s'applique aux fraudes susceptibles d'entraîner des anomalies significatives dans les comptes, à savoir : -les actes intentionnels portant atteinte à l'image fidèle des comptes et de nature à induire en erreur l'utilisateur de ces comptes ; -le détournement d'actifs. Caractéristiques de la fraude 04. La fraude se distingue de l'erreur par son caractère intentionnel. 05. Le risque de ne pas détecter une anomalie significative dans les comptes est plus élevé en cas de fraude qu'en cas d'erreur parce que la fraude est généralement accompagnée de procédés destinés à dissimuler les faits. 06. Conformément au principe défini dans la norme “ Principes applicables à l'audit des comptes mis en œuvre dans le cadre de la certification des comptes ”, le commissaire aux comptes fait preuve d'esprit critique et tient compte, tout au long de son audit, du fait qu'une anomalie significative résultant d'une fraude puisse exister. Echanges d'informations au sein de l'équipe d'audit 07. Lors de la planification de l'audit, les membres de l'équipe d'audit s'entretiennent du risque d'anomalies significatives résultant de fraudes. Ces échanges permettent notamment au commissaire aux comptes d'apprécier les réponses à apporter à ce risque. 08. Le commissaire aux comptes détermine quels membres de l'équipe d'audit participent à ces échanges ainsi que les informations à communiquer aux membres de l'équipe qui n'y ont pas participé. 09. Les échanges peuvent porter, notamment, sur les éléments des comptes susceptibles de contenir des anomalies significatives résultant de fraudes ou sur les facteurs externes ou internes à l'entité susceptibles de créer, à l'égard de la direction et d'autres personnes au sein de l'entité, des incitations, des pressions ou des opportunités pour commettre une fraude. 10. Ces échanges peuvent permettre de répartir les différentes procédures d'audit à mettre en œuvre au sein de l'équipe d'audit. 11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. Prise de connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives résultant de fraudes 12. Afin d'identifier le risque d'anomalies significatives résultant de fraudes, le commissaire aux comptes, lors de sa prise de connaissance de l'entité et de son environnement, met en œuvre des procédures d'audit, qui consistent à : -s'enquérir du risque de fraude ; -prendre connaissance de la façon dont les organes mentionnés à l'article L. 823-16 du code de commerce exercent leur surveillance en matière de risque de fraude ; -analyser les facteurs de risque de fraude. Par ailleurs, il tient compte des résultats des procédures analytiques et des informations obtenues à l'occasion d'autres procédures d'audit mises en œuvre dans le cadre de sa mission. 13. Parce que la direction est responsable du contrôle interne mis en place dans l'entité et de la préparation des comptes, le commissaire aux comptes s'enquiert auprès d'elle : -de l'appréciation qu'elle a du risque que les comptes comportent des anomalies significatives résultant de fraudes ; -des procédures qu'elle a mises en place pour identifier les risques de fraude dans l'entité et pour y répondre, y compris les risques spécifiques qu'elle aurait identifiés, ou les catégories d'opérations, les soldes de comptes ou les informations fournies dans l'annexe au titre desquels un risque de fraude peut exister ; -le cas échéant, des informations qu'elle a communiquées aux organes mentionnés à l'article L. 823-16 du code de commerce sur les procédures mises en place pour identifier les risques de fraude dans l'entité et y répondre ; -le cas échéant, des informations qu'elle a communiquées aux employés sur sa vision de la conduite des affaires et sur la politique éthique de l'entité ; -de la connaissance éventuelle par celle-ci de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. 14. Le commissaire aux comptes s'enquiert par ailleurs auprès des personnes chargées de l'audit interne et de toute autre personne qu'il estime utile d'interroger dans l'entité de leur éventuelle connaissance de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. Il s'entretient également de ces questions avec les organes mentionnés à l'article L. 823-16 du code de commerce, notamment afin de corroborer les réponses apportées par la direction de l'entité. 15. L'importance accordée par les organes mentionnés à l'article L. 823-16 du code de commerce à la prévention de la fraude a une incidence sur le risque de fraude. Le commissaire aux comptes prend connaissance de la façon dont ces organes exercent leur surveillance sur les procédures mises en œuvre par la direction pour identifier les risques de fraude dans l'entité et pour répondre à ces risques. 16. Le commissaire aux comptes apprécie si les informations obtenues lors de ces entretiens indiquent la présence d'un ou de plusieurs facteurs de risque de fraude. Il peut relever des faits ou identifier des situations qui indiquent l'existence d'incitations ou de pressions à commettre des fraudes ou qui en offrent l'opportunité. 17. Lorsque le commissaire aux comptes met en œuvre des procédures analytiques lui permettant de prendre connaissance de l'entité, il apprécie si les corrélations inhabituelles ou inattendues indiquent des risques d'anomalies significatives résultant de fraudes. 18. En complément, le commissaire aux comptes apprécie si des informations obtenues à l'occasion d'autres procédures d'audit indiquent des risques d'anomalies significatives résultant de fraudes. 19. Lorsque le commissaire aux comptes a identifié, lors de sa prise de connaissance de l'entité et de son environnement, des risques d'anomalies significatives résultant de fraudes, il évalue, dans tous les cas, la conception et la mise en œuvre des contrôles de l'entité qui se rapportent à ces risques. Il existe une présomption de risque d'anomalies significatives résultant de fraudes dans la comptabilisation des produits. De ce fait, lorsque le commissaire aux comptes estime que ce risque n'existe pas, il en justifie dans son dossier. Réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes 20. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble, le commissaire aux comptes adapte son approche générale de la mission. Pour cela, il : -reconsidère l'affectation des membres de l'équipe d'audit et le degré de supervision de leurs travaux ; -analyse les choix comptables de l'entité, en particulier ceux qui concernent des estimations qui reposent sur des hypothèses ou des opérations complexes, ainsi que leur mise en œuvre. Il apprécie si ces choix sont de nature à porter atteinte à l'image fidèle des comptes ; -introduit un élément d'imprévisibilité pour l'entité dans le choix de la nature, du calendrier et de l'étendue des procédures d'audit. 21. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des assertions, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées pour cette évaluation. Il détermine leur nature, leur calendrier et leur étendue en fonction du risque auquel elles répondent. Par exemple, il peut décider de faire davantage appel à l'observation physique de certains actifs, de recourir à des techniques de contrôle assistées par ordinateur ou encore de mettre en œuvre des procédures analytiques plus détaillées. 22. En complément des réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble et au niveau des assertions et afin de répondre au risque que la direction s'affranchisse de certains contrôles mis en place par l'entité, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit, qui consistent à : -vérifier le caractère approprié des écritures comptables et des écritures d'inventaire passées lors de la préparation des comptes ; -revoir si les estimations comptables ne sont pas biaisées. Pour cela, le commissaire aux comptes peut notamment revoir les jugements et les hypothèses de la direction reflétés dans les estimations comptables des années antérieures à la lumière des réalisations ultérieures ; -comprendre la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement. Réévaluation du risque d'anomalies significatives résultant de fraudes 23. En fonction des éléments collectés, le commissaire aux comptes apprécie, tout au long de sa mission, sison évaluation du risque d'anomalies significatives résultant de fraudes au niveau des assertions reste appropriée. 24. Lorsqu'il relève une anomalie significative, il apprécie si elle peut constituer l'indice d'une fraude. 25. Lorsqu'il met en œuvre, à la fin de l'audit, des procédures analytiques lui permettant d'apprécier la cohérence d'ensemble des comptes, il apprécie si les corrélations inhabituelles ou inattendues indiquent l'existence d'un risque, jusqu'alors non identifié, d'anomalies significatives résultant de fraudes. 26. Dans de telles situations, le commissaire aux comptes peut être amené à reconsidérer la nature, le calendrier ou l'étendue des procédures d'audit planifiées et à reconsidérer les informations obtenues de la direction. Déclarations de la direction 27. Le commissaire aux comptes demande à la direction des déclarations écrites par lesquelles : -elle déclare que des contrôles destinés à prévenir et à détecter les fraudes ont été conçus et mis en œuvre dans l'entité ; -elle confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; -elle déclare lui avoir signalé toutes les fraudes avérées dont elle a eu connaissance, ou suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; -elle déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres. Communication 28. Lorsque le commissaire aux comptes a identifié une fraude ayant entraîné des anomalies significatives dans les comptes ou a obtenu des informations sur la possibilité d'une telle fraude, il en informe dès que possible la direction. Il lui communique également, au niveau de responsabilité approprié, les fraudes relevées au cours de son audit n'ayant pas entraîné d'anomalies significatives dans les comptes. 29. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 du code de commerce. A ce titre, il communique : -les fraudes ayant entraîné des anomalies significatives dans les comptes ou les informations qu'il a obtenues sur la possibilité de telles fraudes ; -les fraudes impliquant la direction ou des employés ayant un rôle clé dans le dispositif de contrôle interne. En outre, lorsque le commissaire aux comptes intervient auprès d'une entité d'intérêt public et en cas de soupçons ou de bonnes raisons de soupçonner que des fraudes concernant les comptes annuels ou consolidés, peuvent être commises ou ont été commises, il en informe la direction ou, lorsque l'information de la direction n'apparaît pas souhaitable ou est restée sans suite pertinente, les organes mentionnés à l'article L. 823-16 du code de commerce. Il leur demande que des investigations soient menées sur les éléments relevés et que des mesures appropriées soient prises pour traiter ces irrégularités et éviter qu'elles ne se répètent. Lorsque ces investigations ne sont pas menées, le commissaire aux comptes en informe les autorités chargées d'enquêter sur de telles irrégularités. 30. Le commissaire aux comptes apprécie s'il existe d'autres points ayant trait à la fraude à discuter avec les organes mentionnés à l' article L. 823-16 du code de commerce . Il peut s'agir par exemple d'interrogation de sa part sur la nature, l'étendue et la fréquence de l'évaluation par la direction des contrôles mis en place pour prévenir et détecter la fraude ou encore sur le processus d'autorisation des opérations qui n'entrent pas dans le cadre habituel de l'activité de l'entité. Révélation des faits délictueux 31. Lorsque le commissaire aux comptes conclut que les comptes comportent des anomalies significatives résultant de fraudes susceptibles de recevoir une qualification pénale, il révèle les faits au procureur de la République. Remise en cause de la poursuite de la mission 32. Lorsque le commissaire aux comptes envisage de démissionner en raison de l'existence d'anomalies significatives résultant de fraudes avérées ou suspectées qui remettent en cause la poursuite de la mission, il respecte les règles édictées par le code de déontologie de la profession et s'assure notamment que sa démission a un motif légitime. 33. Si le commissaire aux comptes décide de démissionner : -il s'en entretient avec les organes mentionnés à l'article L. 823-16 du code de commerce, et leur en expose les motifs ; -il répond aux obligations édictées par le code de déontologie de la profession en terme de succession de mission. Documentation des travaux 34. Le commissaire aux comptes consigne dans son dossier de travail : -les décisions importantes prises au cours des échanges entre les membres de l'équipe d'audit sur le risque d'anomalies significatives résultant de fraudes dans les comptes ; -les risques d'anomalies significatives résultant de fraudes identifiés au niveau des comptes pris dans leur ensemble et au niveau des assertions ; -l'adaptation de son approche générale en réponse au risque d'anomalies significatives résultant de fraudes au niveau des comptes pris dans leur ensemble ainsi que la nature, le calendrier et l'étendue des procédures d'audit conçues et mises en œuvre en réponse à son évaluation du risque et le lien entre ces procédures et les risques évalués au niveau des assertions ; -les conclusions des procédures d'audit, et notamment de celles qui sont destinées à répondre au risque que la direction s'affranchisse des contrôles ; -le cas échéant, les raisons motivant son appréciation selon laquelle il n'existe pas de risque de fraude dans la comptabilisation des produits ; -les communications qu'il a faites en matière de fraude à la direction et aux organes mentionnés à l'article L. 823-16 du code de commerce ; -le cas échéant, la révélation au procureur de la République de faits délictueux.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-240. Prise en considération de la possibilité de fraudes lors de l'audit des comptes<br/><br/>\n Introduction<br/><br/>\n 01. Lors de la planification et de la réalisation de son audit, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives dans les comptes et conçoit les procédures d'audit à mettre en œuvre en réponse à cette évaluation. Ces anomalies peuvent résulter d'erreurs mais aussi de fraudes.<br/><br/>\n 02. La présente norme a pour objet de définir les procédures d'audit spécifiques relatives :</p><p><br/>\n-à l'identification et à l'évaluation du risque d'anomalies significatives résultant de fraudes, dans les comptes ;<br/><br/>\n-à l'adaptation de l'approche générale et à la conception des procédures d'audit en réponse à cette évaluation.</p><p><br/>\n 03. Cette norme s'applique aux fraudes susceptibles d'entraîner des anomalies significatives dans les comptes, à savoir :</p><p><br/>\n-les actes intentionnels portant atteinte à l'image fidèle des comptes et de nature à induire en erreur l'utilisateur de ces comptes ;<br/><br/>\n-le détournement d'actifs.</p><p><br/>\n Caractéristiques de la fraude<br/><br/>\n 04. La fraude se distingue de l'erreur par son caractère intentionnel.<br/><br/>\n 05. Le risque de ne pas détecter une anomalie significative dans les comptes est plus élevé en cas de fraude qu'en cas d'erreur parce que la fraude est généralement accompagnée de procédés destinés à dissimuler les faits.<br/><br/>\n 06. Conformément au principe défini dans la norme “ Principes applicables à l'audit des comptes mis en œuvre dans le cadre de la certification des comptes ”, le commissaire aux comptes fait preuve d'esprit critique et tient compte, tout au long de son audit, du fait qu'une anomalie significative résultant d'une fraude puisse exister.<br/><br/>\n Echanges d'informations au sein de l'équipe d'audit<br/><br/>\n 07. Lors de la planification de l'audit, les membres de l'équipe d'audit s'entretiennent du risque d'anomalies significatives résultant de fraudes.<br/><br/>\n Ces échanges permettent notamment au commissaire aux comptes d'apprécier les réponses à apporter à ce risque.<br/><br/>\n 08. Le commissaire aux comptes détermine quels membres de l'équipe d'audit participent à ces échanges ainsi que les informations à communiquer aux membres de l'équipe qui n'y ont pas participé.<br/><br/>\n 09. Les échanges peuvent porter, notamment, sur les éléments des comptes susceptibles de contenir des anomalies significatives résultant de fraudes ou sur les facteurs externes ou internes à l'entité susceptibles de créer, à l'égard de la direction et d'autres personnes au sein de l'entité, des incitations, des pressions ou des opportunités pour commettre une fraude.<br/><br/>\n 10. Ces échanges peuvent permettre de répartir les différentes procédures d'audit à mettre en œuvre au sein de l'équipe d'audit.<br/><br/>\n 11. Ces échanges se poursuivent, si nécessaire, au cours de la mission.<br/><br/>\n Prise de connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives résultant de fraudes<br/><br/>\n 12. Afin d'identifier le risque d'anomalies significatives résultant de fraudes, le commissaire aux comptes, lors de sa prise de connaissance de l'entité et de son environnement, met en œuvre des procédures d'audit, qui consistent à :</p><p><br/>\n-s'enquérir du risque de fraude ;<br/><br/>\n-prendre connaissance de la façon dont les organes mentionnés à l'article L. 823-16 du code de commerce exercent leur surveillance en matière de risque de fraude ;<br/><br/>\n-analyser les facteurs de risque de fraude.</p><p><br/>\n Par ailleurs, il tient compte des résultats des procédures analytiques et des informations obtenues à l'occasion d'autres procédures d'audit mises en œuvre dans le cadre de sa mission.<br/><br/>\n 13. Parce que la direction est responsable du contrôle interne mis en place dans l'entité et de la préparation des comptes, le commissaire aux comptes s'enquiert auprès d'elle :</p><p><br/>\n-de l'appréciation qu'elle a du risque que les comptes comportent des anomalies significatives résultant de fraudes ;<br/><br/>\n-des procédures qu'elle a mises en place pour identifier les risques de fraude dans l'entité et pour y répondre, y compris les risques spécifiques qu'elle aurait identifiés, ou les catégories d'opérations, les soldes de comptes ou les informations fournies dans l'annexe au titre desquels un risque de fraude peut exister ;<br/><br/>\n-le cas échéant, des informations qu'elle a communiquées aux organes mentionnés à l'article L. 823-16 du code de commerce sur les procédures mises en place pour identifier les risques de fraude dans l'entité et y répondre ;<br/><br/>\n-le cas échéant, des informations qu'elle a communiquées aux employés sur sa vision de la conduite des affaires et sur la politique éthique de l'entité ;<br/><br/>\n-de la connaissance éventuelle par celle-ci de fraudes avérées, suspectées ou simplement alléguées concernant l'entité.</p><p><br/>\n 14. Le commissaire aux comptes s'enquiert par ailleurs auprès des personnes chargées de l'audit interne et de toute autre personne qu'il estime utile d'interroger dans l'entité de leur éventuelle connaissance de fraudes avérées, suspectées ou simplement alléguées concernant l'entité.<br/><br/>\n Il s'entretient également de ces questions avec les organes mentionnés à l'article L. 823-16 du code de commerce, notamment afin de corroborer les réponses apportées par la direction de l'entité.<br/><br/>\n 15. L'importance accordée par les organes mentionnés à l'article L. 823-16 du code de commerce à la prévention de la fraude a une incidence sur le risque de fraude. Le commissaire aux comptes prend connaissance de la façon dont ces organes exercent leur surveillance sur les procédures mises en œuvre par la direction pour identifier les risques de fraude dans l'entité et pour répondre à ces risques.<br/><br/>\n 16. Le commissaire aux comptes apprécie si les informations obtenues lors de ces entretiens indiquent la présence d'un ou de plusieurs facteurs de risque de fraude. Il peut relever des faits ou identifier des situations qui indiquent l'existence d'incitations ou de pressions à commettre des fraudes ou qui en offrent l'opportunité.<br/><br/>\n 17. Lorsque le commissaire aux comptes met en œuvre des procédures analytiques lui permettant de prendre connaissance de l'entité, il apprécie si les corrélations inhabituelles ou inattendues indiquent des risques d'anomalies significatives résultant de fraudes.<br/><br/>\n 18. En complément, le commissaire aux comptes apprécie si des informations obtenues à l'occasion d'autres procédures d'audit indiquent des risques d'anomalies significatives résultant de fraudes.<br/><br/>\n 19. Lorsque le commissaire aux comptes a identifié, lors de sa prise de connaissance de l'entité et de son environnement, des risques d'anomalies significatives résultant de fraudes, il évalue, dans tous les cas, la conception et la mise en œuvre des contrôles de l'entité qui se rapportent à ces risques.<br/><br/>\n Il existe une présomption de risque d'anomalies significatives résultant de fraudes dans la comptabilisation des produits. De ce fait, lorsque le commissaire aux comptes estime que ce risque n'existe pas, il en justifie dans son dossier.<br/><br/>\n Réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes<br/><br/>\n 20. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble, le commissaire aux comptes adapte son approche générale de la mission. Pour cela, il :</p><p><br/>\n-reconsidère l'affectation des membres de l'équipe d'audit et le degré de supervision de leurs travaux ;<br/><br/>\n-analyse les choix comptables de l'entité, en particulier ceux qui concernent des estimations qui reposent sur des hypothèses ou des opérations complexes, ainsi que leur mise en œuvre. Il apprécie si ces choix sont de nature à porter atteinte à l'image fidèle des comptes ;<br/><br/>\n-introduit un élément d'imprévisibilité pour l'entité dans le choix de la nature, du calendrier et de l'étendue des procédures d'audit.</p><p><br/>\n 21. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des assertions, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées pour cette évaluation. Il détermine leur nature, leur calendrier et leur étendue en fonction du risque auquel elles répondent. Par exemple, il peut décider de faire davantage appel à l'observation physique de certains actifs, de recourir à des techniques de contrôle assistées par ordinateur ou encore de mettre en œuvre des procédures analytiques plus détaillées.<br/><br/>\n 22. En complément des réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble et au niveau des assertions et afin de répondre au risque que la direction s'affranchisse de certains contrôles mis en place par l'entité, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit, qui consistent à :</p><p><br/>\n-vérifier le caractère approprié des écritures comptables et des écritures d'inventaire passées lors de la préparation des comptes ;<br/><br/>\n-revoir si les estimations comptables ne sont pas biaisées. Pour cela, le commissaire aux comptes peut notamment revoir les jugements et les hypothèses de la direction reflétés dans les estimations comptables des années antérieures à la lumière des réalisations ultérieures ;<br/><br/>\n-comprendre la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement.</p><p><br/>\n Réévaluation du risque d'anomalies significatives résultant de fraudes<br/><br/>\n 23. En fonction des éléments collectés, le commissaire aux comptes apprécie, tout au long de sa mission, sison évaluation du risque d'anomalies significatives résultant de fraudes au niveau des assertions reste appropriée.<br/><br/>\n 24. Lorsqu'il relève une anomalie significative, il apprécie si elle peut constituer l'indice d'une fraude.<br/><br/>\n 25. Lorsqu'il met en œuvre, à la fin de l'audit, des procédures analytiques lui permettant d'apprécier la cohérence d'ensemble des comptes, il apprécie si les corrélations inhabituelles ou inattendues indiquent l'existence d'un risque, jusqu'alors non identifié, d'anomalies significatives résultant de fraudes.<br/><br/>\n 26. Dans de telles situations, le commissaire aux comptes peut être amené à reconsidérer la nature, le calendrier ou l'étendue des procédures d'audit planifiées et à reconsidérer les informations obtenues de la direction.<br/><br/>\n Déclarations de la direction<br/><br/>\n 27. Le commissaire aux comptes demande à la direction des déclarations écrites par lesquelles :</p><p><br/>\n-elle déclare que des contrôles destinés à prévenir et à détecter les fraudes ont été conçus et mis en œuvre dans l'entité ;<br/><br/>\n-elle confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;<br/><br/>\n-elle déclare lui avoir signalé toutes les fraudes avérées dont elle a eu connaissance, ou suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;<br/><br/>\n-elle déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres.</p><p><br/>\n Communication<br/><br/>\n 28. Lorsque le commissaire aux comptes a identifié une fraude ayant entraîné des anomalies significatives dans les comptes ou a obtenu des informations sur la possibilité d'une telle fraude, il en informe dès que possible la direction. Il lui communique également, au niveau de responsabilité approprié, les fraudes relevées au cours de son audit n'ayant pas entraîné d'anomalies significatives dans les comptes.<br/><br/>\n 29. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 du code de commerce. A ce titre, il communique :</p><p><br/>\n-les fraudes ayant entraîné des anomalies significatives dans les comptes ou les informations qu'il a obtenues sur la possibilité de telles fraudes ;<br/><br/>\n-les fraudes impliquant la direction ou des employés ayant un rôle clé dans le dispositif de contrôle interne.</p><p><br/>\n En outre, lorsque le commissaire aux comptes intervient auprès d'une entité d'intérêt public et en cas de soupçons ou de bonnes raisons de soupçonner que des fraudes concernant les comptes annuels ou consolidés, peuvent être commises ou ont été commises, il en informe la direction ou, lorsque l'information de la direction n'apparaît pas souhaitable ou est restée sans suite pertinente, les organes mentionnés à l'article L. 823-16 du code de commerce. Il leur demande que des investigations soient menées sur les éléments relevés et que des mesures appropriées soient prises pour traiter ces irrégularités et éviter qu'elles ne se répètent.<br/><br/>\n Lorsque ces investigations ne sont pas menées, le commissaire aux comptes en informe les autorités chargées d'enquêter sur de telles irrégularités.<br/><br/>\n 30. Le commissaire aux comptes apprécie s'il existe d'autres points ayant trait à la fraude à discuter avec les organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a>.<br/><br/>\n Il peut s'agir par exemple d'interrogation de sa part sur la nature, l'étendue et la fréquence de l'évaluation par la direction des contrôles mis en place pour prévenir et détecter la fraude ou encore sur le processus d'autorisation des opérations qui n'entrent pas dans le cadre habituel de l'activité de l'entité.<br/><br/>\n Révélation des faits délictueux<br/><br/>\n 31. Lorsque le commissaire aux comptes conclut que les comptes comportent des anomalies significatives résultant de fraudes susceptibles de recevoir une qualification pénale, il révèle les faits au procureur de la République.<br/><br/>\n Remise en cause de la poursuite de la mission<br/><br/>\n 32. Lorsque le commissaire aux comptes envisage de démissionner en raison de l'existence d'anomalies significatives résultant de fraudes avérées ou suspectées qui remettent en cause la poursuite de la mission, il respecte les règles édictées par le code de déontologie de la profession et s'assure notamment que sa démission a un motif légitime.<br/><br/>\n 33. Si le commissaire aux comptes décide de démissionner :</p><p><br/>\n-il s'en entretient avec les organes mentionnés à l'article L. 823-16 du code de commerce, et leur en expose les motifs ;<br/><br/>\n-il répond aux obligations édictées par le code de déontologie de la profession en terme de succession de mission.</p><p><br/>\n Documentation des travaux<br/><br/>\n 34. Le commissaire aux comptes consigne dans son dossier de travail :</p><p><br/>\n-les décisions importantes prises au cours des échanges entre les membres de l'équipe d'audit sur le risque d'anomalies significatives résultant de fraudes dans les comptes ;<br/><br/>\n-les risques d'anomalies significatives résultant de fraudes identifiés au niveau des comptes pris dans leur ensemble et au niveau des assertions ;<br/><br/>\n-l'adaptation de son approche générale en réponse au risque d'anomalies significatives résultant de fraudes au niveau des comptes pris dans leur ensemble ainsi que la nature, le calendrier et l'étendue des procédures d'audit conçues et mises en œuvre en réponse à son évaluation du risque et le lien entre ces procédures et les risques évalués au niveau des assertions ;<br/><br/>\n-les conclusions des procédures d'audit, et notamment de celles qui sont destinées à répondre au risque que la direction s'affranchisse des contrôles ;<br/><br/>\n-le cas échéant, les raisons motivant son appréciation selon laquelle il n'existe pas de risque de fraude dans la comptabilisation des produits ;<br/><br/>\n-les communications qu'il a faites en matière de fraude à la direction et aux organes mentionnés à l'article L. 823-16 du code de commerce ;<br/><br/>\n-le cas échéant, la révélation au procureur de la République de faits délictueux.</p>",
            "num": "A823-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163209",
                        "id": "LEGISCTA000020163424",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163211",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163209",
            "sectionParentId": "LEGISCTA000020163424",
            "sectionParentTitre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047933290",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000047932541",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000648995",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002475783",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163422",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445868",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933290",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-15",
                "823-15"
            ],
            "versionPrecedente": "LEGIARTI000024445868",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024445868",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : PRISE EN CONSIDÉRATION DE LA POSSIBILITÉ DE FRAUDES LORS DE L'AUDIT DES COMPTES Introduction 1. Lors de la planification et de la réalisation de son audit, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives dans les comptes et conçoit les procédures d'audit à mettre en œuvre en réponse à cette évaluation. Ces anomalies peuvent résulter d'erreurs mais aussi de fraudes. 2. La présente norme a pour objet de définir les procédures d'audit spécifiques relatives : - à l'identification et à l'évaluation du risque d'anomalies significatives résultant de fraudes, dans les comptes ; - à l'adaptation de l'approche générale et à la conception des procédures d'audit en réponse à cette évaluation. 3. Cette norme s'applique aux fraudes susceptibles d'entraîner des anomalies significatives dans les comptes, à savoir : - les actes intentionnels portant atteinte à l'image fidèle des comptes et de nature à induire en erreur l'utilisateur de ces comptes ; - le détournement d'actifs. Caractéristiques de la fraude 4. La fraude se distingue de l'erreur par son caractère intentionnel. 5. Le risque de ne pas détecter une anomalie significative dans les comptes est plus élevé en cas de fraude qu'en cas d'erreur parce que la fraude est généralement accompagnée de procédés destinés à dissimuler les faits. 6. Conformément au principe défini dans la norme \" Principes applicables à l'audit des comptes mis en œuvre dans le cadre de la certification des comptes \", le commissaire aux comptes fait preuve d'esprit critique et tient compte, tout au long de son audit, du fait qu'une anomalie significative résultant d'une fraude puisse exister. Echanges d'informations au sein de l'équipe d'audit 7. Lors de la planification de l'audit, les membres de l'équipe d'audit s'entretiennent du risque d'anomalies significatives résultant de fraudes. Ces échanges permettent notamment au commissaire aux comptes d'apprécier les réponses à apporter à ce risque. 8. Le commissaire aux comptes détermine quels membres de l'équipe d'audit participent à ces échanges ainsi que les informations à communiquer aux membres de l'équipe qui n'y ont pas participé. 9. Les échanges peuvent porter, notamment, sur les éléments des comptes susceptibles de contenir des anomalies significatives résultant de fraudes ou sur les facteurs externes ou internes à l'entité susceptibles de créer, à l'égard de la direction et d'autres personnes au sein de l'entité, des incitations, des pressions ou des opportunités pour commettre une fraude. 10. Ces échanges peuvent permettre de répartir les différentes procédures d'audit à mettre en œuvre au sein de l'équipe d'audit. 11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. Prise de connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives résultant de fraudes 12. Afin d'identifier le risque d'anomalies significatives résultant de fraudes, le commissaire aux comptes, lors de sa prise de connaissance de l'entité et de son environnement, met en œuvre des procédures d'audit, qui consistent à : - s'enquérir du risque de fraude ; - prendre connaissance de la façon dont les organes mentionnés à l'article L. 823-16 du code de commerce exercent leur surveillance en matière de risque de fraude ; - analyser les facteurs de risque de fraude. Par ailleurs, il tient compte des résultats des procédures analytiques et des informations obtenues à l'occasion d'autres procédures d'audit mises en œuvre dans le cadre de sa mission. 13. Parce que la direction est responsable du contrôle interne mis en place dans l'entité et de la préparation des comptes, le commissaire aux comptes s'enquiert auprès d'elle : - de l'appréciation qu'elle a du risque que les comptes comportent des anomalies significatives résultant de fraudes ; - des procédures qu'elle a mises en place pour identifier les risques de fraude dans l'entité et pour y répondre, y compris les risques spécifiques qu'elle aurait identifiés, ou les catégories d'opérations, les soldes de comptes ou les informations fournies dans l'annexe au titre desquels un risque de fraude peut exister ; - le cas échéant, des informations qu'elle a communiquées aux organes mentionnés à l'article L. 823-16 du code de commerce sur les procédures mises en place pour identifier les risques de fraude dans l'entité et y répondre ; - le cas échéant, des informations qu'elle a communiquées aux employés sur sa vision de la conduite des affaires et sur la politique éthique de l'entité ; - de la connaissance éventuelle par celle-ci de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. 14. Le commissaire aux comptes s'enquiert par ailleurs auprès des personnes chargées de l'audit interne et de toute autre personne qu'il estime utile d'interroger dans l'entité de leur éventuelle connaissance de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. Il s'entretient également de ces questions avec les organes mentionnés à l'article L. 823-16 du code de commerce, notamment afin de corroborer les réponses apportées par la direction de l'entité. 15. L'importance accordée par les organes mentionnés à l'article L. 823-16 du code de commerce à la prévention de la fraude a une incidence sur le risque de fraude. Le commissaire aux comptes prend connaissance de la façon dont cet organe exerce sa surveillance sur les procédures mises en œuvre par la direction pour identifier les risques de fraude dans l'entité et pour répondre à ces risques. 16. Le commissaire aux comptes apprécie si les informations obtenues lors de ces entretiens indiquent la présence d'un ou de plusieurs facteurs de risque de fraude. Il peut relever des faits ou identifier des situations qui indiquent l'existence d'incitations ou de pressions à commettre des fraudes ou qui en offrent l'opportunité. 17. Lorsque le commissaire aux comptes met en œuvre des procédures analytiques lui permettant de prendre connaissance de l'entité, il apprécie si les corrélations inhabituelles ou inattendues indiquent des risques d'anomalies significatives résultant de fraudes. 18. En complément, le commissaire aux comptes apprécie si des informations obtenues à l'occasion d'autres procédures d'audit indiquent des risques d'anomalies significatives résultant de fraudes. 19. Lorsque le commissaire aux comptes a identifié, lors de sa prise de connaissance de l'entité et de son environnement, des risques d'anomalies significatives résultant de fraudes, il évalue, dans tous les cas, la conception et la mise en œuvre des contrôles de l'entité qui se rapportent à ces risques. Il existe une présomption de risque d'anomalies significatives résultant de fraudes dans la comptabilisation des produits. De ce fait, lorsque le commissaire aux comptes estime que ce risque n'existe pas, il en justifie dans son dossier. Réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes 20. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble, le commissaire aux comptes adapte son approche générale de la mission. Pour cela, il : - reconsidère l'affectation des membres de l'équipe d'audit et le degré de supervision de leurs travaux ; - analyse les choix comptables de l'entité, en particulier ceux qui concernent des estimations qui reposent sur des hypothèses ou des opérations complexes, ainsi que leur mise en œuvre. Il apprécie si ces choix sont de nature à porter atteinte à l'image fidèle des comptes ; - introduit un élément d'imprévisibilité pour l'entité dans le choix de la nature, du calendrier et de l'étendue des procédures d'audit. 21. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des assertions, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées pour cette évaluation. Il détermine leur nature, leur calendrier et leur étendue en fonction du risque auquel elles répondent. Par exemple, il peut décider de faire davantage appel à l'observation physique de certains actifs, de recourir à des techniques de contrôle assistées par ordinateur ou encore de mettre en œuvre des procédures analytiques plus détaillées. 22. En complément des réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble et au niveau des assertions et afin de répondre au risque que la direction s'affranchisse de certains contrôles mis en place par l'entité, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit, qui consistent à : - vérifier le caractère approprié des écritures comptables et des écritures d'inventaire passées lors de la préparation des comptes ; - revoir si les estimations comptables ne sont pas biaisées. Pour cela, le commissaire aux comptes peut notamment revoir les jugements et les hypothèses de la direction reflétés dans les estimations comptables des années antérieures à la lumière des réalisations ultérieures ; - comprendre la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement. Réévaluation du risque d'anomalies significatives résultant de fraudes 23. En fonction des éléments collectés, le commissaire aux comptes apprécie, tout au long de sa mission, si son évaluation du risque d'anomalies significatives résultant de fraudes au niveau des assertions reste appropriée. 24. Lorsqu'il relève une anomalie significative, il apprécie si elle peut constituer l'indice d'une fraude. 25. Lorsqu'il met en œuvre, à la fin de l'audit, des procédures analytiques lui permettant d'apprécier la cohérence d'ensemble des comptes, il apprécie si les corrélations inhabituelles ou inattendues indiquent l'existence d'un risque, jusqu'alors non identifié, d'anomalies significatives résultant de fraudes. 26. Dans de telles situations, le commissaire aux comptes peut être amené à reconsidérer la nature, le calendrier ou l'étendue des procédures d'audit planifiées et à reconsidérer les informations obtenues de la direction. Déclarations de la direction 27. Le commissaire aux comptes demande à la direction des déclarations écrites par lesquelles : - elle déclare que des contrôles destinés à prévenir et à détecter les fraudes ont été conçus et mis en œuvre dans l'entité ; - elle confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; - elle déclare lui avoir signalé toutes les fraudes avérées dont elle a eu connaissance, ou suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; - elle déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres. Communication 28. Lorsque le commissaire aux comptes a identifié une fraude ayant entraîné des anomalies significatives dans les comptes ou a obtenu des informations sur la possibilité d'une telle fraude, il en informe dès que possible la direction. Il lui communique également, au niveau de responsabilité approprié, les fraudes relevées au cours de son audit n'ayant pas entraîné d'anomalies significatives dans les comptes. 29. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 du code de commerce. A ce titre, il communique : - les fraudes ayant entraîné des anomalies significatives dans les comptes ou les informations qu'il a obtenues sur la possibilité de telles fraudes ; - les fraudes impliquant la direction ou des employés ayant un rôle clé dans le dispositif de contrôle interne. 30. Le commissaire aux comptes apprécie s'il existe d'autres points ayant trait à la fraude à discuter avec les organes mentionnés à l'article L. 823-16 du code de commerce. Il peut s'agir par exemple d'interrogation de sa part sur la nature, l'étendue et la fréquence de l'évaluation par la direction des contrôles mis en place pour prévenir et détecter la fraude ou encore sur le processus d'autorisation des opérations qui n'entrent pas dans le cadre habituel de l'activité de l'entité. Révélation des faits délictueux 31. Lorsque le commissaire aux comptes conclut que les comptes comportent des anomalies significatives résultant de fraudes susceptibles de recevoir une qualification pénale, il révèle les faits au procureur de la République. Remise en cause de la poursuite de la mission 32. Lorsque le commissaire aux comptes envisage de démissionner en raison de l'existence d'anomalies significatives résultant de fraudes avérées ou suspectées qui remettent en cause la poursuite de la mission, il respecte les règles édictées par le code de déontologie de la profession et s'assure notamment que sa démission a un motif légitime. 33. Si le commissaire aux comptes décide de démissionner : - il s'en entretient avec les organes mentionnés à l'article L. 823-16 du code de commerce, et leur en expose les motifs ; - il répond aux obligations édictées par le code de déontologie de la profession en terme de succession de mission. Documentation des travaux 34. Le commissaire aux comptes consigne dans son dossier de travail : - les décisions importantes prises au cours des échanges entre les membres de l'équipe d'audit sur le risque d'anomalies significatives résultant de fraudes dans les comptes ; - les risques d'anomalies significatives résultant de fraudes identifiés au niveau des comptes pris dans leur ensemble et au niveau des assertions ; - l'adaptation de son approche générale en réponse au risque d'anomalies significatives résultant de fraudes au niveau des comptes pris dans leur ensemble ainsi que la nature, le calendrier et l'étendue des procédures d'audit conçues et mises en œuvre en réponse à son évaluation du risque et le lien entre ces procédures et les risques évalués au niveau des assertions ; - les conclusions des procédures d'audit, et notamment de celles qui sont destinées à répondre au risque que la direction s'affranchisse des contrôles ; - le cas échéant, les raisons motivant son appréciation selon laquelle il n'existe pas de risque de fraude dans la comptabilisation des produits ; - les communications qu'il a faites en matière de fraude à la direction et aux organes mentionnés à l'article L. 823-16 du code de commerce ; - le cas échéant, la révélation au procureur de la République de faits délictueux.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : <br/></p><p align='center'>PRISE EN CONSIDÉRATION DE LA POSSIBILITÉ DE FRAUDES LORS DE L'AUDIT DES COMPTES <br/></p><p>Introduction </p><p></p><p></p><p>1. Lors de la planification et de la réalisation de son audit, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives dans les comptes et conçoit les procédures d'audit à mettre en œuvre en réponse à cette évaluation. Ces anomalies peuvent résulter d'erreurs mais aussi de fraudes. </p><p>2. La présente norme a pour objet de définir les procédures d'audit spécifiques relatives :</p><p>- à l'identification et à l'évaluation du risque d'anomalies significatives résultant de fraudes, dans les comptes ;</p><p>- à l'adaptation de l'approche générale et à la conception des procédures d'audit en réponse à cette évaluation. </p><p>3. Cette norme s'applique aux fraudes susceptibles d'entraîner des anomalies significatives dans les comptes, à savoir :</p><p>- les actes intentionnels portant atteinte à l'image fidèle des comptes et de nature à induire en erreur l'utilisateur de ces comptes ;</p><p>- le détournement d'actifs. </p><p></p><p></p><p>Caractéristiques de la fraude </p><p></p><p></p><p>4. La fraude se distingue de l'erreur par son caractère intentionnel. </p><p>5. Le risque de ne pas détecter une anomalie significative dans les comptes est plus élevé en cas de fraude qu'en cas d'erreur parce que la fraude est généralement accompagnée de procédés destinés à dissimuler les faits. </p><p>6. Conformément au principe défini dans la norme \" Principes applicables à l'audit des comptes mis en œuvre dans le cadre de la certification des comptes \", le commissaire aux comptes fait preuve d'esprit critique et tient compte, tout au long de son audit, du fait qu'une anomalie significative résultant d'une fraude puisse exister. </p><p></p><p></p><p>Echanges d'informations au sein de l'équipe d'audit </p><p></p><p></p><p>7. Lors de la planification de l'audit, les membres de l'équipe d'audit s'entretiennent du risque d'anomalies significatives résultant de fraudes. </p><p>Ces échanges permettent notamment au commissaire aux comptes d'apprécier les réponses à apporter à ce risque. </p><p>8. Le commissaire aux comptes détermine quels membres de l'équipe d'audit participent à ces échanges ainsi que les informations à communiquer aux membres de l'équipe qui n'y ont pas participé. </p><p>9. Les échanges peuvent porter, notamment, sur les éléments des comptes susceptibles de contenir des anomalies significatives résultant de fraudes ou sur les facteurs externes ou internes à l'entité susceptibles de créer, à l'égard de la direction et d'autres personnes au sein de l'entité, des incitations, des pressions ou des opportunités pour commettre une fraude. </p><p>10. Ces échanges peuvent permettre de répartir les différentes procédures d'audit à mettre en œuvre au sein de l'équipe d'audit. </p><p>11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. </p><p>Prise de connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives résultant de fraudes </p><p>12. Afin d'identifier le risque d'anomalies significatives résultant de fraudes, le commissaire aux comptes, lors de sa prise de connaissance de l'entité et de son environnement, met en œuvre des procédures d'audit, qui consistent à :</p><p>- s'enquérir du risque de fraude ;</p><p>- prendre connaissance de la façon dont les organes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>L. 823-16</a> du code de commerce exercent leur surveillance en matière de risque de fraude ;</p><p>- analyser les facteurs de risque de fraude. </p><p>Par ailleurs, il tient compte des résultats des procédures analytiques et des informations obtenues à l'occasion d'autres procédures d'audit mises en œuvre dans le cadre de sa mission. </p><p>13. Parce que la direction est responsable du contrôle interne mis en place dans l'entité et de la préparation des comptes, le commissaire aux comptes s'enquiert auprès d'elle :</p><p>- de l'appréciation qu'elle a du risque que les comptes comportent des anomalies significatives résultant de fraudes ;</p><p>- des procédures qu'elle a mises en place pour identifier les risques de fraude dans l'entité et pour y répondre, y compris les risques spécifiques qu'elle aurait identifiés, ou les catégories d'opérations, les soldes de comptes ou les informations fournies dans l'annexe au titre desquels un risque de fraude peut exister ;</p><p>- le cas échéant, des informations qu'elle a communiquées aux organes mentionnés à l'article L. 823-16 du code de commerce sur les procédures mises en place pour identifier les risques de fraude dans l'entité et y répondre ;</p><p>- le cas échéant, des informations qu'elle a communiquées aux employés sur sa vision de la conduite des affaires et sur la politique éthique de l'entité ;</p><p>- de la connaissance éventuelle par celle-ci de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. </p><p>14. Le commissaire aux comptes s'enquiert par ailleurs auprès des personnes chargées de l'audit interne et de toute autre personne qu'il estime utile d'interroger dans l'entité de leur éventuelle connaissance de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. </p><p>Il s'entretient également de ces questions avec les organes mentionnés à l'article L. 823-16 du code de commerce, notamment afin de corroborer les réponses apportées par la direction de l'entité. </p><p>15. L'importance accordée par les organes mentionnés à l'article L. 823-16 du code de commerce à la prévention de la fraude a une incidence sur le risque de fraude. Le commissaire aux comptes prend connaissance de la façon dont cet organe exerce sa surveillance sur les procédures mises en œuvre par la direction pour identifier les risques de fraude dans l'entité et pour répondre à ces risques. </p><p>16. Le commissaire aux comptes apprécie si les informations obtenues lors de ces entretiens indiquent la présence d'un ou de plusieurs facteurs de risque de fraude. Il peut relever des faits ou identifier des situations qui indiquent l'existence d'incitations ou de pressions à commettre des fraudes ou qui en offrent l'opportunité. </p><p>17. Lorsque le commissaire aux comptes met en œuvre des procédures analytiques lui permettant de prendre connaissance de l'entité, il apprécie si les corrélations inhabituelles ou inattendues indiquent des risques d'anomalies significatives résultant de fraudes. </p><p>18. En complément, le commissaire aux comptes apprécie si des informations obtenues à l'occasion d'autres procédures d'audit indiquent des risques d'anomalies significatives résultant de fraudes. </p><p>19. Lorsque le commissaire aux comptes a identifié, lors de sa prise de connaissance de l'entité et de son environnement, des risques d'anomalies significatives résultant de fraudes, il évalue, dans tous les cas, la conception et la mise en œuvre des contrôles de l'entité qui se rapportent à ces risques. </p><p>Il existe une présomption de risque d'anomalies significatives résultant de fraudes dans la comptabilisation des produits. De ce fait, lorsque le commissaire aux comptes estime que ce risque n'existe pas, il en justifie dans son dossier. </p><p></p><p></p><p>Réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes </p><p></p><p></p><p>20. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble, le commissaire aux comptes adapte son approche générale de la mission. Pour cela, il :</p><p>- reconsidère l'affectation des membres de l'équipe d'audit et le degré de supervision de leurs travaux ;</p><p>- analyse les choix comptables de l'entité, en particulier ceux qui concernent des estimations qui reposent sur des hypothèses ou des opérations complexes, ainsi que leur mise en œuvre. Il apprécie si ces choix sont de nature à porter atteinte à l'image fidèle des comptes ;</p><p>- introduit un élément d'imprévisibilité pour l'entité dans le choix de la nature, du calendrier et de l'étendue des procédures d'audit. </p><p>21. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des assertions, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées pour cette évaluation. Il détermine leur nature, leur calendrier et leur étendue en fonction du risque auquel elles répondent. Par exemple, il peut décider de faire davantage appel à l'observation physique de certains actifs, de recourir à des techniques de contrôle assistées par ordinateur ou encore de mettre en œuvre des procédures analytiques plus détaillées. </p><p>22. En complément des réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble et au niveau des assertions et afin de répondre au risque que la direction s'affranchisse de certains contrôles mis en place par l'entité, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit, qui consistent à :</p><p>- vérifier le caractère approprié des écritures comptables et des écritures d'inventaire passées lors de la préparation des comptes ;</p><p>- revoir si les estimations comptables ne sont pas biaisées. Pour cela, le commissaire aux comptes peut notamment revoir les jugements et les hypothèses de la direction reflétés dans les estimations comptables des années antérieures à la lumière des réalisations ultérieures ;</p><p>- comprendre la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement. </p><p></p><p></p><p>Réévaluation du risque d'anomalies significatives résultant de fraudes </p><p></p><p></p><p>23. En fonction des éléments collectés, le commissaire aux comptes apprécie, tout au long de sa mission, si son évaluation du risque d'anomalies significatives résultant de fraudes au niveau des assertions reste appropriée. </p><p>24. Lorsqu'il relève une anomalie significative, il apprécie si elle peut constituer l'indice d'une fraude. </p><p>25. Lorsqu'il met en œuvre, à la fin de l'audit, des procédures analytiques lui permettant d'apprécier la cohérence d'ensemble des comptes, il apprécie si les corrélations inhabituelles ou inattendues indiquent l'existence d'un risque, jusqu'alors non identifié, d'anomalies significatives résultant de fraudes. </p><p>26. Dans de telles situations, le commissaire aux comptes peut être amené à reconsidérer la nature, le calendrier ou l'étendue des procédures d'audit planifiées et à reconsidérer les informations obtenues de la direction. </p><p></p><p></p><p>Déclarations de la direction </p><p></p><p></p><p>27. Le commissaire aux comptes demande à la direction des déclarations écrites par lesquelles :</p><p>- elle déclare que des contrôles destinés à prévenir et à détecter les fraudes ont été conçus et mis en œuvre dans l'entité ;</p><p>- elle confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;</p><p>- elle déclare lui avoir signalé toutes les fraudes avérées dont elle a eu connaissance, ou suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;</p><p>- elle déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres. </p><p></p><p></p><p>Communication </p><p></p><p></p><p>28. Lorsque le commissaire aux comptes a identifié une fraude ayant entraîné des anomalies significatives dans les comptes ou a obtenu des informations sur la possibilité d'une telle fraude, il en informe dès que possible la direction. Il lui communique également, au niveau de responsabilité approprié, les fraudes relevées au cours de son audit n'ayant pas entraîné d'anomalies significatives dans les comptes. </p><p>29. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 du code de commerce. </p><p>A ce titre, il communique :</p><p>- les fraudes ayant entraîné des anomalies significatives dans les comptes ou les informations qu'il a obtenues sur la possibilité de telles fraudes ;</p><p>- les fraudes impliquant la direction ou des employés ayant un rôle clé dans le dispositif de contrôle interne. </p><p>30. Le commissaire aux comptes apprécie s'il existe d'autres points ayant trait à la fraude à discuter avec les organes mentionnés à l'article L. 823-16 du code de commerce. </p><p>Il peut s'agir par exemple d'interrogation de sa part sur la nature, l'étendue et la fréquence de l'évaluation par la direction des contrôles mis en place pour prévenir et détecter la fraude ou encore sur le processus d'autorisation des opérations qui n'entrent pas dans le cadre habituel de l'activité de l'entité. </p><p></p><p></p><p>Révélation des faits délictueux </p><p></p><p></p><p>31. Lorsque le commissaire aux comptes conclut que les comptes comportent des anomalies significatives résultant de fraudes susceptibles de recevoir une qualification pénale, il révèle les faits au procureur de la République. </p><p></p><p></p><p>Remise en cause de la poursuite de la mission </p><p></p><p></p><p>32. Lorsque le commissaire aux comptes envisage de démissionner en raison de l'existence d'anomalies significatives résultant de fraudes avérées ou suspectées qui remettent en cause la poursuite de la mission, il respecte les règles édictées par le code de déontologie de la profession et s'assure notamment que sa démission a un motif légitime. </p><p>33. Si le commissaire aux comptes décide de démissionner :</p><p>- il s'en entretient avec les organes mentionnés à l'article L. 823-16 du code de commerce, et leur en expose les motifs ;</p><p>- il répond aux obligations édictées par le code de déontologie de la profession en terme de succession de mission. </p><p></p><p></p><p>Documentation des travaux </p><p></p><p></p><p>34. Le commissaire aux comptes consigne dans son dossier de travail :</p><p>- les décisions importantes prises au cours des échanges entre les membres de l'équipe d'audit sur le risque d'anomalies significatives résultant de fraudes dans les comptes ;</p><p>- les risques d'anomalies significatives résultant de fraudes identifiés au niveau des comptes pris dans leur ensemble et au niveau des assertions ;</p><p>- l'adaptation de son approche générale en réponse au risque d'anomalies significatives résultant de fraudes au niveau des comptes pris dans leur ensemble ainsi que la nature, le calendrier et l'étendue des procédures d'audit conçues et mises en œuvre en réponse à son évaluation du risque et le lien entre ces procédures et les risques évalués au niveau des assertions ;</p><p>- les conclusions des procédures d'audit, et notamment de celles qui sont destinées à répondre au risque que la direction s'affranchisse des contrôles ;</p><p>- le cas échéant, les raisons motivant son appréciation selon laquelle il n'existe pas de risque de fraude dans la comptabilisation des produits ;</p><p>- les communications qu'il a faites en matière de fraude à la direction et aux organes mentionnés à l'article L. 823-16 du code de commerce ;</p><p>- le cas échéant, la révélation au procureur de la République de faits délictueux.</p><p></p>",
            "num": "A823-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1312416000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163209",
                        "id": "LEGISCTA000020163424",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163211",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163209",
            "sectionParentId": "LEGISCTA000020163424",
            "sectionParentTitre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024445868",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424781",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024429180",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000648995",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002475783",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163422",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445868",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933290",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-15",
                "823-15"
            ],
            "versionPrecedente": "LEGIARTI000020163422",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163422",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE À LA PRISE EN CONSIDÉRATION DE LA POSSIBILITÉ DE FRAUDES LORS DE L'AUDIT DES COMPTESIntroduction 1. Lors de la planification et de la réalisation de son audit, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives dans les comptes et conçoit les procédures d'audit à mettre en œuvre en réponse à cette évaluation. Ces anomalies peuvent résulter d'erreurs mais aussi de fraudes. 2. La présente norme a pour objet de définir les procédures d'audit spécifiques relatives : ― à l'identification et à l'évaluation du risque d'anomalies significatives résultant de fraudes, dans les comptes ; ― à l'adaptation de l'approche générale et à la conception des procédures d'audit en réponse à cette évaluation. 3. Cette norme s'applique aux fraudes susceptibles d'entraîner des anomalies significatives dans les comptes, à savoir : ― les actes intentionnels portant atteinte à l'image fidèle des comptes et de nature à induire en erreur l'utilisateur de ces comptes ; ― le détournement d'actifs. Caractéristiques de la fraude 4. La fraude se distingue de l'erreur par son caractère intentionnel. 5. Le risque de ne pas détecter une anomalie significative dans les comptes est plus élevé en cas de fraude qu'en cas d'erreur parce que la fraude est généralement accompagnée de procédés destinés à dissimuler les faits. 6. Conformément au principe défini dans la norme Principes applicables à l'audit des comptes mis en œuvre dans le cadre de la certification des comptes, le commissaire aux comptes fait preuve d'esprit critique et tient compte, tout au long de son audit, du fait qu'une anomalie significative résultant d'une fraude puisse exister. Echanges d'informations au sein de l'équipe d'audit 7. Lors de la planification de l'audit, les membres de l'équipe d'audit s'entretiennent du risque d'anomalies significatives résultant de fraudes. Ces échanges permettent notamment au commissaire aux comptes d'apprécier les réponses à apporter à ce risque. 8. Le commissaire aux comptes détermine quels membres de l'équipe d'audit participent à ces échanges ainsi que les informations à communiquer aux membres de l'équipe qui n'y ont pas participé. 9. Les échanges peuvent porter, notamment, sur les éléments des comptes susceptibles de contenir des anomalies significatives résultant de fraudes ou sur les facteurs externes ou internes à l'entité susceptibles de créer, à l'égard de la direction et d'autres personnes au sein de l'entité, des incitations, des pressions ou des opportunités pour commettre une fraude. 10. Ces échanges peuvent permettre de répartir les différentes procédures d'audit à mettre en œuvre au sein de l'équipe d'audit. 11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. Prise de connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives résultant de fraudes 12. Afin d'identifier le risque d'anomalies significatives résultant de fraudes, le commissaire aux comptes, lors de sa prise de connaissance de l'entité et de son environnement, met en œuvre des procédures d'audit qui consistent à : ― s'enquérir du risque de fraude ; ― prendre connaissance de la façon dont l'organe d'administration ou de surveillance exerce sa surveillance en matière de risque de fraude ; ― analyser les facteurs de risque de fraude. Par ailleurs, il tient compte des résultats des procédures analytiques et des informations obtenues à l'occasion d'autres procédures d'audit mises en œuvre dans le cadre de sa mission. 13. Parce que la direction est responsable du contrôle interne mis en place dans l'entité et de la préparation des comptes, le commissaire aux comptes s'enquiert auprès d'elle : ― de l'appréciation qu'elle a du risque que les comptes comportent des anomalies significatives résultant de fraudes ; ― des procédures qu'elle a mises en place pour identifier les risques de fraude dans l'entité et pour y répondre, y compris les risques spécifiques qu'elle aurait identifiés, ou les catégories d'opérations, les soldes de comptes ou les informations fournies dans l'annexe au titre desquels un risque de fraude peut exister ; ― le cas échéant, des informations qu'elle a communiquées à l'organe d'administration ou de surveillance sur les procédures mises en place pour identifier les risques de fraude dans l'entité et y répondre ; ― le cas échéant, des informations qu'elle a communiquées aux employés sur sa vision de la conduite des affaires et sur la politique éthique de l'entité ; ― de la connaissance éventuelle par celle-ci de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. 14. Le commissaire aux comptes s'enquiert par ailleurs auprès des personnes chargées de l'audit interne et de toute autre personne qu'il estime utile d'interroger dans l'entité de leur éventuelle connaissance de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. Il s'entretient également de ces questions avec l'organe d'administration ou de surveillance, notamment afin de corroborer les réponses apportées par la direction de l'entité. 15.L'importance accordée par l'organe d'administration ou de surveillance à la prévention de la fraude a une incidence sur le risque de fraude. Le commissaire aux comptes prend connaissance de la façon dont cet organe exerce sa surveillance sur les procédures mises en œuvre par la direction pour identifier les risques de fraude dans l'entité et pour répondre à ces risques. 16. Le commissaire aux comptes apprécie si les informations obtenues lors de ces entretiens indiquent la présence d'un ou de plusieurs facteurs de risque de fraude. Il peut relever des faits ou identifier des situations qui indiquent l'existence d'incitations ou de pressions à commettre des fraudes ou qui en offrent l'opportunité. 17. Lorsque le commissaire aux comptes met en œuvre des procédures analytiques lui permettant de prendre connaissance de l'entité, il apprécie si les corrélations inhabituelles ou inattendues indiquent des risques d'anomalies significatives résultant de fraudes. 18. En complément, le commissaire aux comptes apprécie si des informations obtenues à l'occasion d'autres procédures d'audit indiquent des risques d'anomalies significatives résultant de fraudes. 19. Lorsque le commissaire aux comptes a identifié, lors de sa prise de connaissance de l'entité et de son environnement, des risques d'anomalies significatives résultant de fraudes, il évalue, dans tous les cas, la conception et la mise en œuvre des contrôles de l'entité qui se rapportent à ces risques. Il existe une présomption de risque d'anomalies significatives résultant de fraudes dans la comptabilisation des produits. De ce fait, lorsque le commissaire aux comptes estime que ce risque n'existe pas, il en justifie dans son dossier. Réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes 20. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble, le commissaire aux comptes adapte son approche générale de la mission. Pour cela, il : ― reconsidère l'affectation des membres de l'équipe d'audit et le degré de supervision de leurs travaux ; ― analyse les choix comptables de l'entité, en particulier ceux qui concernent des estimations qui reposent sur des hypothèses ou des opérations complexes, ainsi que leur mise en œuvre. Il apprécie si ces choix sont de nature à porter atteinte à l'image fidèle des comptes ; ― introduit un élément d'imprévisibilité pour l'entité dans le choix de la nature, du calendrier et de l'étendue des procédures d'audit. 21. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des assertions, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées pour cette évaluation. Il détermine leur nature, leur calendrier et leur étendue en fonction du risque auquel elles répondent. Par exemple, il peut décider de faire davantage appel à l'observation physique de certains actifs, de recourir à des techniques de contrôle assistées par ordinateur, ou encore de mettre en œuvre des procédures analytiques plus détaillées. 22. En complément des réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble et au niveau des assertions et afin de répondre au risque que la direction s'affranchisse de certains contrôles mis en place par l'entité, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit qui consistent à : ― vérifier le caractère approprié des écritures comptables et des écritures d'inventaire passées lors de la préparation des comptes ; ― revoir si les estimations comptables ne sont pas biaisées. Pour cela, le commissaire aux comptes peut notamment revoir les jugements et les hypothèses de la direction reflétés dans les estimations comptables des années antérieures à la lumière des réalisations ultérieures ; ― comprendre la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement. Réévaluation du risque d'anomalies significatives résultant de fraudes 23. En fonction des éléments collectés, le commissaire aux comptes apprécie, tout au long de sa mission, si son évaluation du risque d'anomalies significatives résultant de fraudes au niveau des assertions reste appropriée. 24. Lorsqu'il relève une anomalie significative, il apprécie si elle peut constituer l'indice d'une fraude. 25. Lorsqu'il met en œuvre, à la fin de l'audit, des procédures analytiques lui permettant d'apprécier la cohérence d'ensemble des comptes, il apprécie si les corrélations inhabituelles ou inattendues indiquent l'existence d'un risque, jusqu'alors non identifié, d'anomalies significatives résultant de fraudes. 26. Dans de telles situations, le commissaire aux comptes peut être amené à reconsidérer la nature, le calendrier ou l'étendue des procédures d'audit planifiées et à reconsidérer les informations obtenues de la direction. Déclarations de la direction 27. Le commissaire aux comptes demande à la direction des déclarations écrites par lesquelles : ― elle déclare que des contrôles destinés à prévenir et à détecter les fraudes ont été conçus et mis en œuvre dans l'entité ; ― elle confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; ― elle déclare lui avoir signalé toutes les fraudes avérées dont elle a eu connaissance, ou suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; ― elle déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres. Communication avec la direction et avec l'organe d'administration ou de surveillance 28. Lorsque le commissaire aux comptes a identifié une fraude ayant entraîné des anomalies significatives dans les comptes ou a obtenu des informations sur la possibilité d'une telle fraude, il en informe dès que possible la direction ainsi que l'organe d'administration ou de surveillance. 29. Au cours de son audit, le commissaire aux comptes peut être amené à relever des fraudes n'ayant pas entraîné d'anomalies significatives. Il en informe : ― la direction, au niveau de responsabilité approprié ; ― l'organe d'administration ou de surveillance, lorsque ces fraudes impliquent la direction ou des employés ayant un rôle clé dans le dispositif de contrôle interne. 30. Le commissaire aux comptes communique dès que possible à l'organe d'administration ou de surveillance et à la direction, au niveau de responsabilité approprié, les déficiences majeures qu'il a relevées dans la conception ou la mise en œuvre des contrôles de l'entité destinés à prévenir et à détecter les fraudes. 31. Le commissaire aux comptes apprécie s'il existe d'autres points ayant trait à la fraude à discuter avec l'organe d'administration ou de surveillance. Il peut s'agir par exemple d'interrogation de sa part sur la nature, l'étendue et la fréquence de l'évaluation par la direction des contrôles mis en place pour prévenir et détecter la fraude ou encore sur le processus d'autorisation des opérations qui n'entrent pas dans le cadre habituel de l'activité de l'entité. Révélation des faits délictueux et déclaration de soupçons 32. Lorsque le commissaire aux comptes conclut que les comptes comportent des anomalies significatives résultant de fraudes susceptibles de recevoir une qualification pénale, il révèle les faits au procureur de la République. Lorsqu'il soupçonne que des opérations portent sur des sommes qui pourraient provenir du trafic de stupéfiants, de la fraude aux intérêts financiers des Communautés européennes, de la corruption ou d'activités criminelles organisées ou qui pourraient participer au financement du terrorisme, le commissaire aux comptes procède, conformément aux dispositions des articles L. 562-2 et suivants du code monétaire et financier , à une déclaration au service mentionné à l'article L. 562-4 dudit code. Remise en cause de la poursuite de la mission 33. Lorsque le commissaire aux comptes envisage de démissionner en raison de l'existence d'anomalies significatives résultant de fraudes avérées ou suspectées qui remettent en cause la poursuite de la mission, il respecte les règles édictées par le code de déontologie de la profession et s'assure notamment que sa démission a un motif légitime. 34. Si le commissaire aux comptes décide de démissionner : ― il s'en entretient avec la direction, à un niveau de responsabilité approprié, et avec l'organe d'administration ou de surveillance, et leur en expose les motifs ; ― il répond aux obligations édictées par le code de déontologie de la profession en terme de succession de mission. Documentation des travaux 35. Le commissaire aux comptes consigne dans son dossier de travail : ― les décisions importantes prises au cours des échanges entre les membres de l'équipe d'audit sur le risque d'anomalies significatives résultant de fraudes dans les comptes ; ― les risques d'anomalies significatives résultant de fraudes identifiés au niveau des comptes pris dans leur ensemble et au niveau des assertions ; ― l'adaptation de son approche générale en réponse au risque d'anomalies significatives résultant de fraudes au niveau des comptes pris dans leur ensemble ainsi que la nature, le calendrier et l'étendue des procédures d'audit conçues et mises en œuvre en réponse à son évaluation du risque et le lien entre ces procédures et les risques évalués au niveau des assertions ; ― les conclusions des procédures d'audit, et notamment de celles qui sont destinées à répondre au risque que la direction s'affranchisse des contrôles ; ― le cas échéant, les raisons motivant son appréciation selon laquelle il n'existe pas de risque de fraude dans la comptabilisation des produits ; ― les communications qu'il a faites en matière de fraude à la direction et à l'organe d'administration ou de surveillance ; ― le cas échéant, la révélation au procureur de la République de faits délictueux.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p><br/></p><p>NORME D'EXERCICE PROFESSIONNEL RELATIVE À LA PRISE EN CONSIDÉRATION DE LA POSSIBILITÉ DE FRAUDES LORS DE L'AUDIT DES COMPTESIntroduction </p><p>1. Lors de la planification et de la réalisation de son audit, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives dans les comptes et conçoit les procédures d'audit à mettre en œuvre en réponse à cette évaluation. Ces anomalies peuvent résulter d'erreurs mais aussi de fraudes. <br/>2. La présente norme a pour objet de définir les procédures d'audit spécifiques relatives : <br/>― à l'identification et à l'évaluation du risque d'anomalies significatives résultant de fraudes, dans les comptes ; <br/>― à l'adaptation de l'approche générale et à la conception des procédures d'audit en réponse à cette évaluation. <br/>3. Cette norme s'applique aux fraudes susceptibles d'entraîner des anomalies significatives dans les comptes, à savoir : <br/>― les actes intentionnels portant atteinte à l'image fidèle des comptes et de nature à induire en erreur l'utilisateur de ces comptes ; <br/>― le détournement d'actifs. </p><p>Caractéristiques de la fraude </p><p>4. La fraude se distingue de l'erreur par son caractère intentionnel. <br/>5. Le risque de ne pas détecter une anomalie significative dans les comptes est plus élevé en cas de fraude qu'en cas d'erreur parce que la fraude est généralement accompagnée de procédés destinés à dissimuler les faits. <br/>6. Conformément au principe défini dans la norme Principes applicables à l'audit des comptes mis en œuvre dans le cadre de la certification des comptes, le commissaire aux comptes fait preuve d'esprit critique et tient compte, tout au long de son audit, du fait qu'une anomalie significative résultant d'une fraude puisse exister. </p><p>Echanges d'informations au sein de l'équipe d'audit </p><p>7. Lors de la planification de l'audit, les membres de l'équipe d'audit s'entretiennent du risque d'anomalies significatives résultant de fraudes. <br/>Ces échanges permettent notamment au commissaire aux comptes d'apprécier les réponses à apporter à ce risque. <br/>8. Le commissaire aux comptes détermine quels membres de l'équipe d'audit participent à ces échanges ainsi que les informations à communiquer aux membres de l'équipe qui n'y ont pas participé. <br/>9. Les échanges peuvent porter, notamment, sur les éléments des comptes susceptibles de contenir des anomalies significatives résultant de fraudes ou sur les facteurs externes ou internes à l'entité susceptibles de créer, à l'égard de la direction et d'autres personnes au sein de l'entité, des incitations, des pressions ou des opportunités pour commettre une fraude. <br/>10. Ces échanges peuvent permettre de répartir les différentes procédures d'audit à mettre en œuvre au sein de l'équipe d'audit. <br/>11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. <br/>Prise de connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives résultant de fraudes <br/>12. Afin d'identifier le risque d'anomalies significatives résultant de fraudes, le commissaire aux comptes, lors de sa prise de connaissance de l'entité et de son environnement, met en œuvre des procédures d'audit qui consistent à : <br/>― s'enquérir du risque de fraude ; <br/>― prendre connaissance de la façon dont l'organe d'administration ou de surveillance exerce sa surveillance en matière de risque de fraude ; <br/>― analyser les facteurs de risque de fraude. <br/>Par ailleurs, il tient compte des résultats des procédures analytiques et des informations obtenues à l'occasion d'autres procédures d'audit mises en œuvre dans le cadre de sa mission. <br/>13. Parce que la direction est responsable du contrôle interne mis en place dans l'entité et de la préparation des comptes, le commissaire aux comptes s'enquiert auprès d'elle : <br/>― de l'appréciation qu'elle a du risque que les comptes comportent des anomalies significatives résultant de fraudes ; <br/>― des procédures qu'elle a mises en place pour identifier les risques de fraude dans l'entité et pour y répondre, y compris les risques spécifiques qu'elle aurait identifiés, ou les catégories d'opérations, les soldes de comptes ou les informations fournies dans l'annexe au titre desquels un risque de fraude peut exister ; <br/>― le cas échéant, des informations qu'elle a communiquées à l'organe d'administration ou de surveillance sur les procédures mises en place pour identifier les risques de fraude dans l'entité et y répondre ; <br/>― le cas échéant, des informations qu'elle a communiquées aux employés sur sa vision de la conduite des affaires et sur la politique éthique de l'entité ; <br/>― de la connaissance éventuelle par celle-ci de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. <br/>14. Le commissaire aux comptes s'enquiert par ailleurs auprès des personnes chargées de l'audit interne et de toute autre personne qu'il estime utile d'interroger dans l'entité de leur éventuelle connaissance de fraudes avérées, suspectées ou simplement alléguées concernant l'entité. <br/>Il s'entretient également de ces questions avec l'organe d'administration ou de surveillance, notamment afin de corroborer les réponses apportées par la direction de l'entité. <br/>15.L'importance accordée par l'organe d'administration ou de surveillance à la prévention de la fraude a une incidence sur le risque de fraude. Le commissaire aux comptes prend connaissance de la façon dont cet organe exerce sa surveillance sur les procédures mises en œuvre par la direction pour identifier les risques de fraude dans l'entité et pour répondre à ces risques. <br/>16. Le commissaire aux comptes apprécie si les informations obtenues lors de ces entretiens indiquent la présence d'un ou de plusieurs facteurs de risque de fraude. Il peut relever des faits ou identifier des situations qui indiquent l'existence d'incitations ou de pressions à commettre des fraudes ou qui en offrent l'opportunité. <br/>17. Lorsque le commissaire aux comptes met en œuvre des procédures analytiques lui permettant de prendre connaissance de l'entité, il apprécie si les corrélations inhabituelles ou inattendues indiquent des risques d'anomalies significatives résultant de fraudes. <br/>18. En complément, le commissaire aux comptes apprécie si des informations obtenues à l'occasion d'autres procédures d'audit indiquent des risques d'anomalies significatives résultant de fraudes. <br/>19. Lorsque le commissaire aux comptes a identifié, lors de sa prise de connaissance de l'entité et de son environnement, des risques d'anomalies significatives résultant de fraudes, il évalue, dans tous les cas, la conception et la mise en œuvre des contrôles de l'entité qui se rapportent à ces risques. <br/>Il existe une présomption de risque d'anomalies significatives résultant de fraudes dans la comptabilisation des produits. De ce fait, lorsque le commissaire aux comptes estime que ce risque n'existe pas, il en justifie dans son dossier. </p><p>Réponses à l'évaluation du risque d'anomalies significatives <br/>résultant de fraudes </p><p>20. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble, le commissaire aux comptes adapte son approche générale de la mission. Pour cela, il : <br/>― reconsidère l'affectation des membres de l'équipe d'audit et le degré de supervision de leurs travaux ; <br/>― analyse les choix comptables de l'entité, en particulier ceux qui concernent des estimations qui reposent sur des hypothèses ou des opérations complexes, ainsi que leur mise en œuvre. Il apprécie si ces choix sont de nature à porter atteinte à l'image fidèle des comptes ; <br/>― introduit un élément d'imprévisibilité pour l'entité dans le choix de la nature, du calendrier et de l'étendue des procédures d'audit. <br/>21. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des assertions, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées pour cette évaluation. Il détermine leur nature, leur calendrier et leur étendue en fonction du risque auquel elles répondent. Par exemple, il peut décider de faire davantage appel à l'observation physique de certains actifs, de recourir à des techniques de contrôle assistées par ordinateur, ou encore de mettre en œuvre des procédures analytiques plus détaillées. <br/>22. En complément des réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble et au niveau des assertions et afin de répondre au risque que la direction s'affranchisse de certains contrôles mis en place par l'entité, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit qui consistent à : <br/>― vérifier le caractère approprié des écritures comptables et des écritures d'inventaire passées lors de la préparation des comptes ; <br/>― revoir si les estimations comptables ne sont pas biaisées. Pour cela, le commissaire aux comptes peut notamment revoir les jugements et les hypothèses de la direction reflétés dans les estimations comptables des années antérieures à la lumière des réalisations ultérieures ; <br/>― comprendre la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement. </p><p>Réévaluation du risque d'anomalies significatives <br/>résultant de fraudes </p><p>23. En fonction des éléments collectés, le commissaire aux comptes apprécie, tout au long de sa mission, si son évaluation du risque d'anomalies significatives résultant de fraudes au niveau des assertions reste appropriée. <br/>24. Lorsqu'il relève une anomalie significative, il apprécie si elle peut constituer l'indice d'une fraude. <br/>25. Lorsqu'il met en œuvre, à la fin de l'audit, des procédures analytiques lui permettant d'apprécier la cohérence d'ensemble des comptes, il apprécie si les corrélations inhabituelles ou inattendues indiquent l'existence d'un risque, jusqu'alors non identifié, d'anomalies significatives résultant de fraudes. <br/>26. Dans de telles situations, le commissaire aux comptes peut être amené à reconsidérer la nature, le calendrier ou l'étendue des procédures d'audit planifiées et à reconsidérer les informations obtenues de la direction. </p><p>Déclarations de la direction </p><p>27. Le commissaire aux comptes demande à la direction des déclarations écrites par lesquelles : <br/>― elle déclare que des contrôles destinés à prévenir et à détecter les fraudes ont été conçus et mis en œuvre dans l'entité ; <br/>― elle confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; <br/>― elle déclare lui avoir signalé toutes les fraudes avérées dont elle a eu connaissance, ou suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; <br/>― elle déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres. </p><p>Communication avec la direction et avec l'organe <br/>d'administration ou de surveillance </p><p>28. Lorsque le commissaire aux comptes a identifié une fraude ayant entraîné des anomalies significatives dans les comptes ou a obtenu des informations sur la possibilité d'une telle fraude, il en informe dès que possible la direction ainsi que l'organe d'administration ou de surveillance. <br/>29. Au cours de son audit, le commissaire aux comptes peut être amené à relever des fraudes n'ayant pas entraîné d'anomalies significatives. Il en informe : <br/>― la direction, au niveau de responsabilité approprié ; <br/>― l'organe d'administration ou de surveillance, lorsque ces fraudes impliquent la direction ou des employés ayant un rôle clé dans le dispositif de contrôle interne. <br/>30. Le commissaire aux comptes communique dès que possible à l'organe d'administration ou de surveillance et à la direction, au niveau de responsabilité approprié, les déficiences majeures qu'il a relevées dans la conception ou la mise en œuvre des contrôles de l'entité destinés à prévenir et à détecter les fraudes. <br/>31. Le commissaire aux comptes apprécie s'il existe d'autres points ayant trait à la fraude à discuter avec l'organe d'administration ou de surveillance. Il peut s'agir par exemple d'interrogation de sa part sur la nature, l'étendue et la fréquence de l'évaluation par la direction des contrôles mis en place pour prévenir et détecter la fraude ou encore sur le processus d'autorisation des opérations qui n'entrent pas dans le cadre habituel de l'activité de l'entité. </p><p>Révélation des faits délictueux et déclaration de soupçons </p><p>32. Lorsque le commissaire aux comptes conclut que les comptes comportent des anomalies significatives résultant de fraudes susceptibles de recevoir une qualification pénale, il révèle les faits au procureur de la République. <br/>Lorsqu'il soupçonne que des opérations portent sur des sommes qui pourraient provenir du trafic de stupéfiants, de la fraude aux intérêts financiers des Communautés européennes, de la corruption ou d'activités criminelles organisées ou qui pourraient participer au financement du terrorisme, le commissaire aux comptes procède, conformément aux dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006658402&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L562-2 (V)'>L. 562-2 et suivants du code monétaire et financier</a>, à une déclaration au service mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006658445&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L562-4 (V)'>l'article L. 562-4</a> dudit code. </p><p>Remise en cause de la poursuite de la mission </p><p>33. Lorsque le commissaire aux comptes envisage de démissionner en raison de l'existence d'anomalies significatives résultant de fraudes avérées ou suspectées qui remettent en cause la poursuite de la mission, il respecte les règles édictées par le code de déontologie de la profession et s'assure notamment que sa démission a un motif légitime. <br/>34. Si le commissaire aux comptes décide de démissionner : <br/>― il s'en entretient avec la direction, à un niveau de responsabilité approprié, et avec l'organe d'administration ou de surveillance, et leur en expose les motifs ; <br/>― il répond aux obligations édictées par le code de déontologie de la profession en terme de succession de mission. </p><p>Documentation des travaux </p><p>35. Le commissaire aux comptes consigne dans son dossier de travail : <br/>― les décisions importantes prises au cours des échanges entre les membres de l'équipe d'audit sur le risque d'anomalies significatives résultant de fraudes dans les comptes ; <br/>― les risques d'anomalies significatives résultant de fraudes identifiés au niveau des comptes pris dans leur ensemble et au niveau des assertions ; <br/>― l'adaptation de son approche générale en réponse au risque d'anomalies significatives résultant de fraudes au niveau des comptes pris dans leur ensemble ainsi que la nature, le calendrier et l'étendue des procédures d'audit conçues et mises en œuvre en réponse à son évaluation du risque et le lien entre ces procédures et les risques évalués au niveau des assertions ; <br/>― les conclusions des procédures d'audit, et notamment de celles qui sont destinées à répondre au risque que la direction s'affranchisse des contrôles ; <br/>― le cas échéant, les raisons motivant son appréciation selon laquelle il n'existe pas de risque de fraude dans la comptabilisation des produits ; <br/>― les communications qu'il a faites en matière de fraude à la direction et à l'organe d'administration ou de surveillance ; <br/>― le cas échéant, la révélation au procureur de la République de faits délictueux.</p>",
            "num": "A823-15",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1312416000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163209",
                        "id": "LEGISCTA000020163424",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163211",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163209",
            "sectionParentId": "LEGISCTA000020163424",
            "sectionParentTitre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163422",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L562-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L562-2",
                    "articleId": "LEGIARTI000006658402",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L562-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L562-4",
                    "articleId": "LEGIARTI000006658445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000648995",
                    "textTitle": "Arrêté du 10 avril 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002475783",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163422",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445868",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933290",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-15",
                "823-15"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}