{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933327",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative au contrôle du bilan d'ouverture du premier exercice certifié par le commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-550. Relations et transactions avec les parties liées Introduction 01. De nombreuses transactions entre parties liées s'inscrivent dans le cadre des activités ordinaires de l'entité et ne recèlent pas davantage de risque d'anomalies significatives dans les comptes que les transactions de même nature réalisées entre parties non liées. Cependant, dans certaines circonstances, la nature des relations et des transactions avec des parties liées peut accroître ce risque, notamment lorsque : -les transactions avec les parties liées s'inscrivent dans un schéma ou une organisation complexe ; -les systèmes d'information ne permettent pas d'identifier les transactions réalisées entre l'entité et les parties liées ainsi que les soldes comptables correspondants ; -certaines transactions avec des parties liées ne sont pas réalisées à des conditions normales de marché, par exemple, lorsqu'elles ne donnent pas lieu à contrepartie ou à rémunération. 02. Du fait des limites de l'audit, il existe un risque que le commissaire aux comptes ne détecte pas toutes les anomalies significatives contenues dans les comptes. Lorsqu'il existe des relations et des transactions avec des parties liées, ce risque est plus élevé car : -la direction de l'entité n'a pas nécessairement connaissance de toutes les parties liées existantes ni de toutes les transactions réalisées avec les parties liées ; -ces relations sont susceptibles d'engendrer un risque de collusion, de dissimulation ou de manipulation par la direction. 03. Dans ce contexte, il est particulièrement important que le commissaire aux comptes fasse preuve d'esprit critique tout au long de son audit et tienne compte du fait que l'existence de parties liées peut conduire à des anomalies significatives dans les comptes. 04. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre sur les relations et transactions avec les parties liées dans le cadre de son audit des comptes en vue de leur certification. Elle précise en particulier, s'agissant du risque d'anomalies significatives dans les comptes résultant de l'existence de parties liées et de transactions avec les parties liées, la manière d'appliquer les normes d'exercice professionnel relatives : -à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes ; -aux procédures mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques ; -à la prise en considération de la possibilité de fraudes lors de l'audit des comptes. Définitions 05. La définition de “ parties liées ” prévue dans les référentiels comptables applicables en France aux comptes certifiés par les Commissaires aux comptes en application de l'article L. 823-9 est celle figurant dans les normes comptables internationales adoptées par le règlement (CE) n° 2238/2004 de la Commission du 29 décembre 2004, notamment la partie de son annexe IAS 24 intitulée “ Objet des informations relatives aux parties liées ”, ainsi que par tout règlement communautaire qui viendrait la modifier. Une autre définition des “ parties liées ” peut être retenue par l'entité lorsqu'elle établit une information financière en dehors de ses obligations légales, selon un référentiel comptable autre que ceux applicables en France ou selon des critères convenus. 06. Pour les besoins de la présente norme, une transaction conclue à des conditions de concurrence normale est une transaction conclue selon des termes et à des conditions similaires à celle effectuée entre un acheteur et un vendeur consentants qui ne sont pas liés et qui agissent de manière indépendante l'un par rapport à l'autre et au mieux de leurs intérêts respectifs. Procédures d'évaluation du risque d'anomalies significatives dans les comptes 07. Afin de collecter les informations appropriées quant à l'identification des risques d'anomalies significatives dans les comptes résultant de relations et de transactions avec les parties liées, le commissaire aux comptes met en œuvre les procédures d'audit décrites ci-après aux paragraphes 8 à 13. Prise de connaissance des relations et transactions de l'entité avec les parties liées 08. Le commissaire aux comptes s'enquiert auprès de la direction : -de l'identité des parties liées et des modifications intervenues depuis l'exercice précédent ; -de la nature des relations entre l'entité et ces parties liées ; -de l'existence de transactions conclues avec ces parties liées au cours de l'exercice ainsi que, le cas échéant, de la nature des transactions et des objectifs poursuivis. 09. Le commissaire aux comptes interroge la direction et toute personne compétente au sein de l'entité, ayant connaissance de relations et de transactions avec les parties liées, sur les contrôles mis en place par la direction afin : -d'identifier et enregistrer les relations et transactions réalisées avec des parties liées et, le cas échéant, apprécier le caractère normal des conditions consenties ; -de fournir dans l'annexe les informations prévues par le référentiel comptable applicable à l'entité ; -d'autoriser et approuver les transactions et accords importants conclus avec des parties liées ; -d'autoriser et approuver les transactions et accords importants n'entrant pas dans le champ des activités ordinaires de l'entité. Il met en œuvre les autres procédures qu'il estime nécessaires afin de compléter sa connaissance de ces contrôles. Echange d'informations sur les parties liées au sein de l'équipe d'audit 10. Lors de la prise de connaissance des relations et des transactions avec les parties liées, les membres de l'équipe d'audit s'entretiennent, comme prévu dans les normes d'exercice professionnel, des risques d'anomalies significatives dans les comptes du fait d'erreurs ou de fraudes résultant de relations et de transactions réalisées avec des parties liées. 11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. Vigilance lors de l'examen des enregistrements comptables et des documents 12. Au cours de son audit, le commissaire aux comptes reste attentif aux accords et aux autres informations susceptibles d'indiquer l'existence de relations et de transactions avec des parties liées que la direction n'aurait pas identifiées ou qu'elle ne lui aurait pas signalées. Il examine dans cette perspective les éléments suivants : -les réponses obtenues de la part des banques et des avocats dans le cadre des procédures d'audit ; -les procès-verbaux des réunions tenues par l'organe délibérant et de celles tenues par l'organe d'administration ou de surveillance et, le cas échéant, par le comité spécialisé mentionné à l'article L. 823-19 ; -tout document qu'il estime nécessaire compte tenu de sa connaissance de l'entité et de son environnement. 13. Lorsqu'au cours de son audit, et notamment lors de la mise en œuvre des procédures décrites au paragraphe 12, le commissaire aux comptes identifie des transactions importantes n'entrant pas dans le champ des activités ordinaires de l'entité, il s'enquiert auprès de la direction de l'entité : -de la nature et du fondement de ces transactions ; -et de l'implication éventuelle de parties liées. Evaluation du risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec des parties liées 14. Lors de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives résultant de relations et de transactions réalisées avec des parties liées et détermine s'il se rapporte à un risque inhérent élevé qui requiert une démarche d'audit particulière. Dans ce cadre, il considère que les transactions importantes réalisées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité augmentent ce risque. 15. Lorsque le commissaire aux comptes identifie des facteurs de risque de fraude résultant de l'existence de parties liées, il prend en compte ces informations dans son évaluation du risque d'anomalies significatives dans les comptes résultant de fraudes, effectuée en application de la norme d'exercice professionnel “ Prise en considération de la possibilité de fraudes lors de l'audit des comptes ”. L'existence, parmi les parties liées, de personnes physiques ayant une influence dominante peut constituer un facteur de risque de fraude. Réponses à l'évaluation du risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec les parties liées 16. Lorsqu'il applique la norme d'exercice professionnel “ Procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques ”, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit permettant de répondre au risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec les parties liées. Ces procédures d'audit comprennent celles prévues dans les situations visées aux paragraphes 17 à 20. Parties liées ou transactions importantes entre l'entité et des parties liées non précédemment identifiées ou signalées 17. Lorsque le commissaire aux comptes identifie des accords ou des informations constituant des indices de l'existence de parties liées ou de transactions avec des parties liées que la direction n'a pas identifiées ou ne lui a pas signalées, il apprécie si d'autres éléments permettent de confirmer leur existence. 18. Lorsque cette existence est confirmée, le commissaire aux comptes : -en informe rapidement les autres membres de l'équipe d'audit ; -demande à la direction d'identifier toutes les transactions existantes avec les nouvelles parties liées identifiées afin qu'il actualise son évaluation des risques ; -analyse les raisons pour lesquelles les contrôles mis en place par l'entité n'ont pas permis d'identifier ou de signaler les relations ou les transactions avec les nouvelles parties liées identifiées ; -réévalue le risque que d'autres parties liées ou transactions importantes avec des parties liées ne soient pas identifiées ou signalées et met en œuvre des procédures d'audit complémentaires s'il l'estime nécessaire ; -met en œuvre des contrôles de substance sur les nouvelles parties liées identifiées ou sur les transactions importantes identifiées avec ces parties liées ; -évalue, le cas échéant, les conséquences sur l'audit de l'omission intentionnelle par la direction d'informations concernant les parties liées. Transactions importantes identifiées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité 19. Concernant les transactions importantes identifiées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité, le commissaire aux comptes : -analyse les contrats ou accords concernés et apprécie si : -l'absence de justification économique de ces transactions ne constitue pas un indice de détournement d'actifs ou d'actes intentionnels portant atteinte à l'image fidèle des comptes ou de nature à induire en erreur l'utilisateur de ces comptes ; -les termes et conditions de ces transactions sont cohérents avec les explications de la direction ; -ces transactions ont été correctement comptabilisées et présentées dans les notes annexes conformément au référentiel comptable applicable ; -vérifie que ces transactions ont été dûment autorisées et approuvées. Assertion selon laquelle les transactions avec les parties liées ont été réalisées à des conditions de concurrence normale 20. Lorsque la direction pose l'assertion que certaines transactions avec des parties liées sont réalisées à des conditions de concurrence normale et utilise cette assertion pour les besoins de l'établissement des comptes, le commissaire aux comptes collecte les éléments suffisants et appropriés justifiant cette assertion. Pour ce faire, il met en œuvre des tests dont l'étendue est déterminée en fonction de son évaluation de la conception et de la mise en œuvre des contrôles mis en place par la direction concernant les transactions avec les parties liées. Examen du traitement comptable des relations et transactions avec les parties liées 21. Pour fonder son opinion sur les comptes, le commissaire aux comptes apprécie si : -les relations et les transactions avec les parties liées font l'objet d'un traitement comptable et d'une information dans l'annexe conformes aux dispositions spécifiques des référentiels comptables applicables, relatives à la comptabilisation des soldes et des transactions avec les parties liées ainsi qu'aux informations à fournir dans l'annexe au titre des parties liées ; -la présentation des effets des relations et transactions avec les parties liées ne remet pas en cause l'image fidèle que les comptes doivent donner du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de l'entité ou du groupe à la fin de cet exercice. Déclarations écrites 22. Dans le cadre des dispositions prévues par la norme d'exercice professionnel relative aux déclarations de la direction, le commissaire aux comptes demande des déclarations écrites du représentant légal et, s'il l'estime nécessaire, des membres des organes mentionnés à l'article L. 823-16 , confirmant qu'au mieux de leur connaissance : -les informations qu'ils ont données au commissaire aux comptes sur l'identité des parties liées ainsi que sur les relations et transactions les concernant sont exhaustives ; -le traitement comptable des relations et transactions avec les parties liées est conforme aux dispositions du référentiel comptable applicable ; -toutes les transactions avec les parties liées non mentionnées dans l'annexe ne présentent pas une importance significative ou ont été conclues aux conditions normales du marché, dans le cas où le référentiel comptable applicable prévoit de mentionner en annexe uniquement les transactions avec les parties liées présentant une importance significative et non conclues aux conditions normales du marché. Communications avec les organes mentionnés à l'article L. 823-16 23. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 aux éléments relatifs aux parties liées, relevés au cours de l'audit. Documentation 24. Sans préjudice des dispositions relatives à la documentation prévues par les autres normes d'exercice professionnel, le commissaire aux comptes consigne dans son dossier l'identité des parties liées et la nature de leurs relations avec l'entité.",
            "texteHtml": "<p>La norme d'exercice professionnel relative au contrôle du bilan d'ouverture du premier exercice certifié par le commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : <br/><br/>NEP-550. Relations et transactions avec les parties liées <br/><br/>Introduction <br/><br/>01. De nombreuses transactions entre parties liées s'inscrivent dans le cadre des activités ordinaires de l'entité et ne recèlent pas davantage de risque d'anomalies significatives dans les comptes que les transactions de même nature réalisées entre parties non liées. Cependant, dans certaines circonstances, la nature des relations et des transactions avec des parties liées peut accroître ce risque, notamment lorsque :</p><p><br/>-les transactions avec les parties liées s'inscrivent dans un schéma ou une organisation complexe ;<br/><br/>-les systèmes d'information ne permettent pas d'identifier les transactions réalisées entre l'entité et les parties liées ainsi que les soldes comptables correspondants ;<br/><br/>-certaines transactions avec des parties liées ne sont pas réalisées à des conditions normales de marché, par exemple, lorsqu'elles ne donnent pas lieu à contrepartie ou à rémunération. </p><p><br/>02. Du fait des limites de l'audit, il existe un risque que le commissaire aux comptes ne détecte pas toutes les anomalies significatives contenues dans les comptes. Lorsqu'il existe des relations et des transactions avec des parties liées, ce risque est plus élevé car :</p><p><br/>-la direction de l'entité n'a pas nécessairement connaissance de toutes les parties liées existantes ni de toutes les transactions réalisées avec les parties liées ;<br/><br/>-ces relations sont susceptibles d'engendrer un risque de collusion, de dissimulation ou de manipulation par la direction. </p><p><br/>03. Dans ce contexte, il est particulièrement important que le commissaire aux comptes fasse preuve d'esprit critique tout au long de son audit et tienne compte du fait que l'existence de parties liées peut conduire à des anomalies significatives dans les comptes. <br/><br/>04. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre sur les relations et transactions avec les parties liées dans le cadre de son audit des comptes en vue de leur certification. Elle précise en particulier, s'agissant du risque d'anomalies significatives dans les comptes résultant de l'existence de parties liées et de transactions avec les parties liées, la manière d'appliquer les normes d'exercice professionnel relatives :</p><p><br/>-à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes ;<br/><br/>-aux procédures mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques ;<br/><br/>-à la prise en considération de la possibilité de fraudes lors de l'audit des comptes. </p><p><br/>Définitions <br/><br/>05. La définition de “ parties liées ” prévue dans les référentiels comptables applicables en France aux comptes certifiés par les Commissaires aux comptes en application de l'article L. 823-9 est celle figurant dans les normes comptables internationales adoptées par le règlement (CE) n° 2238/2004 de la Commission du 29 décembre 2004, notamment la partie de son annexe IAS 24 intitulée “ Objet des informations relatives aux parties liées ”, ainsi que par tout règlement communautaire qui viendrait la modifier. <br/><br/>Une autre définition des “ parties liées ” peut être retenue par l'entité lorsqu'elle établit une information financière en dehors de ses obligations légales, selon un référentiel comptable autre que ceux applicables en France ou selon des critères convenus. <br/><br/>06. Pour les besoins de la présente norme, une transaction conclue à des conditions de concurrence normale est une transaction conclue selon des termes et à des conditions similaires à celle effectuée entre un acheteur et un vendeur consentants qui ne sont pas liés et qui agissent de manière indépendante l'un par rapport à l'autre et au mieux de leurs intérêts respectifs. <br/><br/>Procédures d'évaluation du risque d'anomalies significatives dans les comptes <br/><br/>07. Afin de collecter les informations appropriées quant à l'identification des risques d'anomalies significatives dans les comptes résultant de relations et de transactions avec les parties liées, le commissaire aux comptes met en œuvre les procédures d'audit décrites ci-après aux paragraphes 8 à 13. <br/><br/>Prise de connaissance des relations et transactions de l'entité avec les parties liées <br/><br/>08. Le commissaire aux comptes s'enquiert auprès de la direction :</p><p><br/>-de l'identité des parties liées et des modifications intervenues depuis l'exercice précédent ;<br/><br/>-de la nature des relations entre l'entité et ces parties liées ;<br/><br/>-de l'existence de transactions conclues avec ces parties liées au cours de l'exercice ainsi que, le cas échéant, de la nature des transactions et des objectifs poursuivis. </p><p><br/>09. Le commissaire aux comptes interroge la direction et toute personne compétente au sein de l'entité, ayant connaissance de relations et de transactions avec les parties liées, sur les contrôles mis en place par la direction afin :</p><p><br/>-d'identifier et enregistrer les relations et transactions réalisées avec des parties liées et, le cas échéant, apprécier le caractère normal des conditions consenties ;<br/><br/>-de fournir dans l'annexe les informations prévues par le référentiel comptable applicable à l'entité ;<br/><br/>-d'autoriser et approuver les transactions et accords importants conclus avec des parties liées ;<br/><br/>-d'autoriser et approuver les transactions et accords importants n'entrant pas dans le champ des activités ordinaires de l'entité. </p><p><br/>Il met en œuvre les autres procédures qu'il estime nécessaires afin de compléter sa connaissance de ces contrôles. <br/><br/>Echange d'informations sur les parties liées au sein de l'équipe d'audit <br/><br/>10. Lors de la prise de connaissance des relations et des transactions avec les parties liées, les membres de l'équipe d'audit s'entretiennent, comme prévu dans les normes d'exercice professionnel, des risques d'anomalies significatives dans les comptes du fait d'erreurs ou de fraudes résultant de relations et de transactions réalisées avec des parties liées. <br/><br/>11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. <br/><br/>Vigilance lors de l'examen des enregistrements comptables et des documents <br/><br/>12. Au cours de son audit, le commissaire aux comptes reste attentif aux accords et aux autres informations susceptibles d'indiquer l'existence de relations et de transactions avec des parties liées que la direction n'aurait pas identifiées ou qu'elle ne lui aurait pas signalées. <br/><br/>Il examine dans cette perspective les éléments suivants :</p><p><br/>-les réponses obtenues de la part des banques et des avocats dans le cadre des procédures d'audit ;<br/><br/>-les procès-verbaux des réunions tenues par l'organe délibérant et de celles tenues par l'organe d'administration ou de surveillance et, le cas échéant, par le comité spécialisé mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019900383&dateTexte=&categorieLien=cid'>L. 823-19</a> ;<br/><br/>-tout document qu'il estime nécessaire compte tenu de sa connaissance de l'entité et de son environnement. </p><p><br/>13. Lorsqu'au cours de son audit, et notamment lors de la mise en œuvre des procédures décrites au paragraphe 12, le commissaire aux comptes identifie des transactions importantes n'entrant pas dans le champ des activités ordinaires de l'entité, il s'enquiert auprès de la direction de l'entité :</p><p><br/>-de la nature et du fondement de ces transactions ;<br/><br/>-et de l'implication éventuelle de parties liées. </p><p><br/>Evaluation du risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec des parties liées <br/><br/>14. Lors de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives résultant de relations et de transactions réalisées avec des parties liées et détermine s'il se rapporte à un risque inhérent élevé qui requiert une démarche d'audit particulière. Dans ce cadre, il considère que les transactions importantes réalisées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité augmentent ce risque. <br/><br/>15. Lorsque le commissaire aux comptes identifie des facteurs de risque de fraude résultant de l'existence de parties liées, il prend en compte ces informations dans son évaluation du risque d'anomalies significatives dans les comptes résultant de fraudes, effectuée en application de la norme d'exercice professionnel “ Prise en considération de la possibilité de fraudes lors de l'audit des comptes ”. L'existence, parmi les parties liées, de personnes physiques ayant une influence dominante peut constituer un facteur de risque de fraude. <br/><br/>Réponses à l'évaluation du risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec les parties liées <br/><br/>16. Lorsqu'il applique la norme d'exercice professionnel “ Procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques ”, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit permettant de répondre au risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec les parties liées. Ces procédures d'audit comprennent celles prévues dans les situations visées aux paragraphes 17 à 20. <br/><br/>Parties liées ou transactions importantes entre l'entité et des parties liées non précédemment identifiées ou signalées <br/><br/>17. Lorsque le commissaire aux comptes identifie des accords ou des informations constituant des indices de l'existence de parties liées ou de transactions avec des parties liées que la direction n'a pas identifiées ou ne lui a pas signalées, il apprécie si d'autres éléments permettent de confirmer leur existence. <br/><br/>18. Lorsque cette existence est confirmée, le commissaire aux comptes :</p><p><br/>-en informe rapidement les autres membres de l'équipe d'audit ;<br/><br/>-demande à la direction d'identifier toutes les transactions existantes avec les nouvelles parties liées identifiées afin qu'il actualise son évaluation des risques ;<br/><br/>-analyse les raisons pour lesquelles les contrôles mis en place par l'entité n'ont pas permis d'identifier ou de signaler les relations ou les transactions avec les nouvelles parties liées identifiées ;<br/><br/>-réévalue le risque que d'autres parties liées ou transactions importantes avec des parties liées ne soient pas identifiées ou signalées et met en œuvre des procédures d'audit complémentaires s'il l'estime nécessaire ;<br/><br/>-met en œuvre des contrôles de substance sur les nouvelles parties liées identifiées ou sur les transactions importantes identifiées avec ces parties liées ;<br/><br/>-évalue, le cas échéant, les conséquences sur l'audit de l'omission intentionnelle par la direction d'informations concernant les parties liées. </p><p><br/>Transactions importantes identifiées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité <br/><br/>19. Concernant les transactions importantes identifiées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité, le commissaire aux comptes :</p><p><br/>-analyse les contrats ou accords concernés et apprécie si :<br/><br/>-l'absence de justification économique de ces transactions ne constitue pas un indice de détournement d'actifs ou d'actes intentionnels portant atteinte à l'image fidèle des comptes ou de nature à induire en erreur l'utilisateur de ces comptes ;<br/><br/>-les termes et conditions de ces transactions sont cohérents avec les explications de la direction ;<br/><br/>-ces transactions ont été correctement comptabilisées et présentées dans les notes annexes conformément au référentiel comptable applicable ;<br/><br/>-vérifie que ces transactions ont été dûment autorisées et approuvées. </p><p><br/>Assertion selon laquelle les transactions avec les parties liées ont été réalisées à des conditions de concurrence normale <br/><br/>20. Lorsque la direction pose l'assertion que certaines transactions avec des parties liées sont réalisées à des conditions de concurrence normale et utilise cette assertion pour les besoins de l'établissement des comptes, le commissaire aux comptes collecte les éléments suffisants et appropriés justifiant cette assertion. Pour ce faire, il met en œuvre des tests dont l'étendue est déterminée en fonction de son évaluation de la conception et de la mise en œuvre des contrôles mis en place par la direction concernant les transactions avec les parties liées. <br/><br/>Examen du traitement comptable des relations et transactions avec les parties liées <br/><br/>21. Pour fonder son opinion sur les comptes, le commissaire aux comptes apprécie si :</p><p><br/>-les relations et les transactions avec les parties liées font l'objet d'un traitement comptable et d'une information dans l'annexe conformes aux dispositions spécifiques des référentiels comptables applicables, relatives à la comptabilisation des soldes et des transactions avec les parties liées ainsi qu'aux informations à fournir dans l'annexe au titre des parties liées ;<br/><br/>-la présentation des effets des relations et transactions avec les parties liées ne remet pas en cause l'image fidèle que les comptes doivent donner du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de l'entité ou du groupe à la fin de cet exercice. </p><p><br/>Déclarations écrites <br/><br/>22. Dans le cadre des dispositions prévues par la norme d'exercice professionnel relative aux déclarations de la direction, le commissaire aux comptes demande des déclarations écrites du représentant légal et, s'il l'estime nécessaire, des membres des organes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>L. 823-16</a>, confirmant qu'au mieux de leur connaissance :</p><p><br/>-les informations qu'ils ont données au commissaire aux comptes sur l'identité des parties liées ainsi que sur les relations et transactions les concernant sont exhaustives ;<br/><br/>-le traitement comptable des relations et transactions avec les parties liées est conforme aux dispositions du référentiel comptable applicable ;<br/><br/>-toutes les transactions avec les parties liées non mentionnées dans l'annexe ne présentent pas une importance significative ou ont été conclues aux conditions normales du marché, dans le cas où le référentiel comptable applicable prévoit de mentionner en annexe uniquement les transactions avec les parties liées présentant une importance significative et non conclues aux conditions normales du marché. </p><p><br/>Communications avec les organes mentionnés à l'article L. 823-16 <br/><br/>23. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 aux éléments relatifs aux parties liées, relevés au cours de l'audit. <br/><br/>Documentation <br/><br/>24. Sans préjudice des dispositions relatives à la documentation prévues par les autres normes d'exercice professionnel, le commissaire aux comptes consigne dans son dossier l'identité des parties liées et la nature de leurs relations avec l'entité.</p>",
            "num": "A823-18-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163209",
                        "id": "LEGISCTA000020163424",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024429465",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163209",
            "sectionParentId": "LEGISCTA000020163424",
            "sectionParentTitre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047933327",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000047932549",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-19",
                    "articleId": "LEGIARTI000019900383",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024429473",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933327",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-18-1",
                "823-18-1"
            ],
            "versionPrecedente": "LEGIARTI000024429473",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024429473",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux relations et transactions avec les parties liées, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : RELATIONS ET TRANSACTIONS AVEC LES PARTIES LIÉES Introduction 1. De nombreuses transactions entre parties liées s'inscrivent dans le cadre des activités ordinaires de l'entité et ne recèlent pas davantage de risque d'anomalies significatives dans les comptes que les transactions de même nature réalisées entre parties non liées. Cependant, dans certaines circonstances, la nature des relations et des transactions avec des parties liées peut accroître ce risque, notamment lorsque : - les transactions avec les parties liées s'inscrivent dans un schéma ou une organisation complexe ; - les systèmes d'information ne permettent pas d'identifier les transactions réalisées entre l'entité et les parties liées ainsi que les soldes comptables correspondants ; - certaines transactions avec des parties liées ne sont pas réalisées à des conditions normales de marché, par exemple, lorsqu'elles ne donnent pas lieu à contrepartie ou à rémunération. 2. Du fait des limites de l'audit, il existe un risque que le commissaire aux comptes ne détecte pas toutes les anomalies significatives contenues dans les comptes. Lorsqu'il existe des relations et des transactions avec des parties liées, ce risque est plus élevé car : - la direction de l'entité n'a pas nécessairement connaissance de toutes les parties liées existantes ni de toutes les transactions réalisées avec les parties liées ; - ces relations sont susceptibles d'engendrer un risque de collusion, de dissimulation ou de manipulation par la direction. 3. Dans ce contexte, il est particulièrement important que le commissaire aux comptes fasse preuve d'esprit critique tout au long de son audit et tienne compte du fait que l'existence de parties liées peut conduire à des anomalies significatives dans les comptes. 4. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre sur les relations et transactions avec les parties liées dans le cadre de son audit des comptes en vue de leur certification. Elle précise en particulier, s'agissant du risque d'anomalies significatives dans les comptes résultant de l'existence de parties liées et de transactions avec les parties liées, la manière d'appliquer les normes d'exercice professionnel relatives : - à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes ; - aux procédures mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques ; - à la prise en considération de la possibilité de fraudes lors de l'audit des comptes. Elle définit, par ailleurs, les procédures sur les relations et transactions avec les parties liées que le commissaire aux comptes met en œuvre dans le cadre d'un audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. Définitions 5. La définition de \" parties liées \" prévue dans les référentiels comptables applicables en France aux comptes certifiés par les Commissaires aux comptes en application de l'article L. 823-9 est celle figurant dans les normes comptables internationales adoptées par le règlement (CE) n° 2238/2004 de la Commission du 29 décembre 2004, notamment la partie de son annexe IAS 24 intitulée \" Objet des informations relatives aux parties liées \", ainsi que par tout règlement communautaire qui viendrait la modifier. Une autre définition des \" parties liées \" peut être retenue par l'entité lorsqu'elle établit une information financière en dehors de ses obligations légales, selon un référentiel comptable autre que ceux applicables en France ou selon des critères convenus. 6. Pour les besoins de la présente norme, une transaction conclue à des conditions de concurrence normale est une transaction conclue selon des termes et à des conditions similaires à celle effectuée entre un acheteur et un vendeur consentants qui ne sont pas liés et qui agissent de manière indépendante l'un par rapport à l'autre et au mieux de leurs intérêts respectifs. Procédures d'évaluation du risque d'anomalies significatives dans les comptes 7. Afin de collecter les informations appropriées quant à l'identification des risques d'anomalies significatives dans les comptes résultant de relations et de transactions avec les parties liées, le commissaire aux comptes met en œuvre les procédures d'audit décrites ci-après aux paragraphes 8 à 13. Prise de connaissance des relations et transactions de l'entité avec les parties liées 8. Le commissaire aux comptes s'enquiert auprès de la direction : - de l'identité des parties liées et des modifications intervenues depuis l'exercice précédent ; - de la nature des relations entre l'entité et ces parties liées ; - de l'existence de transactions conclues avec ces parties liées au cours de l'exercice ainsi que, le cas échéant, de la nature des transactions et des objectifs poursuivis. 9. Le commissaire aux comptes interroge la direction et toute personne compétente au sein de l'entité, ayant connaissance de relations et de transactions avec les parties liées, sur les contrôles mis en place par la direction afin : - d'identifier et enregistrer les relations et transactions réalisées avec des parties liées et, le cas échéant, apprécier le caractère normal des conditions consenties ; - de fournir dans l'annexe les informations prévues par le référentiel comptable applicable à l'entité ; - d'autoriser et approuver les transactions et accords importants conclus avec des parties liées ; - d'autoriser et approuver les transactions et accords importants n'entrant pas dans le champ des activités ordinaires de l'entité. Il met en œuvre les autres procédures qu'il estime nécessaires afin de compléter sa connaissance de ces contrôles. Echange d'informations sur les parties liées au sein de l'équipe d'audit 10. Lors de la prise de connaissance des relations et des transactions avec les parties liées, les membres de l'équipe d'audit s'entretiennent, comme prévu dans les normes d'exercice professionnel, des risques d'anomalies significatives dans les comptes du fait d'erreurs ou de fraudes résultant de relations et de transactions réalisées avec des parties liées. 11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. Vigilance lors de l'examen des enregistrements comptables et des documents 12. Au cours de son audit, le commissaire aux comptes reste attentif aux accords et aux autres informations susceptibles d'indiquer l'existence de relations et de transactions avec des parties liées que la direction n'aurait pas identifiées ou qu'elle ne lui aurait pas signalées. Il examine dans cette perspective les éléments suivants : - les réponses obtenues de la part des banques et des avocats dans le cadre des procédures d'audit ; - les procès-verbaux des réunions tenues par l'organe délibérant et de celles tenues par l'organe d'administration ou de surveillance et, le cas échéant, par le comité spécialisé mentionné à l'article L. 823-19 ; - tout document qu'il estime nécessaire compte tenu de sa connaissance de l'entité et de son environnement. 13. Lorsque au cours de son audit, et notamment lors de la mise en œuvre des procédures décrites au paragraphe 12, le commissaire aux comptes identifie des transactions importantes n'entrant pas dans le champ des activités ordinaires de l'entité, il s'enquiert auprès de la direction de l'entité : - de la nature et du fondement de ces transactions ; - et de l'implication éventuelle de parties liées. Evaluation du risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec des parties liées 14. Lors de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives résultant de relations et de transactions réalisées avec des parties liées et détermine s'il se rapporte à un risque inhérent élevé qui requiert une démarche d'audit particulière. Dans ce cadre, il considère que les transactions importantes réalisées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité augmentent ce risque. 15. Lorsque le commissaire aux comptes identifie des facteurs de risque de fraude résultant de l'existence de parties liées, il prend en compte ces informations dans son évaluation du risque d'anomalies significatives dans les comptes résultant de fraudes, effectuée en application de la norme d'exercice professionnel \" Prise en considération de la possibilité de fraudes lors de l'audit des comptes \". L'existence, parmi les parties liées, de personnes physiques ayant une influence dominante peut constituer un facteur de risque de fraude. Réponses à l'évaluation du risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec les parties liées 16. Lorsqu'il applique la norme d'exercice professionnel \" Procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques \", le commissaire aux comptes conçoit et met en œuvre des procédures d'audit permettant de répondre au risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec les parties liées. Ces procédures d'audit comprennent celles prévues dans les situations visées aux paragraphes 17 à 20. Parties liées ou transactions importantes entre l'entité et des parties liées non précédemment identifiées ou signalées 17. Lorsque le commissaire aux comptes identifie des accords ou des informations constituant des indices de l'existence de parties liées ou de transactions avec des parties liées que la direction n'a pas identifiées ou ne lui a pas signalées, il apprécie si d'autres éléments permettent de confirmer leur existence. 18. Lorsque cette existence est confirmée, le commissaire aux comptes : - en informe rapidement les autres membres de l'équipe d'audit ; - demande à la direction d'identifier toutes les transactions existantes avec les nouvelles parties liées identifiées afin qu'il actualise son évaluation des risques ; - analyse les raisons pour lesquelles les contrôles mis en place par l'entité n'ont pas permis d'identifier ou de signaler les relations ou les transactions avec les nouvelles parties liées identifiées ; - réévalue le risque que d'autres parties liées ou transactions importantes avec des parties liées ne soient pas identifiées ou signalées et met en œuvre des procédures d'audit complémentaires s'il l'estime nécessaire ; - met en œuvre des contrôles de substance sur les nouvelles parties liées identifiées ou sur les transactions importantes identifiées avec ces parties liées ; - évalue, le cas échéant, les conséquences sur l'audit de l'omission intentionnelle par la direction d'informations concernant les parties liées. Transactions importantes identifiées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité 19. Concernant les transactions importantes identifiées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité, le commissaire aux comptes : - analyse les contrats ou accords concernés et apprécie si : - l'absence de justification économique de ces transactions ne constitue pas un indice de détournement d'actifs ou d'actes intentionnels portant atteinte à l'image fidèle des comptes ou de nature à induire en erreur l'utilisateur de ces comptes ; - les termes et conditions de ces transactions sont cohérents avec les explications de la direction ; - ces transactions ont été correctement comptabilisées et présentées dans les notes annexes conformément au référentiel comptable applicable ; - vérifie que ces transactions ont été dûment autorisées et approuvées. Assertion selon laquelle les transactions avec les parties liées ont été réalisées à des conditions de concurrence normale 20. Lorsque la direction pose l'assertion que certaines transactions avec des parties liées sont réalisées à des conditions de concurrence normale et utilise cette assertion pour les besoins de l'établissement des comptes, le commissaire aux comptes collecte les éléments suffisants et appropriés justifiant cette assertion. Pour ce faire, il met en œuvre des tests dont l'étendue est déterminée en fonction de son évaluation de la conception et de la mise en œuvre des contrôles mis en place par la direction concernant les transactions avec les parties liées. Examen du traitement comptable des relations et transactions avec les parties liées 21. Pour fonder son opinion sur les comptes, le commissaire aux comptes apprécie si : - les relations et les transactions avec les parties liées font l'objet d'un traitement comptable et d'une information dans l'annexe conformes aux dispositions spécifiques des référentiels comptables applicables, relatives à la comptabilisation des soldes et des transactions avec les parties liées ainsi qu'aux informations à fournir dans l'annexe au titre des parties liées ; - la présentation des effets des relations et transactions avec les parties liées ne remet pas en cause l'image fidèle que les comptes doivent donner du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de l'entité ou du groupe à la fin de cet exercice. Déclarations écrites 22. Dans le cadre des dispositions prévues par la norme d'exercice professionnel relative aux déclarations de la direction, le commissaire aux comptes demande des déclarations écrites du représentant légal et, s'il l'estime nécessaire, des membres des organes mentionnés à l'article L. 823-16 , confirmant qu'au mieux de leur connaissance : - les informations qu'ils ont données au commissaire aux comptes sur l'identité des parties liées ainsi que sur les relations et transactions les concernant sont exhaustives ; - le traitement comptable des relations et transactions avec les parties liées est conforme aux dispositions du référentiel comptable applicable ; - toutes les transactions avec les parties liées non mentionnées dans l'annexe ne présentent pas une importance significative ou ont été conclues aux conditions normales du marché, dans le cas où le référentiel comptable applicable prévoit de mentionner en annexe uniquement les transactions avec les parties liées présentant une importance significative et non conclues aux conditions normales du marché. Communications avec les organes mentionnés à l'article L. 823-16 23. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 aux éléments relatifs aux parties liées, relevés au cours de l'audit. Documentation 24. Sans préjudice des dispositions relatives à la documentation prévues par les autres normes d'exercice professionnel, le commissaire aux comptes consigne dans son dossier l'identité des parties liées et la nature de leurs relations avec l'entité. Dispositions spécifiques applicables à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes 25. Dans le cadre des dispositions de la norme d'exercice professionnel relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, le commissaire aux comptes peut être amené à intervenir, à la demande de l'entité, sur des informations financières établies en dehors de ses obligations légales, pour des besoins spécifiques. Ces informations financières peuvent être des comptes, des états comptables ou des éléments de comptes tels que définis aux paragraphes 8 à 12 de la norme précitée. 26. A ce titre, le commissaire aux comptes peut être amené à réaliser un audit sur des informations financières établies : - soit selon les référentiels comptables applicables en France ; - soit selon un référentiel comptable ou des critères convenus, qui ne comportent aucune définition des parties liées ou qui définissent pour celles-ci un champ autre que celui prévu au paragraphe 29 ci-dessous. 27. Dans le premier cas, le commissaire aux comptes applique les procédures d'audit décrites aux paragraphes 7 à 24 de la présente norme en se référant à la définition des parties liées des référentiels comptables applicables en France. 28. Dans le second cas, pour : - apprécier la présence de facteurs de risque de fraudes et évaluer le risque d'anomalies significatives en résultant ; - être en mesure de conclure que les informations financières ne sont pas trompeuses, le commissaire aux comptes met en œuvre les procédures d'audit décrites aux paragraphes 7 à 24 de la présente norme, à l'exception du deuxième alinéa du paragraphe 21 dans le cas de critères convenus ou d'un référentiel comptable qui n'est pas conçu pour donner une image fidèle. 29. Les procédures définies au paragraphe 28 s'appliquent : - en retenant la définition des parties liées ci-après, lorsque le référentiel comptable ou les critères convenus retenus par l'entité ne comportent aucune définition des parties liées ou comportent une définition des parties liées dont le champ est plus restreint que celui retenu dans cette définition. - Les \" parties liées \" se définissent dans ce cas comme : - une personne ou une entité qui contrôle ou qui a une influence notable, directement ou indirectement au travers d'un ou plusieurs intermédiaires, sur l'entité établissant les informations financières objet de l'audit ; - ou une entité sur laquelle l'entité établissant les informations financières objet de l'audit exerce un contrôle ou une influence notable, directement ou indirectement au travers d'un ou plusieurs intermédiaires ; - ou une entité qui est sous contrôle commun avec l'entité établissant les informations financières objet de l'audit par le fait qu'elles ont : i) Un actionnariat commun détenant le contrôle ; ii) Des propriétaires qui sont des membres proches d'une même famille ; ou iii) Des principaux dirigeants communs. - Concernant les entités sous le contrôle d'un même Etat, que ce soit au niveau national, régional ou local, celles-ci ne sont pas considérées comme liées, sauf si elles sont engagées entre elles dans des transactions importantes ou si elles partagent des ressources dans des proportions significatives. - en retenant la définition des parties liées du référentiel comptable ou des critères convenus retenus par l'entité, lorsque le champ des parties liées défini dans ledit référentiel ou lesdits critères est plus large que celui de la définition mentionnée ci-avant.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative aux relations et transactions avec les parties liées, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p></p><p></p><p align='center'>RELATIONS ET TRANSACTIONS AVEC LES PARTIES LIÉES <br/></p><p>Introduction </p><p></p><p></p><p>1. De nombreuses transactions entre parties liées s'inscrivent dans le cadre des activités ordinaires de l'entité et ne recèlent pas davantage de risque d'anomalies significatives dans les comptes que les transactions de même nature réalisées entre parties non liées. Cependant, dans certaines circonstances, la nature des relations et des transactions avec des parties liées peut accroître ce risque, notamment lorsque :</p><p>- les transactions avec les parties liées s'inscrivent dans un schéma ou une organisation complexe ;</p><p>- les systèmes d'information ne permettent pas d'identifier les transactions réalisées entre l'entité et les parties liées ainsi que les soldes comptables correspondants ;</p><p>- certaines transactions avec des parties liées ne sont pas réalisées à des conditions normales de marché, par exemple, lorsqu'elles ne donnent pas lieu à contrepartie ou à rémunération. </p><p>2. Du fait des limites de l'audit, il existe un risque que le commissaire aux comptes ne détecte pas toutes les anomalies significatives contenues dans les comptes. Lorsqu'il existe des relations et des transactions avec des parties liées, ce risque est plus élevé car :</p><p>- la direction de l'entité n'a pas nécessairement connaissance de toutes les parties liées existantes ni de toutes les transactions réalisées avec les parties liées ;</p><p>- ces relations sont susceptibles d'engendrer un risque de collusion, de dissimulation ou de manipulation par la direction. </p><p>3. Dans ce contexte, il est particulièrement important que le commissaire aux comptes fasse preuve d'esprit critique tout au long de son audit et tienne compte du fait que l'existence de parties liées peut conduire à des anomalies significatives dans les comptes. </p><p>4. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre sur les relations et transactions avec les parties liées dans le cadre de son audit des comptes en vue de leur certification. Elle précise en particulier, s'agissant du risque d'anomalies significatives dans les comptes résultant de l'existence de parties liées et de transactions avec les parties liées, la manière d'appliquer les normes d'exercice professionnel relatives :</p><p>- à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes ;</p><p>- aux procédures mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques ;</p><p>- à la prise en considération de la possibilité de fraudes lors de l'audit des comptes. </p><p>Elle définit, par ailleurs, les procédures sur les relations et transactions avec les parties liées que le commissaire aux comptes met en œuvre dans le cadre d'un audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes. </p><p></p><p></p><p>Définitions </p><p></p><p></p><p>5. La définition de \" parties liées \" prévue dans les référentiels comptables applicables en France aux comptes certifiés par les Commissaires aux comptes en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242832&dateTexte=&categorieLien=cid'>l'article L. 823-9 </a>est celle figurant dans les normes comptables internationales adoptées par le règlement (CE) n° 2238/2004 de la Commission du 29 décembre 2004, notamment la partie de son annexe IAS 24 intitulée \" Objet des informations relatives aux parties liées \", ainsi que par tout règlement communautaire qui viendrait la modifier. </p><p>Une autre définition des \" parties liées \" peut être retenue par l'entité lorsqu'elle établit une information financière en dehors de ses obligations légales, selon un référentiel comptable autre que ceux applicables en France ou selon des critères convenus. </p><p>6. Pour les besoins de la présente norme, une transaction conclue à des conditions de concurrence normale est une transaction conclue selon des termes et à des conditions similaires à celle effectuée entre un acheteur et un vendeur consentants qui ne sont pas liés et qui agissent de manière indépendante l'un par rapport à l'autre et au mieux de leurs intérêts respectifs. </p><p></p><p></p><p>Procédures d'évaluation du risque d'anomalies significatives dans les comptes </p><p></p><p></p><p>7. Afin de collecter les informations appropriées quant à l'identification des risques d'anomalies significatives dans les comptes résultant de relations et de transactions avec les parties liées, le commissaire aux comptes met en œuvre les procédures d'audit décrites ci-après aux paragraphes 8 à 13. </p><p></p><p></p><p>Prise de connaissance des relations et transactions de l'entité avec les parties liées </p><p></p><p></p><p>8. Le commissaire aux comptes s'enquiert auprès de la direction :</p><p>- de l'identité des parties liées et des modifications intervenues depuis l'exercice précédent ;</p><p>- de la nature des relations entre l'entité et ces parties liées ;</p><p>- de l'existence de transactions conclues avec ces parties liées au cours de l'exercice ainsi que, le cas échéant, de la nature des transactions et des objectifs poursuivis. </p><p>9. Le commissaire aux comptes interroge la direction et toute personne compétente au sein de l'entité, ayant connaissance de relations et de transactions avec les parties liées, sur les contrôles mis en place par la direction afin :</p><p>- d'identifier et enregistrer les relations et transactions réalisées avec des parties liées et, le cas échéant, apprécier le caractère normal des conditions consenties ;</p><p>- de fournir dans l'annexe les informations prévues par le référentiel comptable applicable à l'entité ;</p><p>- d'autoriser et approuver les transactions et accords importants conclus avec des parties liées ;</p><p>- d'autoriser et approuver les transactions et accords importants n'entrant pas dans le champ des activités ordinaires de l'entité. </p><p>Il met en œuvre les autres procédures qu'il estime nécessaires afin de compléter sa connaissance de ces contrôles. </p><p></p><p></p><p>Echange d'informations sur les parties liées au sein de l'équipe d'audit </p><p></p><p></p><p>10. Lors de la prise de connaissance des relations et des transactions avec les parties liées, les membres de l'équipe d'audit s'entretiennent, comme prévu dans les normes d'exercice professionnel, des risques d'anomalies significatives dans les comptes du fait d'erreurs ou de fraudes résultant de relations et de transactions réalisées avec des parties liées. </p><p>11. Ces échanges se poursuivent, si nécessaire, au cours de la mission. </p><p></p><p></p><p>Vigilance lors de l'examen des enregistrements comptables et des documents </p><p></p><p></p><p>12. Au cours de son audit, le commissaire aux comptes reste attentif aux accords et aux autres informations susceptibles d'indiquer l'existence de relations et de transactions avec des parties liées que la direction n'aurait pas identifiées ou qu'elle ne lui aurait pas signalées. </p><p>Il examine dans cette perspective les éléments suivants :</p><p>- les réponses obtenues de la part des banques et des avocats dans le cadre des procédures d'audit ;</p><p>- les procès-verbaux des réunions tenues par l'organe délibérant et de celles tenues par l'organe d'administration ou de surveillance et, le cas échéant, par le comité spécialisé mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019900383&dateTexte=&categorieLien=cid'>l'article L. 823-19 </a>;</p><p>- tout document qu'il estime nécessaire compte tenu de sa connaissance de l'entité et de son environnement. </p><p>13. Lorsque au cours de son audit, et notamment lors de la mise en œuvre des procédures décrites au paragraphe 12, le commissaire aux comptes identifie des transactions importantes n'entrant pas dans le champ des activités ordinaires de l'entité, il s'enquiert auprès de la direction de l'entité :</p><p>- de la nature et du fondement de ces transactions ;</p><p>- et de l'implication éventuelle de parties liées. </p><p>Evaluation du risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec des parties liées </p><p>14. Lors de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives résultant de relations et de transactions réalisées avec des parties liées et détermine s'il se rapporte à un risque inhérent élevé qui requiert une démarche d'audit particulière. Dans ce cadre, il considère que les transactions importantes réalisées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité augmentent ce risque. </p><p>15. Lorsque le commissaire aux comptes identifie des facteurs de risque de fraude résultant de l'existence de parties liées, il prend en compte ces informations dans son évaluation du risque d'anomalies significatives dans les comptes résultant de fraudes, effectuée en application de la norme d'exercice professionnel \" Prise en considération de la possibilité de fraudes lors de l'audit des comptes \". L'existence, parmi les parties liées, de personnes physiques ayant une influence dominante peut constituer un facteur de risque de fraude. </p><p>Réponses à l'évaluation du risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec les parties liées </p><p>16. Lorsqu'il applique la norme d'exercice professionnel \" Procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de son évaluation des risques \", le commissaire aux comptes conçoit et met en œuvre des procédures d'audit permettant de répondre au risque d'anomalies significatives dans les comptes résultant de l'existence de relations et de transactions avec les parties liées. Ces procédures d'audit comprennent celles prévues dans les situations visées aux paragraphes 17 à 20. </p><p></p><p></p><p>Parties liées ou transactions importantes entre l'entité et des parties liées non précédemment identifiées ou signalées </p><p></p><p></p><p>17. Lorsque le commissaire aux comptes identifie des accords ou des informations constituant des indices de l'existence de parties liées ou de transactions avec des parties liées que la direction n'a pas identifiées ou ne lui a pas signalées, il apprécie si d'autres éléments permettent de confirmer leur existence. </p><p>18. Lorsque cette existence est confirmée, le commissaire aux comptes :</p><p>- en informe rapidement les autres membres de l'équipe d'audit ;</p><p>- demande à la direction d'identifier toutes les transactions existantes avec les nouvelles parties liées identifiées afin qu'il actualise son évaluation des risques ;</p><p>- analyse les raisons pour lesquelles les contrôles mis en place par l'entité n'ont pas permis d'identifier ou de signaler les relations ou les transactions avec les nouvelles parties liées identifiées ;</p><p>- réévalue le risque que d'autres parties liées ou transactions importantes avec des parties liées ne soient pas identifiées ou signalées et met en œuvre des procédures d'audit complémentaires s'il l'estime nécessaire ;</p><p>- met en œuvre des contrôles de substance sur les nouvelles parties liées identifiées ou sur les transactions importantes identifiées avec ces parties liées ;</p><p>- évalue, le cas échéant, les conséquences sur l'audit de l'omission intentionnelle par la direction d'informations concernant les parties liées. </p><p></p><p></p><p>Transactions importantes identifiées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité </p><p></p><p></p><p>19. Concernant les transactions importantes identifiées avec des parties liées n'entrant pas dans le champ des activités ordinaires de l'entité, le commissaire aux comptes :</p><p>- analyse les contrats ou accords concernés et apprécie si :</p><p>- l'absence de justification économique de ces transactions ne constitue pas un indice de détournement d'actifs ou d'actes intentionnels portant atteinte à l'image fidèle des comptes ou de nature à induire en erreur l'utilisateur de ces comptes ;</p><p>- les termes et conditions de ces transactions sont cohérents avec les explications de la direction ;</p><p>- ces transactions ont été correctement comptabilisées et présentées dans les notes annexes conformément au référentiel comptable applicable ;</p><p>- vérifie que ces transactions ont été dûment autorisées et approuvées. </p><p></p><p></p><p>Assertion selon laquelle les transactions avec les parties liées ont été réalisées à des conditions de concurrence normale </p><p></p><p></p><p>20. Lorsque la direction pose l'assertion que certaines transactions avec des parties liées sont réalisées à des conditions de concurrence normale et utilise cette assertion pour les besoins de l'établissement des comptes, le commissaire aux comptes collecte les éléments suffisants et appropriés justifiant cette assertion. Pour ce faire, il met en œuvre des tests dont l'étendue est déterminée en fonction de son évaluation de la conception et de la mise en œuvre des contrôles mis en place par la direction concernant les transactions avec les parties liées. </p><p></p><p></p><p>Examen du traitement comptable des relations et transactions avec les parties liées </p><p></p><p></p><p>21. Pour fonder son opinion sur les comptes, le commissaire aux comptes apprécie si :</p><p>- les relations et les transactions avec les parties liées font l'objet d'un traitement comptable et d'une information dans l'annexe conformes aux dispositions spécifiques des référentiels comptables applicables, relatives à la comptabilisation des soldes et des transactions avec les parties liées ainsi qu'aux informations à fournir dans l'annexe au titre des parties liées ;</p><p>- la présentation des effets des relations et transactions avec les parties liées ne remet pas en cause l'image fidèle que les comptes doivent donner du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de l'entité ou du groupe à la fin de cet exercice. </p><p></p><p></p><p>Déclarations écrites </p><p></p><p></p><p>22. Dans le cadre des dispositions prévues par la norme d'exercice professionnel relative aux déclarations de la direction, le commissaire aux comptes demande des déclarations écrites du représentant légal et, s'il l'estime nécessaire, des membres des organes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>l'article L. 823-16</a>, confirmant qu'au mieux de leur connaissance :</p><p>- les informations qu'ils ont données au commissaire aux comptes sur l'identité des parties liées ainsi que sur les relations et transactions les concernant sont exhaustives ;</p><p>- le traitement comptable des relations et transactions avec les parties liées est conforme aux dispositions du référentiel comptable applicable ;</p><p>- toutes les transactions avec les parties liées non mentionnées dans l'annexe ne présentent pas une importance significative ou ont été conclues aux conditions normales du marché, dans le cas où le référentiel comptable applicable prévoit de mentionner en annexe uniquement les transactions avec les parties liées présentant une importance significative et non conclues aux conditions normales du marché. </p><p></p><p></p><p>Communications avec les organes mentionnés à l'article L. 823-16 </p><p></p><p></p><p>23. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 aux éléments relatifs aux parties liées, relevés au cours de l'audit. </p><p></p><p></p><p>Documentation </p><p></p><p></p><p>24. Sans préjudice des dispositions relatives à la documentation prévues par les autres normes d'exercice professionnel, le commissaire aux comptes consigne dans son dossier l'identité des parties liées et la nature de leurs relations avec l'entité. </p><p>Dispositions spécifiques applicables à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes </p><p>25. Dans le cadre des dispositions de la norme d'exercice professionnel relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, le commissaire aux comptes peut être amené à intervenir, à la demande de l'entité, sur des informations financières établies en dehors de ses obligations légales, pour des besoins spécifiques. Ces informations financières peuvent être des comptes, des états comptables ou des éléments de comptes tels que définis aux paragraphes 8 à 12 de la norme précitée. </p><p>26. A ce titre, le commissaire aux comptes peut être amené à réaliser un audit sur des informations financières établies :</p><p>- soit selon les référentiels comptables applicables en France ;</p><p>- soit selon un référentiel comptable ou des critères convenus, qui ne comportent aucune définition des parties liées ou qui définissent pour celles-ci un champ autre que celui prévu au paragraphe 29 ci-dessous. </p><p>27. Dans le premier cas, le commissaire aux comptes applique les procédures d'audit décrites aux paragraphes 7 à 24 de la présente norme en se référant à la définition des parties liées des référentiels comptables applicables en France. </p><p>28. Dans le second cas, pour :</p><p>- apprécier la présence de facteurs de risque de fraudes et évaluer le risque d'anomalies significatives en résultant ;</p><p>- être en mesure de conclure que les informations financières ne sont pas trompeuses, </p><p>le commissaire aux comptes met en œuvre les procédures d'audit décrites aux paragraphes 7 à 24 de la présente norme, à l'exception du deuxième alinéa du paragraphe 21 dans le cas de critères convenus ou d'un référentiel comptable qui n'est pas conçu pour donner une image fidèle. </p><p>29. Les procédures définies au paragraphe 28 s'appliquent :</p><p>- en retenant la définition des parties liées ci-après, lorsque le référentiel comptable ou les critères convenus retenus par l'entité ne comportent aucune définition des parties liées ou comportent une définition des parties liées dont le champ est plus restreint que celui retenu dans cette définition.</p><p>- Les \" parties liées \" se définissent dans ce cas comme :</p><p>- une personne ou une entité qui contrôle ou qui a une influence notable, directement ou indirectement au travers d'un ou plusieurs intermédiaires, sur l'entité établissant les informations financières objet de l'audit ;</p><p>- ou une entité sur laquelle l'entité établissant les informations financières objet de l'audit exerce un contrôle ou une influence notable, directement ou indirectement au travers d'un ou plusieurs intermédiaires ;</p><p>- ou une entité qui est sous contrôle commun avec l'entité établissant les informations financières objet de l'audit par le fait qu'elles ont : </p><p>i) Un actionnariat commun détenant le contrôle ; </p><p>ii) Des propriétaires qui sont des membres proches d'une même famille ; ou </p><p>iii) Des principaux dirigeants communs.</p><p>- Concernant les entités sous le contrôle d'un même Etat, que ce soit au niveau national, régional ou local, celles-ci ne sont pas considérées comme liées, sauf si elles sont engagées entre elles dans des transactions importantes ou si elles partagent des ressources dans des proportions significatives.</p><p>- en retenant la définition des parties liées du référentiel comptable ou des critères convenus retenus par l'entité, lorsque le champ des parties liées défini dans ledit référentiel ou lesdits critères est plus large que celui de la définition mentionnée ci-avant.</p><p></p>",
            "num": "A823-18-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1312416000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163209",
                        "id": "LEGISCTA000020163424",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024429465",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163209",
            "sectionParentId": "LEGISCTA000020163424",
            "sectionParentTitre": "Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 4 : Des contrôles des risques spécifiques au cours de la mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024429473",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424822",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024429446",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-19",
                    "articleId": "LEGIARTI000019900383",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-9",
                    "articleId": "LEGIARTI000006242832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024429473",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933327",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-18-1",
                "823-18-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}