{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046982267",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Dans les entreprises dont l'effectif comprend au moins vingt et moins de deux cent cinquante salariés, toute heure supplémentaire effectuée à compter du 1er octobre 2022 par les salariés mentionnés au II de l'article L. 241-13 du code de la sécurité sociale ouvre droit à une déduction forfaitaire des cotisations patronales, à hauteur d'un montant fixé par décret. La réduction s'applique au titre des heures mentionnées aux 1° à 3° du I de l'article L. 241-17 du même code. II. - Dans les mêmes entreprises, une déduction forfaitaire égale à sept fois le montant défini au I du présent article est également applicable pour chaque jour de repos auquel renonce un salarié relevant d'une convention de forfait en jours sur l'année, au-delà de la limite mentionnée au 3° du I de l'article L. 3121-64 du code du travail, dans les conditions prévues à l'article L. 3121-59 du même code. III. - Les déductions mentionnées aux I et II du présent article sont imputées sur les sommes dues par les employeurs aux organismes de recouvrement mentionnés à l'article L. 213-1 du code de la sécurité sociale et à l'article L. 725-3 du code rural et de la pêche maritime pour chaque salarié concerné au titre de l'ensemble de sa rémunération versée au moment du paiement de cette durée de travail supplémentaire et ne peuvent dépasser ce montant. IV. - Les déductions mentionnées aux I et II du présent article sont cumulables avec des exonérations de cotisations patronales de sécurité sociale dans la limite du montant des cotisations patronales de sécurité sociale et des contributions patronales recouvrées suivant les mêmes règles, restant dues par l'employeur au titre de l'ensemble de la rémunération du salarié concerné. Les mêmes I et II sont applicables sous réserve du respect par l'employeur des dispositions légales et conventionnelles relatives à la durée du travail et sous réserve que l'heure supplémentaire effectuée fasse l'objet d'une rémunération au moins égale à celle d'une heure non majorée. Ils ne sont pas applicables lorsque ces revenus d'activité se substituent à des sommes soumises à cotisations de sécurité sociale en application du I de l'article L. 242-1 du code de la sécurité sociale, à moins qu'un délai de douze mois ne se soit écoulé entre le dernier versement de l'élément de rémunération en tout ou partie supprimé et le premier versement des revenus mentionnés aux I et II du présent article. Le bénéfice des déductions mentionnées aux mêmes I et II est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis. V. - Le bénéfice des déductions mentionnées aux I et II est subordonné, pour l'employeur, à la mise à la disposition des agents chargés du contrôle mentionnés à l'article L. 243-7 du code de la sécurité sociale et à l'article L. 724-7 du code rural et de la pêche maritime d'un document en vue du contrôle de l'application du présent article. VI. - Un décret fixe les modalités d'application du présent article ainsi que les modalités selon lesquelles les heures supplémentaires effectuées par les salariés affiliés au régime général dont la durée du travail ne relève pas du titre II du livre Ier de la troisième partie du code du travail ou du chapitre III du titre Ier du livre VII du code rural et de la pêche maritime ouvrent droit aux déductions mentionnées au présent article. VII. - Le présent article est applicable à Mayotte et à Saint-Pierre-et-Miquelon.",
            "texteHtml": "<p>I. - Dans les entreprises dont l'effectif comprend au moins vingt et moins de deux cent cinquante salariés, toute heure supplémentaire effectuée à compter du 1er octobre 2022 par les salariés mentionnés au II de l'article L. 241-13 du code de la sécurité sociale ouvre droit à une déduction forfaitaire des cotisations patronales, à hauteur d'un montant fixé par décret.<br/><br/>\nLa réduction s'applique au titre des heures mentionnées aux 1° à 3° du I de l'article L. 241-17 du même code.<br/><br/>\nII. - Dans les mêmes entreprises, une déduction forfaitaire égale à sept fois le montant défini au I du présent article est également applicable pour chaque jour de repos auquel renonce un salarié relevant d'une convention de forfait en jours sur l'année, au-delà de la limite mentionnée au 3° du I de l'article L. 3121-64 du code du travail, dans les conditions prévues à l'article L. 3121-59 du même code.<br/><br/>\nIII. - Les déductions mentionnées aux I et II du présent article sont imputées sur les sommes dues par les employeurs aux organismes de recouvrement mentionnés à l'article L. 213-1 du code de la sécurité sociale et à l'article L. 725-3 du code rural et de la pêche maritime pour chaque salarié concerné au titre de l'ensemble de sa rémunération versée au moment du paiement de cette durée de travail supplémentaire et ne peuvent dépasser ce montant.<br/><br/>\nIV. - Les déductions mentionnées aux I et II du présent article sont cumulables avec des exonérations de cotisations patronales de sécurité sociale dans la limite du montant des cotisations patronales de sécurité sociale et des contributions patronales recouvrées suivant les mêmes règles, restant dues par l'employeur au titre de l'ensemble de la rémunération du salarié concerné.<br/><br/>\nLes mêmes I et II sont applicables sous réserve du respect par l'employeur des dispositions légales et conventionnelles relatives à la durée du travail et sous réserve que l'heure supplémentaire effectuée fasse l'objet d'une rémunération au moins égale à celle d'une heure non majorée.<br/><br/>\nIls ne sont pas applicables lorsque ces revenus d'activité se substituent à des sommes soumises à cotisations de sécurité sociale en application du I de l'article L. 242-1 du code de la sécurité sociale, à moins qu'un délai de douze mois ne se soit écoulé entre le dernier versement de l'élément de rémunération en tout ou partie supprimé et le premier versement des revenus mentionnés aux I et II du présent article.<br/><br/>\nLe bénéfice des déductions mentionnées aux mêmes I et II est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.<br/><br/>\nV. - Le bénéfice des déductions mentionnées aux I et II est subordonné, pour l'employeur, à la mise à la disposition des agents chargés du contrôle mentionnés à l'article L. 243-7 du code de la sécurité sociale et à l'article L. 724-7 du code rural et de la pêche maritime d'un document en vue du contrôle de l'application du présent article.<br/><br/>\nVI. - Un décret fixe les modalités d'application du présent article ainsi que les modalités selon lesquelles les heures supplémentaires effectuées par les salariés affiliés au régime général dont la durée du travail ne relève pas du titre II du livre Ier de la troisième partie du code du travail ou du chapitre III du titre Ier du livre VII du code rural et de la pêche maritime ouvrent droit aux déductions mentionnées au présent article.</p><p>VII. - Le présent article est applicable à Mayotte et à Saint-Pierre-et-Miquelon.</p>",
            "num": "L241-18-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1671926400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 538513711,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Organisation du régime général, action de prévention, action sanitaire et sociale des caisses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126888",
                        "id": "LEGISCTA000006126888",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-01-06",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Ressources",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141614",
                        "id": "LEGISCTA000006141614",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-01-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 1er : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156070",
                        "id": "LEGISCTA000006156070",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-01-06",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Dispositions communes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172584",
                        "id": "LEGISCTA000006172584",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000046982267",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006172584",
            "sectionParentId": "LEGISCTA000006172584",
            "sectionParentTitre": "Section 4 : Dispositions communes.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Organisation du régime général, action de prévention, action sanitaire et sociale des caisses &gt; Titre IV : Ressources &gt; Chapitre 1er : Généralités &gt; Section 4 : Dispositions communes.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046982267",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au V de l'article 22 de la loi n° 2022-1616 du 23 décembre 2022, ces dispositions s'appliquent aux cotisations dues au titre des périodes courant à compter du 1er octobre 2022.",
            "notaHtml": "<p>Conformément au V de l'article 22 de la loi n° 2022-1616 du 23 décembre 2022, ces dispositions s'appliquent aux cotisations dues au titre des périodes courant à compter du 1er octobre 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046791754",
                    "textTitle": "LOI n°2022-1616 du 23 décembre 2022 - art. 22 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000046796229",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-24",
                    "dateSignaTexte": "2022-12-23",
                    "dateDebutCible": "2022-12-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000047096915",
                    "textTitle": "Arrêté du 31 janvier 2023 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047097664",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1675728000000,
                    "dateDebut": 1675814400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000046186723",
                    "textTitle": "LOI n°2022-1158 du 16 août 2022 - art. 2 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046188459",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000046982267",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1671926400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L241-18-1",
                "241-18-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}