{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048875189",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à certification des comptes des organismes nationaux de sécurité sociale, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-920. Certification des comptes des organismes nationaux de sécurité sociale Introduction 01. En application des dispositions de l'article L. 114-8 du code de la sécurité sociale, le commissaire aux comptes certifie les comptes annuels et, le cas échéant, les comptes combinés des organismes nationaux de sécurité sociale, autres que ceux mentionnés à l'article LO 132-2-1 du code des juridictions financières et ceux mentionnés à l'article L. 612-5-1 du code de la sécurité sociale, ainsi que ceux des organismes créés pour concourir au financement de l'ensemble des régimes. 02. Les modalités d'établissement, de validation et de transmission des comptes annuels et combinés sont prévues à l'article L. 114-6 du code de la sécurité sociale et définis à l'article D. 114-4-2-II du même code. 03. La présente norme, établie en application de l'article L. 114-8 du code de la sécurité sociale, a pour objet de définir les principes relatifs à l'audit des comptes annuels et combinés et de préciser les incidences sur l'audit de certaines spécificités du fonctionnement des organismes de sécurité sociale, que sont tout particulièrement : -la validation interne effectuée par le directeur comptable et financier national des organismes de base de la sécurité sociale ; -le fait générateur de la comptabilisation des prestations en nature maladie-maternité-invalidité-décès ; -l'externalisation de certaines opérations auprès d'entités dont les comptes sont soumis à la certification de la Cour des comptes. Principes relatifs à l'audit des comptes annuels et combinés des organismes de sécurité sociale 04. Pour fonder son opinion sur les comptes, le commissaire aux comptes accomplit les diligences prévues par l'ensemble des normes d'exercice professionnel relatives à la certification des comptes. Pour la mise en œuvre des normes d'exercice professionnel relatives à la “ prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect de textes légaux et réglementaires ”, à la “ connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives dans les comptes ”, et aux “ procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de son évaluation du risque ”, le commissaire aux comptes tient compte : -de l'importance du volume des opérations traitées par l'entité ; -de l'existence de textes légaux et réglementaires spécifiques qui régissent la détermination des charges et des produits, tels que ceux fixant la nomenclature et la tarification des actes ou les taux des cotisations. Il évalue la conception et la mise en œuvre des contrôles réalisés par l'entité pour traiter ces volumes d'opérations et garantir le respect de ces textes légaux et réglementaires. Utilisation par le commissaire aux comptes des travaux de validation interne effectués par le directeur comptable et financier national pour les besoins de l'audit des comptes combinés 05. La validation par le directeur comptable et financier national des comptes annuels des organismes de base de sécurité sociale est prévue par l'article L. 114-6 du code de la sécurité sociale et définie à l'article D. 114-4-2 du même code. 06. Le commissaire aux comptes peut utiliser les travaux de validation interne réalisés par le directeur comptable et financier national en tant qu'éléments collectés au titre des assertions qu'il souhaite vérifier. Pour ce faire, il applique les principes définis par la norme d'exercice professionnel relative à la “ prise de connaissance et utilisation des travaux de l'audit interne ”. Procédures d'audit mises en œuvre sur les comptes de prestations en nature maladie-maternité-invalidité-décès 07. Lorsque l'organisme de sécurité sociale garantit la couverture des prestations de maladie-maternité invalidité-décès, le paiement de ces prestations aux professionnels, organismes ou établissements de santé, intervient, conformément aux textes légaux et réglementaires, dans le cadre du dispositif “ tiers payant de la carte SESAM-Vitale ” qui ne prévoit pas une reconnaissance expresse par l'assuré de la réalité de la prestation reçue. 08. Aussi, pour évaluer le risque d'anomalie significative au niveau des assertions, le commissaire aux comptes prend notamment en compte l'existence d'un risque d'anomalie significative résultant de fraude portant sur la réalité et la mesure des prestations. En réponse à son évaluation du risque, le commissaire aux comptes apprécie la conception et la mise en œuvre, par l'organisme de sécurité sociale, des dispositifs prévus aux articles L. 114-10 et R. 114-18 du code de la sécurité sociale qui s'inscrivent dans le cadre général de la lutte contre la fraude, et ce d'autant plus qu'il lui est impossible de collecter des éléments suffisants et appropriés par des contrôles de substance. Le commissaire aux comptes apprécie également les résultats des contrôles réalisés, dans le cadre de ces dispositifs. 09. Si le commissaire aux comptes estime que le traitement par l'organisme des prestations en nature maladie-maternité-invalidité-décès est satisfaisant, il demande que l'annexe comporte, au titre des règles et méthodes comptables, une description appropriée des faits générateurs de la comptabilisation de ces prestations et des principes comptables afférents et formule une observation renvoyant à cette information. 10. Lorsque le commissaire aux comptes estime que le traitement par l'organisme des prestations en nature maladie-maternité-invalidité-décès n'est pas satisfaisant, il formule une opinion avec réserve pour limitation ou exprime une impossibilité de certifier, conformément aux dispositions de la norme d'exercice professionnel relative au “ rapport du commissaire aux comptes sur les comptes annuels et consolidés ”. Travaux relatifs à l'audit de certaines opérations externalisées auprès d'entités dont les comptes sont soumis à la certification par la Cour des comptes 11. Dès lors qu'il existe des opérations faisant l'objet d'une externalisation auprès d'entités dont les comptes sont soumis à la certification de la Cour des comptes, le commissaire aux comptes peut collecter les éléments relatifs à ces opérations auprès des membres et personnel de la Cour des comptes. Pour ce faire, il met en œuvre les procédures définies à l'article R. 143-23 du code des juridictions financières et par l'arrêté du 21 juin 2011.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à certification des comptes des organismes nationaux de sécurité sociale, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : <br/><br/>NEP-920. Certification des comptes des organismes nationaux de sécurité sociale <br/><br/>Introduction <br/><br/>01. En application des dispositions de l'article L. 114-8 du code de la sécurité sociale, le commissaire aux comptes certifie les comptes annuels et, le cas échéant, les comptes combinés des organismes nationaux de sécurité sociale, autres que ceux mentionnés à l'article LO 132-2-1 du code des juridictions financières et ceux mentionnés à l'article L. 612-5-1 du code de la sécurité sociale, ainsi que ceux des organismes créés pour concourir au financement de l'ensemble des régimes. <br/><br/>02. Les modalités d'établissement, de validation et de transmission des comptes annuels et combinés sont prévues à l'article L. 114-6 du code de la sécurité sociale et définis à l'article D. 114-4-2-II du même code. <br/><br/>03. La présente norme, établie en application de l'article L. 114-8 du code de la sécurité sociale, a pour objet de définir les principes relatifs à l'audit des comptes annuels et combinés et de préciser les incidences sur l'audit de certaines spécificités du fonctionnement des organismes de sécurité sociale, que sont tout particulièrement :</p><p><br/>-la validation interne effectuée par le directeur comptable et financier national des organismes de base de la sécurité sociale ;<br/><br/>-le fait générateur de la comptabilisation des prestations en nature maladie-maternité-invalidité-décès ;<br/><br/>-l'externalisation de certaines opérations auprès d'entités dont les comptes sont soumis à la certification de la Cour des comptes. </p><p><br/>Principes relatifs à l'audit des comptes annuels et combinés des organismes de sécurité sociale <br/><br/>04. Pour fonder son opinion sur les comptes, le commissaire aux comptes accomplit les diligences prévues par l'ensemble des normes d'exercice professionnel relatives à la certification des comptes. Pour la mise en œuvre des normes d'exercice professionnel relatives à la “ prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect de textes légaux et réglementaires ”, à la “ connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives dans les comptes ”, et aux “ procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de son évaluation du risque ”, le commissaire aux comptes tient compte :</p><p><br/>-de l'importance du volume des opérations traitées par l'entité ;<br/><br/>-de l'existence de textes légaux et réglementaires spécifiques qui régissent la détermination des charges et des produits, tels que ceux fixant la nomenclature et la tarification des actes ou les taux des cotisations. </p><p><br/>Il évalue la conception et la mise en œuvre des contrôles réalisés par l'entité pour traiter ces volumes d'opérations et garantir le respect de ces textes légaux et réglementaires. <br/><br/>Utilisation par le commissaire aux comptes des travaux de validation interne effectués par le directeur comptable et financier national pour les besoins de l'audit des comptes combinés <br/><br/>05. La validation par le directeur comptable et financier national des comptes annuels des organismes de base de sécurité sociale est prévue par l'article L. 114-6 du code de la sécurité sociale et définie à l'article D. 114-4-2 du même code. <br/><br/>06. Le commissaire aux comptes peut utiliser les travaux de validation interne réalisés par le directeur comptable et financier national en tant qu'éléments collectés au titre des assertions qu'il souhaite vérifier. <br/><br/>Pour ce faire, il applique les principes définis par la norme d'exercice professionnel relative à la “ prise de connaissance et utilisation des travaux de l'audit interne ”. <br/><br/>Procédures d'audit mises en œuvre sur les comptes de prestations en nature maladie-maternité-invalidité-décès <br/><br/>07. Lorsque l'organisme de sécurité sociale garantit la couverture des prestations de maladie-maternité invalidité-décès, le paiement de ces prestations aux professionnels, organismes ou établissements de santé, intervient, conformément aux textes légaux et réglementaires, dans le cadre du dispositif “ tiers payant de la carte SESAM-Vitale ” qui ne prévoit pas une reconnaissance expresse par l'assuré de la réalité de la prestation reçue. <br/><br/>08. Aussi, pour évaluer le risque d'anomalie significative au niveau des assertions, le commissaire aux comptes prend notamment en compte l'existence d'un risque d'anomalie significative résultant de fraude portant sur la réalité et la mesure des prestations. En réponse à son évaluation du risque, le commissaire aux comptes apprécie la conception et la mise en œuvre, par l'organisme de sécurité sociale, des dispositifs prévus aux articles L. 114-10 et R. 114-18 du code de la sécurité sociale qui s'inscrivent dans le cadre général de la lutte contre la fraude, et ce d'autant plus qu'il lui est impossible de collecter des éléments suffisants et appropriés par des contrôles de substance. Le commissaire aux comptes apprécie également les résultats des contrôles réalisés, dans le cadre de ces dispositifs. <br/><br/>09. Si le commissaire aux comptes estime que le traitement par l'organisme des prestations en nature maladie-maternité-invalidité-décès est satisfaisant, il demande que l'annexe comporte, au titre des règles et méthodes comptables, une description appropriée des faits générateurs de la comptabilisation de ces prestations et des principes comptables afférents et formule une observation renvoyant à cette information. <br/><br/>10. Lorsque le commissaire aux comptes estime que le traitement par l'organisme des prestations en nature maladie-maternité-invalidité-décès n'est pas satisfaisant, il formule une opinion avec réserve pour limitation ou exprime une impossibilité de certifier, conformément aux dispositions de la norme d'exercice professionnel relative au “ rapport du commissaire aux comptes sur les comptes annuels et consolidés ”. <br/><br/>Travaux relatifs à l'audit de certaines opérations externalisées auprès d'entités dont les comptes sont soumis à la certification par la Cour des comptes <br/><br/>11. Dès lors qu'il existe des opérations faisant l'objet d'une externalisation auprès d'entités dont les comptes sont soumis à la certification de la Cour des comptes, le commissaire aux comptes peut collecter les éléments relatifs à ces opérations auprès des membres et personnel de la Cour des comptes. Pour ce faire, il met en œuvre les procédures définies à l'article R. 143-23 du code des juridictions financières et par l'arrêté du 21 juin 2011.</p>",
            "num": "A821-95",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874163",
                        "id": "LEGISCTA000048874163",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 9 : De la certification des comptes des organismes nationaux de sécurité sociale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874582",
                        "id": "LEGISCTA000048874582",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048875189",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874582",
            "sectionParentId": "LEGISCTA000048874582",
            "sectionParentTitre": "Sous-paragraphe 9 : De la certification des comptes des organismes nationaux de sécurité sociale.",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 2 : De la certification des comptes &gt; Sous-paragraphe 9 : De la certification des comptes des organismes nationaux de sécurité sociale.",
            "refInjection": "MD-20240112_202145_010_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048875189",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-27-2 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-27-2",
                    "articleId": "LEGIARTI000047933543",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048875189",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-95",
                "821-95"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}