{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038775195",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre, tout autre support durable ou moyen prévu à l'article L. 221-10-3 pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé. Le bulletin d'adhésion ou le contrat doit comporter un projet de rédaction destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article L. 144-2 du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation. Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants. De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle prudentiel et de résolution, fixe le format de cet encadré ainsi que, de façon limitative, son contenu. Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la notification. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.",
            "texteHtml": "<p>Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre, tout autre support durable ou moyen prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000038767503&dateTexte=&categorieLien=cid'>L. 221-10-3</a> pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé.</p><p>Le bulletin d'adhésion ou le contrat doit comporter un projet de rédaction destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006793783&dateTexte=&categorieLien=cid'>l'article L. 144-2 </a>du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation.</p><p>Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants.</p><p>De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle prudentiel et de résolution, fixe le format de cet encadré ainsi que, de façon limitative, son contenu.</p><p>Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet.</p><p>La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la notification. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal.</p><p>Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.</p><p>Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.</p><p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "10.0",
            "etat": "VIGUEUR",
            "dateDebut": 1606780800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038775195",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 6 de la loi n° 2019-733 du 14 juillet 2019, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er décembre 2020.",
            "notaHtml": "<p>Conformément à l’article 6 de la loi n° 2019-733 du 14 juillet 2019, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er décembre 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038766567",
                    "textTitle": "LOI n°2019-733 du 14 juillet 2019 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000038767233",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-16",
                    "dateSignaTexte": "2019-07-14",
                    "dateDebutCible": "2019-07-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L144-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L144-2",
                    "articleId": "LEGIARTI000006793783",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-10-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-10-3",
                    "articleId": "LEGIARTI000038767503",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1606780800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000035731888",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035731888",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée ou par envoi recommandé électronique, avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé. Le bulletin d'adhésion ou le contrat doit comporter un projet de rédaction destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article L. 144-2 du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation. Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants. De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle prudentiel et de résolution, fixe le format de cet encadré ainsi que, de façon limitative, son contenu. Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée ou de l'envoi recommandé électronique. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.",
            "texteHtml": "<p></p><p>Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée ou par envoi recommandé électronique, avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé.</p><p>Le bulletin d'adhésion ou le contrat doit comporter un projet de rédaction destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006793783&dateTexte=&categorieLien=cid'>l'article L. 144-2</a> du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation.</p><p>Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants.</p><p>De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle prudentiel et de résolution, fixe le format de cet encadré ainsi que, de façon limitative, son contenu.</p><p>Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet.</p><p>La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée ou de l'envoi recommandé électronique. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal.</p><p>Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.</p><p>Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.</p><p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "9.0",
            "etat": "MODIFIE",
            "dateDebut": 1522540800000,
            "dateFin": 1606780800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035731888",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035720869",
                    "textTitle": "Ordonnance n°2017-1433 du 4 octobre 2017 - art. 24",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000035721968",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-10-05",
                    "dateSignaTexte": "2017-10-04",
                    "dateDebutCible": "2018-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L144-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L144-2",
                    "articleId": "LEGIARTI000006793783",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000035731851",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000027892585",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027892585",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé. Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article L. 144-2 du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation. Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants. De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle prudentiel et de résolution, fixe le format de cet encadré ainsi que, de façon limitative, son contenu. Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.",
            "texteHtml": "<p>Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé. </p><p>Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006793783&dateTexte=&categorieLien=cid' title='Code des assurances - art. L144-2 (V)'>l'article L. 144-2</a> du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation. </p><p>Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants. </p><p>De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle prudentiel et de résolution, fixe le format de cet encadré ainsi que, de façon limitative, son contenu. </p><p>Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet. </p><p>La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. </p><p>Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. </p><p>Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.</p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE",
            "dateDebut": 1374969600000,
            "dateFin": 1522540800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027892585",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027754539",
                    "textTitle": "LOI n°2013-672\r\n du 26 juillet 2013 - art. 24 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000027757633",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-26",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L144-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L144-2",
                    "articleId": "LEGIARTI000006793783",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000021761055",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021761055",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures.S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé. Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article L. 144-2 du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation. Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants. De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat.L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de         l'Autorité de contrôle prudentiel, fixe le format de cet encadré ainsi que, de façon limitative, son contenu. Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.",
            "texteHtml": "<p></p>Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures.S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé. <p></p><p></p>Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article L. 144-2 du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation. <p></p><p></p>Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants. <p></p><p></p>De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat.L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de         l'Autorité de contrôle prudentiel, fixe le format de cet encadré ainsi que, de façon limitative, son contenu. <p></p><p></p>Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet. <p></p><p></p>La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. <p></p><p></p>Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. <p></p><p></p>Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.<p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1264204800000,
            "dateFin": 1374969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021761055",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021719945",
                    "textTitle": "Ordonnance n°2010-76\n du 21 janvier 2010 - art. 18 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000021721321",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-01-22",
                    "dateSignaTexte": "2010-01-21",
                    "dateDebutCible": "2010-01-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L144-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L144-2",
                    "articleId": "LEGIARTI000006793783",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000006792374",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1191110400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000006792374",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792374",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé. Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article L. 144-2 du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation. Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants. De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle des assurances et des mutuelles, fixe le format de cet encadré ainsi que, de façon limitative, son contenu. Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.",
            "texteHtml": "<p></p>   Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé.<p></p><p></p>   Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article L. 144-2 du code des assurances, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation.<p></p><p></p>   Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants.<p></p><p></p>   De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle des assurances et des mutuelles, fixe le format de cet encadré ainsi que, de façon limitative, son contenu.<p></p><p></p>   Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet.<p></p><p></p>   La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal.<p></p><p></p>   Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.<p></p><p></p>   Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.<p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1191110400000,
            "dateFin": 1264204800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006792374",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \" plans d'épargne retraite populaire \" sont déclassés et ont dorénavant un caractère réglementaire.",
            "notaHtml": "<p>Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \" plans d'épargne retraite populaire \" sont déclassés et ont dorénavant un caractère réglementaire.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000458333",
                    "textTitle": "Loi n°2006-1770 du 30 décembre 2006 - art. 65 (V) JORF 31 décembre 2006 en vigueur le 30 septembre 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "65",
                    "articleId": "LEGIARTI000006659275",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2006-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L144-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L144-2",
                    "articleId": "LEGIARTI000006793783",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000006792373",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792373",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé. Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation. Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants. De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle des assurances et des mutuelles, fixe le format de cet encadré ainsi que, de façon limitative, son contenu. Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.",
            "texteHtml": "<p></p>   Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours calendaires révolus à compter du moment où il est informé que l'adhésion a pris effet. Ce délai expire le dernier jour à vingt-quatre heures. S'il expire un samedi, un dimanche ou un jour férié ou chômé, il n'est pas prorogé.<p></p><p></p>   Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les bulletins d'adhésion ou les contrats en cas de vie dont les prestations sont liées à la cessation d'activité professionnelle et notamment, pour les plans d'épargne retraite populaire créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. Le bulletin d'adhésion ou le contrat indique les valeurs minimales et explique le mécanisme de calcul des valeurs de rachat ou de transfert lorsque celles-ci ne peuvent être établies. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation.<p></p><p></p>   Pour les opérations collectives facultatives, la note précise que les droits et obligations du membre participant peuvent être modifiés par des avenants aux bulletins d'adhésion ou contrats. Les modalités d'adoption de ces avenants par l'employeur ou la personne morale souscriptrice sont communiquées par ce dernier aux membres participants.<p></p><p></p>   De plus, il est inséré en début de note un encadré indiquant en caractères très apparents la nature du contrat. L'encadré comporte en particulier le regroupement des frais dans une même rubrique, les garanties offertes, la disponibilité des sommes en cas de rachat, la participation aux bénéfices, ainsi que les modalités de désignation du bénéficiaire. Un arrêté du ministre chargé de la mutualité, pris après avis de l'Autorité de contrôle des assurances et des mutuelles, fixe le format de cet encadré ainsi que, de façon limitative, son contenu.<p></p><p></p>   Le défaut de remise des documents et informations énumérés au deuxième alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour calendaire révolu suivant la date de remise effective de ces documents, dans la limite de huit ans à compter de la date où l'adhérent est informé que l'adhésion a pris effet.<p></p><p></p>   La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours calendaires révolus à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal.<p></p><p></p>   Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.<p></p><p></p>   Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.<p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1134691200000,
            "dateFin": 1191110400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006792373",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \"plans d'épargne retraite populaire\" sont déclassés et ont dorénavant un caractère réglementaire.",
            "notaHtml": "<p></p>   NOTA : Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \"plans d'épargne retraite populaire\" sont déclassés et ont dorénavant un caractère réglementaire.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000634104",
                    "textTitle": "Loi n°2005-1564 du 15 décembre 2005 - art. 5 () JORF 16 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006842388",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-16",
                    "dateSignaTexte": "2005-12-15",
                    "dateDebutCible": "2005-12-16"
                },
                {
                    "textCid": "JORFTEXT000000634104",
                    "textTitle": "Loi n°2005-1564 du 15 décembre 2005 - art. 6 () JORF 16 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006842389",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-16",
                    "dateSignaTexte": "2005-12-15",
                    "dateDebutCible": "2005-12-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi 2003-775 2003-08-21 art. 108",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000781627",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2003-775",
                    "datePubli": 1061510400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000006792372",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792372",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours à compter du premier versement. Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les plans d'épargne retraite populaire créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation. Le défaut de remise des documents et informations énumérés au précédent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de la remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du bulletin d'adhésion, signé par l'adhérent avec des réserves ou modifications, lorsque ce bulletin comporte des réserves ou des modifications essentielles à l'offre originelle. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois. Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.",
            "texteHtml": "<p></p>   Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours à compter du premier versement.<p></p><p></p>   Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les plans d'épargne retraite populaire créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert ainsi que, dans le même tableau, la somme des cotisations versées au terme de chacune des huit premières années au moins. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation.<p></p><p></p>   Le défaut de remise des documents et informations énumérés au précédent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de la remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du bulletin d'adhésion, signé par l'adhérent avec des réserves ou modifications, lorsque ce bulletin comporte des réserves ou des modifications essentielles à l'offre originelle.<p></p><p></p>   La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal.<p></p><p></p>   Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.<p></p><p></p>   Un arrêté du ministre chargé de la mutualité précise les modalités d'application de ces dispositions.<p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1088640000000,
            "dateFin": 1134691200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006792372",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \"plans d'épargne retraite populaire\" sont déclassés et ont dorénavant un caractère réglementaire.",
            "notaHtml": "<p></p>   NOTA : Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \"plans d'épargne retraite populaire\" sont déclassés et ont dorénavant un caractère réglementaire.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000428977",
                    "textTitle": "Loi n°2003-706 du 1 août 2003 - art. 85 (V) JORF 2 août 2003 en vigueur le 1er juillet 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "85",
                    "articleId": "LEGIARTI000006713848",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-08-02",
                    "dateSignaTexte": "2003-08-01",
                    "dateDebutCible": "2003-08-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi 2003-775 2003-08-21 art. 108",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000781627",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2003-775",
                    "datePubli": 1061510400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité 108",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 491184000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000006792371",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792371",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours à compter du premier versement. Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les plans d'épargne retraite populaire créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert au terme de chacune des huit premières années au moins. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation. Le défaut de remise des documents et informations énumérés au précédent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de la remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du bulletin d'adhésion, signé par l'adhérent avec des réserves ou modifications, lorsque ce bulletin comporte des réserves ou des modifications essentielles à l'offre originelle. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.",
            "texteHtml": "<p></p>   Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours à compter du premier versement.<p></p><p></p>   Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les plans d'épargne retraite populaire créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert au terme de chacune des huit premières années au moins. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation.<p></p><p></p>   Le défaut de remise des documents et informations énumérés au précédent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de la remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du bulletin d'adhésion, signé par l'adhérent avec des réserves ou modifications, lorsque ce bulletin comporte des réserves ou des modifications essentielles à l'offre originelle.<p></p><p></p>   La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal.<p></p><p></p>   Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.<p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1082592000000,
            "dateFin": 1088640000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006792371",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \"plans d'épargne individuelle pour la retraite\" sont déclassés et ont dorénavant un caractère réglementaire. NOTA : Décret 2004-346 2004-04-21 art. 4 : les mots \"plans d'épargne individuelle pour la retraite\" sont remplacés par les mots \"plans d'épargne retraite populaire\".",
            "notaHtml": "<p></p>   NOTA : Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \"plans d'épargne individuelle pour la retraite\" sont déclassés et ont dorénavant un caractère réglementaire.<p></p><p></p>   NOTA : Décret 2004-346 2004-04-21 art. 4 : les mots \"plans d'épargne individuelle pour la retraite\" sont remplacés par les mots \"plans d'épargne retraite populaire\".<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000232918",
                    "textTitle": "Décret n°2004-346 du 21 avril 2004 - art. 4 () JORF 22 avril 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006230236",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-04-22",
                    "dateSignaTexte": "2004-04-21",
                    "dateDebutCible": "2004-04-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi 2003-775 2003-08-21 art. 108",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000781627",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2003-775",
                    "datePubli": 1061510400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000006792370",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792370",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours à compter du premier versement. Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les plans d'épargne individuelle pour la retraite créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert au terme de chacune des huit premières années au moins. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation. Le défaut de remise des documents et informations énumérés au précédent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de la remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du bulletin d'adhésion, signé par l'adhérent avec des réserves ou modifications, lorsque ce bulletin comporte des réserves ou des modifications essentielles à l'offre originelle. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.",
            "texteHtml": "<p></p>   Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours à compter du premier versement.<p></p><p></p>   Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat ou, pour les plans d'épargne individuelle pour la retraite créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert au terme de chacune des huit premières années au moins. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation.<p></p><p></p>   Le défaut de remise des documents et informations énumérés au précédent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de la remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du bulletin d'adhésion, signé par l'adhérent avec des réserves ou modifications, lorsque ce bulletin comporte des réserves ou des modifications essentielles à l'offre originelle.<p></p><p></p>   La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal.<p></p><p></p>   Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.<p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1072915200000,
            "dateFin": 1082592000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006792370",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \"plans d'épargne individuelle pour la retraite\" sont déclassés et ont dorénavant un caractère réglementaire.",
            "notaHtml": "NOTA : Décision du Conseil Constitutionnel n° 2004-196 L du 12 février 2004 : dans l'article L223-8 du présent code, les mots \"plans d'épargne individuelle pour la retraite\" sont déclassés et ont dorénavant un caractère réglementaire.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi 2003-775 2003-08-21 art. 108 XIV 2° JORF 22 août 2003 en vigueur le 1er janvier 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000781627",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-08-22",
                    "dateSignaTexte": "2003-08-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000781627",
                    "textTitle": "Loi 2003-775 2003-08-21 art. 108",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000781627",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2003-775",
                    "datePubli": 1061510400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": "LEGIARTI000006792369",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792369",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours à compter du premier versement. Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat au terme de chacune des huit premières années au moins. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation. Le défaut de remise des documents et informations énumérés au précédent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de la remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du bulletin d'adhésion, signé par l'adhérent avec des réserves ou modifications, lorsque ce bulletin comporte des réserves ou des modifications essentielles à l'offre originelle. La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal. Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.",
            "texteHtml": "<p></p>   Tout membre participant qui a signé un bulletin d'adhésion auprès d'une mutuelle ou par l'intermédiaire de celle-ci auprès d'une union a la faculté d'y renoncer par lettre recommandée avec demande d'avis de réception pendant un délai de trente jours à compter du premier versement.<p></p><p></p>   Le bulletin d'adhésion ou le contrat doit comporter un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Il doit indiquer, notamment, pour les garanties qui en comportent, les valeurs de rachat au terme de chacune des huit premières années au moins. La mutuelle ou l'union doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles des règlements, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation.<p></p><p></p>   Le défaut de remise des documents et informations énumérés au précédent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de la remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du bulletin d'adhésion, signé par l'adhérent avec des réserves ou modifications, lorsque ce bulletin comporte des réserves ou des modifications essentielles à l'offre originelle.<p></p><p></p>   La renonciation entraîne la restitution, par la mutuelle ou l'union, de l'intégralité des sommes versées par le cotisant, dans le délai maximal de trente jours à compter de la réception de la lettre recommandée. Au-delà de ce délai, les sommes non restituées produisent de plein droit intérêt au taux légal majoré de moitié durant deux mois, puis à l'expiration de ce délai de deux mois, au double du taux légal.<p></p><p></p>   Toutefois, les dispositions qui précèdent ne s'appliquent pas aux bulletins d'adhésion ou contrats d'une durée maximum de deux mois.<p></p>",
            "num": "L223-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 987897600000,
            "dateFin": 1072915200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2008-06-15",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000006128407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-15",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128407",
                        "id": "LEGISCTA000018998108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142682",
                        "id": "LEGISCTA000006142682",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157229",
                        "id": "LEGISCTA000006157229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173987",
                        "id": "LEGISCTA000006173987",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792369",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173987",
            "sectionParentId": "LEGISCTA000006173987",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de la vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006792369",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. A223-6-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A223-6-1",
                    "articleId": "LEGIARTI000031797435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-19 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-19",
                    "articleId": "LEGIARTI000006792295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-23 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-23",
                    "articleId": "LEGIARTI000044073346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L221-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-18",
                    "articleId": "LEGIARTI000034588213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L222-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L222-1-2",
                    "articleId": "LEGIARTI000034384320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-28",
                    "articleId": "LEGIARTI000035731881",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-8",
                    "articleId": "LEGIARTI000021761055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264204800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L227-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L227-1",
                    "articleId": "LEGIARTI000034588233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-39",
                    "articleId": "LEGIARTI000048029861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-41",
                    "articleId": "LEGIARTI000048029832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792369",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1072915200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792370",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792371",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1088640000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792372",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1088640000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792373",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1191110400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006792374",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1191110400000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021761055",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027892585",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035731888",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1606780800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038775195",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1606780800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L223-8",
                "223-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}