{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000035415657",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Tout détenteur d'un ou de plusieurs bovins, à l'exclusion des transporteurs et des personnes responsables ou propriétaires de centres de rassemblement, et tout collecteur de cadavres de bovins, est tenu de se déclarer auprès de l'établissement de l'élevage mentionné à l' article L. 653-7 afin que celui-ci l'enregistre et lui attribue un numéro national. Lorsque l'exploitation détient d'autres espèces animales, le même numéro national d'exploitation est utilisé pour l'ensemble des espèces animales qui s'y trouvent. Tout détenteur d'un ou de plusieurs bovins est tenu d'identifier ou de faire identifier chaque animal né sur son exploitation d'élevage. Les animaux doivent être identifiés conformément aux dispositions du règlement n° 1760/2000 du Parlement européen et du Conseil du 17 juillet 2000. II.-Tout animal provenant d'un Etat membre de l'Union européenne conserve sa marque auriculaire d'origine. Le détenteur doit demander un passeport pour ledit animal lorsque celui-ci n'est pas destiné à un séjour temporaire. Tout animal importé de pays tiers, à l'exception de ceux accompagnés d'un certificat sanitaire relatif à l'importation d'animaux de boucherie, doit être réidentifié. Un passeport est édité pour ledit animal et le lien entre l'identification d'origine du pays tiers et l'identification apposée en France doit être consigné dans le registre des bovins tenu sur l'exploitation ainsi que dans la base de données prévue à l' article D. 212-18 . III.-Tout détenteur de bovins, à l'exception des transporteurs, doit tenir à jour le registre des bovins défini au II de l'article D. 212-21 et complète le passeport conformément aux dispositions prévues au I du même article. IV.-Tout détenteur d'un ou de plusieurs bovins, à l'exception des transporteurs, est tenu de notifier, au gestionnaire de la base de données d'identification mentionnée à l'article D. 212-18 ou à l'établissement de l'élevage mentionné à l' article D. 212-22 , les naissances, les déplacements à destination et en provenance de l'exploitation et les morts d'animaux conformément aux dispositions du règlement n° 1760/2000 du Parlement européen et du Conseil du 17 juillet 2000. V.-Tout détenteur de bovins, quelle que soit la provenance de ceux-ci, est tenu de maintenir en permanence l'identification des bovins. A cet effet, il est tenu de signaler, à l'établissement de l'élevage : 1° La perte d'une marque auriculaire portée par un animal ; 2° La perte des deux marques auriculaires d'un animal, après avoir isolé celui-ci ; 3° La perte des autres éléments nécessaires au système d'identification de l'animal (registre, document de notification ou passeport). VI.-Il est interdit à tout détenteur d'un bovin de l'exposer, le mettre en vente ou le vendre s'il n'est identifié et accompagné de son passeport conforme aux caractéristiques prévues au I de l'article D. 212-21 ; le passeport est remis à l'acheteur de l'animal à tous les stades de commercialisation. En cas de prêt, de don ou de mise en pension d'un bovin, les détenteurs successifs sont tenus aux mêmes obligations. VII.-Tout détenteur d'un bovin ne peut faire circuler celui-ci qu'identifié et accompagné de son passeport conforme aux caractéristiques prévues au I de l'article D. 212-21. Le détenteur doit être en mesure de présenter le passeport immédiatement. Pour les animaux en provenance de pays tiers, le document prescrit par la réglementation douanière et sanitaire en vigueur tient lieu de passeport lorsque l'animal est : 1° Soit en transit, soit en transhumance ; 2° Soit importé temporairement ; 3° Soit transporté en vue d'une importation définitive. VIII.-Tout détenteur d'un bovin est tenu de s'assurer que le numéro national d'identification de l'animal, son sexe et son type racial correspondent aux mentions portées sur le passeport et de signaler les différences éventuelles à l'établissement de l'élevage. IX.-Sans préjudice des dispositions de l' article L. 221-4 , une restriction, partielle ou totale, des mouvements d'entrée et de sortie des animaux de l'exploitation peut être prononcée par le préfet en cas de non-respect des mesures prévues par le présent article. Un arrêté du ministre chargé de l'agriculture précise les conditions d'application du présent article, notamment les modalités d'enregistrement des détenteurs d'animaux et des exploitations, les modalités et les délais d'apposition des marques auriculaires, les modalités et les délais de notification des informations relatives aux animaux et à leurs mouvements et la notion de séjour temporaire.",
            "texteHtml": "<p>I.-Tout détenteur d'un ou de plusieurs bovins, à l'exclusion des transporteurs et des personnes responsables ou propriétaires de centres de rassemblement, et tout collecteur de cadavres de bovins, est tenu de se déclarer auprès de l'établissement de l'élevage mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584893&dateTexte=&categorieLien=cid'>article L. 653-7 </a>afin que celui-ci l'enregistre et lui attribue un numéro national. </p><p>Lorsque l'exploitation détient d'autres espèces animales, le même numéro national d'exploitation est utilisé pour l'ensemble des espèces animales qui s'y trouvent. </p><p>Tout détenteur d'un ou de plusieurs bovins est tenu d'identifier ou de faire identifier chaque animal né sur son exploitation d'élevage. </p><p>Les animaux doivent être identifiés conformément aux dispositions du règlement n° 1760/2000 du Parlement européen et du Conseil du 17 juillet 2000. </p><p>II.-Tout animal provenant d'un Etat membre de l'Union européenne conserve sa marque auriculaire d'origine. Le détenteur doit demander un passeport pour ledit animal lorsque celui-ci n'est pas destiné à un séjour temporaire. </p><p>Tout animal importé de pays tiers, à l'exception de ceux accompagnés d'un certificat sanitaire relatif à l'importation d'animaux de boucherie, doit être réidentifié. Un passeport est édité pour ledit animal et le lien entre l'identification d'origine du pays tiers et l'identification apposée en France doit être consigné dans le registre des bovins tenu sur l'exploitation ainsi que dans la base de données prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000035415675&dateTexte=&categorieLien=id' title='Code rural et de la pêche maritime - art. D212-18 (V)'>article D. 212-18</a>. </p><p>III.-Tout détenteur de bovins, à l'exception des transporteurs, doit tenir à jour le registre des bovins défini au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006587810&dateTexte=&categorieLien=cid'>D. 212-21</a> et complète le passeport conformément aux dispositions prévues au I du même article. </p><p>IV.-Tout détenteur d'un ou de plusieurs bovins, à l'exception des transporteurs, est tenu de notifier, au gestionnaire de la base de données d'identification mentionnée à l'article D. 212-18 ou à l'établissement de l'élevage mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006587805&dateTexte=&categorieLien=cid'>article D. 212-22</a>, les naissances, les déplacements à destination et en provenance de l'exploitation et les morts d'animaux conformément aux dispositions du règlement n° 1760/2000 du Parlement européen et du Conseil du 17 juillet 2000. </p><p>V.-Tout détenteur de bovins, quelle que soit la provenance de ceux-ci, est tenu de maintenir en permanence l'identification des bovins. A cet effet, il est tenu de signaler, à l'établissement de l'élevage : </p><p>1° La perte d'une marque auriculaire portée par un animal ; </p><p>2° La perte des deux marques auriculaires d'un animal, après avoir isolé celui-ci ; </p><p>3° La perte des autres éléments nécessaires au système d'identification de l'animal (registre, document de notification ou passeport). </p><p>VI.-Il est interdit à tout détenteur d'un bovin de l'exposer, le mettre en vente ou le vendre s'il n'est identifié et accompagné de son passeport conforme aux caractéristiques prévues au I de l'article D. 212-21 ; le passeport est remis à l'acheteur de l'animal à tous les stades de commercialisation. </p><p>En cas de prêt, de don ou de mise en pension d'un bovin, les détenteurs successifs sont tenus aux mêmes obligations. </p><p>VII.-Tout détenteur d'un bovin ne peut faire circuler celui-ci qu'identifié et accompagné de son passeport conforme aux caractéristiques prévues au I de l'article D. 212-21. Le détenteur doit être en mesure de présenter le passeport immédiatement. </p><p>Pour les animaux en provenance de pays tiers, le document prescrit par la réglementation douanière et sanitaire en vigueur tient lieu de passeport lorsque l'animal est : </p><p>1° Soit en transit, soit en transhumance ; </p><p>2° Soit importé temporairement ; </p><p>3° Soit transporté en vue d'une importation définitive. </p><p>VIII.-Tout détenteur d'un bovin est tenu de s'assurer que le numéro national d'identification de l'animal, son sexe et son type racial correspondent aux mentions portées sur le passeport et de signaler les différences éventuelles à l'établissement de l'élevage. </p><p>IX.-Sans préjudice des dispositions de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006582266&dateTexte=&categorieLien=cid'>article L. 221-4</a>, une restriction, partielle ou totale, des mouvements d'entrée et de sortie des animaux de l'exploitation peut être prononcée par le préfet en cas de non-respect des mesures prévues par le présent article. </p><p>Un arrêté du ministre chargé de l'agriculture précise les conditions d'application du présent article, notamment les modalités d'enregistrement des détenteurs d'animaux et des exploitations, les modalités et les délais d'apposition des marques auriculaires, les modalités et les délais de notification des informations relatives aux animaux et à leurs mouvements et la notion de séjour temporaire.</p>",
            "num": "D212-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1502323200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-08-07",
                        "fin": "2012-01-22",
                        "titre": "Livre II : Santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121447",
                        "id": "LEGISCTA000006121447",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2012-01-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Alimentation, santé publique, vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121447",
                        "id": "LEGISCTA000025193004",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : La garde et la circulation des animaux et des produits animaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138393",
                        "id": "LEGISCTA000006138393",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-23",
                        "fin": "2023-07-21",
                        "titre": "Chapitre II : L'identification et les déplacements des animaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152477",
                        "id": "LEGISCTA000006152477",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : La traçabilité des animaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152477",
                        "id": "LEGISCTA000047865755",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-23",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Identification des animaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168174",
                        "id": "LEGISCTA000006168174",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Identification des espèces bovine, ovine, caprine et porcine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183206",
                        "id": "LEGISCTA000006183206",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-23",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Dispositions spécifiques au cheptel bovin",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193360",
                        "id": "LEGISCTA000006193360",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006587808",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193360",
            "sectionParentId": "LEGISCTA000006193360",
            "sectionParentTitre": "Paragraphe 2 : Dispositions spécifiques au cheptel bovin",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Alimentation, santé publique, vétérinaire et protection des végétaux &gt; Titre Ier : La garde et la circulation des animaux et des produits animaux &gt; Chapitre II : L'identification et les déplacements des animaux &gt; Section 2 : Identification des animaux &gt; Sous-section 2 : Identification des espèces bovine, ovine, caprine et porcine &gt; Paragraphe 2 : Dispositions spécifiques au cheptel bovin",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035415657",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000607626",
                    "textTitle": "Décret n°2003-851 du 1 septembre 2003 (annexe)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000607626",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-09-06",
                    "dateSignaTexte": "2003-09-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000035388688",
                    "textTitle": "Décret n°2017-1246 du 7 août 2017 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000035390313",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-08-09",
                    "dateSignaTexte": "2017-08-07",
                    "dateDebutCible": "2017-08-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021495463",
                    "textTitle": "Arrêté du 9 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495463",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261180800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021505135",
                    "textTitle": "Arrêté du 9 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021505135",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261440000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027876223",
                    "textTitle": "Arrêté du 6 août 2013 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000036791518",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1377129600000,
                    "dateDebut": 1523577600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D212-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D212-21",
                    "articleId": "LEGIARTI000006587810",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166832000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D274-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D274-12",
                    "articleId": "LEGIARTI000032693989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L221-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-4",
                    "articleId": "LEGIARTI000006582266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634860800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L653-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L653-7",
                    "articleId": "LEGIARTI000006584893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R212-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-22",
                    "articleId": "LEGIARTI000006587805",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166832000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D212-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D212-18",
                    "articleId": "LEGIARTI000035415675",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R215-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R215-11",
                    "articleId": "LEGIARTI000046490564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1666828800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R237-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R237-2",
                    "articleId": "LEGIARTI000044909692",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640822400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R653-16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006587808",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1166832000000,
                    "dateFin": 1502323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035415657",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1502323200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D212-19",
                "212-19"
            ],
            "versionPrecedente": "LEGIARTI000006587808",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006587808",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Tout détenteur d'un ou de plusieurs bovins, à l'exclusion des transporteurs et des personnes responsables ou propriétaires de centres de rassemblement, et tout collecteur de cadavres de bovins, est tenu de se déclarer auprès de l'établissement de l'élevage mentionné à l' article L. 653-7 afin que celui-ci l'enregistre et lui attribue un numéro national. Lorsque l'exploitation détient d'autres espèces animales, le même numéro national d'exploitation est utilisé pour l'ensemble des espèces animales qui s'y trouvent. Tout détenteur d'un ou de plusieurs bovins est tenu d'identifier ou de faire identifier chaque animal né sur son exploitation d'élevage. Les animaux doivent être identifiés conformément aux dispositions du règlement n° 1760/2000 du Parlement européen et du Conseil du 17 juillet 2000. II.-Tout animal provenant d'un Etat membre de l'Union européenne conserve sa marque auriculaire d'origine. Le détenteur doit demander un passeport pour ledit animal lorsque celui-ci n'est pas destiné à un séjour temporaire. Tout animal importé de pays tiers, à l'exception de ceux accompagnés d'un certificat sanitaire relatif à l'importation d'animaux de boucherie, doit être réidentifié. Un passeport est édité pour ledit animal et le lien entre l'identification d'origine du pays tiers et l'identification apposée en France doit être consigné dans le registre des bovins tenu sur l'exploitation ainsi que dans la base de données prévue à l' article D. 212-18 . III.-Tout détenteur de bovins, à l'exception des transporteurs, doit tenir à jour le registre des bovins défini au II de l' article R. 653-18 et complète le passeport conformément aux dispositions prévues au I de l' article D. 212-21 . IV.-Tout détenteur d'un ou de plusieurs bovins, à l'exception des transporteurs, est tenu de notifier, au gestionnaire de la base de données d'identification mentionnée à l'article D. 212-18 ou à l'établissement de l'élevage mentionné à l' article D. 212-22 , les naissances, les déplacements à destination et en provenance de l'exploitation et les morts d'animaux conformément aux dispositions du règlement n° 1760/2000 du Parlement européen et du Conseil du 17 juillet 2000. V.-Tout détenteur de bovins, quelle que soit la provenance de ceux-ci, est tenu de maintenir en permanence l'identification des bovins. A cet effet, il est tenu de signaler, à l'établissement de l'élevage : 1° La perte d'une marque auriculaire portée par un animal ; 2° La perte des deux marques auriculaires d'un animal, après avoir isolé celui-ci ; 3° La perte des autres éléments nécessaires au système d'identification de l'animal (registre, document de notification ou passeport). VI.-Il est interdit à tout détenteur d'un bovin de l'exposer, le mettre en vente ou le vendre s'il n'est identifié et accompagné de son passeport conforme aux caractéristiques prévues au I de l'article D. 212-21 ; le passeport est remis à l'acheteur de l'animal à tous les stades de commercialisation. En cas de prêt, de don ou de mise en pension d'un bovin, les détenteurs successifs sont tenus aux mêmes obligations. VII.-Tout détenteur d'un bovin ne peut faire circuler celui-ci qu'identifié et accompagné de son passeport conforme aux caractéristiques prévues au I de l'article D. 212-21. Le détenteur doit être en mesure de présenter le passeport immédiatement. Pour les animaux en provenance de pays tiers, le document prescrit par la réglementation douanière et sanitaire en vigueur tient lieu de passeport lorsque l'animal est : 1° Soit en transit, soit en transhumance ; 2° Soit importé temporairement ; 3° Soit transporté en vue d'une importation définitive. VIII.-Tout détenteur d'un bovin est tenu de s'assurer que le numéro national d'identification de l'animal, son sexe et son type racial correspondent aux mentions portées sur le passeport et de signaler les différences éventuelles à l'établissement de l'élevage. IX.-Sans préjudice des dispositions de l' article L. 221-4 , une restriction, partielle ou totale, des mouvements d'entrée et de sortie des animaux de l'exploitation peut être prononcée par le préfet en cas de non-respect des mesures prévues par le présent article. Un arrêté du ministre chargé de l'agriculture précise les conditions d'application du présent article, notamment les modalités d'enregistrement des détenteurs d'animaux et des exploitations, les modalités et les délais d'apposition des marques auriculaires, les modalités et les délais de notification des informations relatives aux animaux et à leurs mouvements et la notion de séjour temporaire.",
            "texteHtml": "<p></p>I.-Tout détenteur d'un ou de plusieurs bovins, à l'exclusion des transporteurs et des personnes responsables ou propriétaires de centres de rassemblement, et tout collecteur de cadavres de bovins, est tenu de se déclarer auprès de l'établissement de l'élevage mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006584893&dateTexte=&categorieLien=cid' title='Code rural - art. L653-7 (V)'>article L. 653-7 </a>afin que celui-ci l'enregistre et lui attribue un numéro national. <p></p><p></p>Lorsque l'exploitation détient d'autres espèces animales, le même numéro national d'exploitation est utilisé pour l'ensemble des espèces animales qui s'y trouvent. <p></p><p></p>Tout détenteur d'un ou de plusieurs bovins est tenu d'identifier ou de faire identifier chaque animal né sur son exploitation d'élevage. <p></p><p></p>Les animaux doivent être identifiés conformément aux dispositions du règlement n° 1760/2000 du Parlement européen et du Conseil du 17 juillet 2000. <p></p><p></p>II.-Tout animal provenant d'un Etat membre de l'Union européenne conserve sa marque auriculaire d'origine. Le détenteur doit demander un passeport pour ledit animal lorsque celui-ci n'est pas destiné à un séjour temporaire. <p></p><p></p>Tout animal importé de pays tiers, à l'exception de ceux accompagnés d'un certificat sanitaire relatif à l'importation d'animaux de boucherie, doit être réidentifié. Un passeport est édité pour ledit animal et le lien entre l'identification d'origine du pays tiers et l'identification apposée en France doit être consigné dans le registre des bovins tenu sur l'exploitation ainsi que dans la base de données prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006587807&dateTexte=&categorieLien=cid' title='Code rural - art. D212-18 (V)'>article D. 212-18</a>. <p></p><p></p>III.-Tout détenteur de bovins, à l'exception des transporteurs, doit tenir à jour le registre des bovins défini au II de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006595520&dateTexte=&categorieLien=cid' title='Code rural - art. R653-18 (V)'>article R. 653-18 </a>et complète le passeport conformément aux dispositions prévues au I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006587810&dateTexte=&categorieLien=cid' title='Code rural - art. D212-21 (V)'>article D. 212-21</a>. <p></p><p></p>IV.-Tout détenteur d'un ou de plusieurs bovins, à l'exception des transporteurs, est tenu de notifier, au gestionnaire de la base de données d'identification mentionnée à l'article D. 212-18 ou à l'établissement de l'élevage mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006587805&dateTexte=&categorieLien=cid' title='Code rural - art. R212-22 (V)'>article D. 212-22</a>, les naissances, les déplacements à destination et en provenance de l'exploitation et les morts d'animaux conformément aux dispositions du règlement n° 1760/2000 du Parlement européen et du Conseil du 17 juillet 2000. <p></p><p></p>V.-Tout détenteur de bovins, quelle que soit la provenance de ceux-ci, est tenu de maintenir en permanence l'identification des bovins. A cet effet, il est tenu de signaler, à l'établissement de l'élevage : <p></p><p></p>1° La perte d'une marque auriculaire portée par un animal ; <p></p><p></p>2° La perte des deux marques auriculaires d'un animal, après avoir isolé celui-ci ; <p></p><p></p>3° La perte des autres éléments nécessaires au système d'identification de l'animal (registre, document de notification ou passeport). <p></p><p></p>VI.-Il est interdit à tout détenteur d'un bovin de l'exposer, le mettre en vente ou le vendre s'il n'est identifié et accompagné de son passeport conforme aux caractéristiques prévues au I de l'article D. 212-21 ; le passeport est remis à l'acheteur de l'animal à tous les stades de commercialisation. <p></p><p></p>En cas de prêt, de don ou de mise en pension d'un bovin, les détenteurs successifs sont tenus aux mêmes obligations. <p></p><p></p>VII.-Tout détenteur d'un bovin ne peut faire circuler celui-ci qu'identifié et accompagné de son passeport conforme aux caractéristiques prévues au I de l'article D. 212-21. Le détenteur doit être en mesure de présenter le passeport immédiatement. <p></p><p></p>Pour les animaux en provenance de pays tiers, le document prescrit par la réglementation douanière et sanitaire en vigueur tient lieu de passeport lorsque l'animal est : <p></p><p></p>1° Soit en transit, soit en transhumance ; <p></p><p></p>2° Soit importé temporairement ; <p></p><p></p>3° Soit transporté en vue d'une importation définitive. <p></p><p></p>VIII.-Tout détenteur d'un bovin est tenu de s'assurer que le numéro national d'identification de l'animal, son sexe et son type racial correspondent aux mentions portées sur le passeport et de signaler les différences éventuelles à l'établissement de l'élevage. <p></p><p></p>IX.-Sans préjudice des dispositions de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006582266&dateTexte=&categorieLien=cid' title='Code rural - art. L221-4 (V)'>article L. 221-4</a>, une restriction, partielle ou totale, des mouvements d'entrée et de sortie des animaux de l'exploitation peut être prononcée par le préfet en cas de non-respect des mesures prévues par le présent article. <p></p><p></p>Un arrêté du ministre chargé de l'agriculture précise les conditions d'application du présent article, notamment les modalités d'enregistrement des détenteurs d'animaux et des exploitations, les modalités et les délais d'apposition des marques auriculaires, les modalités et les délais de notification des informations relatives aux animaux et à leurs mouvements et la notion de séjour temporaire.<p></p>",
            "num": "D212-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1166832000000,
            "dateFin": 1502323200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-08-07",
                        "fin": "2012-01-22",
                        "titre": "Livre II : Santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121447",
                        "id": "LEGISCTA000006121447",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2012-01-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Alimentation, santé publique, vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121447",
                        "id": "LEGISCTA000025193004",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : La garde et la circulation des animaux et des produits animaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138393",
                        "id": "LEGISCTA000006138393",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-23",
                        "fin": "2023-07-21",
                        "titre": "Chapitre II : L'identification et les déplacements des animaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152477",
                        "id": "LEGISCTA000006152477",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : La traçabilité des animaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152477",
                        "id": "LEGISCTA000047865755",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-23",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Identification des animaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168174",
                        "id": "LEGISCTA000006168174",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Identification des espèces bovine, ovine, caprine et porcine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183206",
                        "id": "LEGISCTA000006183206",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-23",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Dispositions spécifiques au cheptel bovin",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193360",
                        "id": "LEGISCTA000006193360",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006587808",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193360",
            "sectionParentId": "LEGISCTA000006193360",
            "sectionParentTitre": "Paragraphe 2 : Dispositions spécifiques au cheptel bovin",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Alimentation, santé publique, vétérinaire et protection des végétaux &gt; Titre Ier : La garde et la circulation des animaux et des produits animaux &gt; Chapitre II : L'identification et les déplacements des animaux &gt; Section 2 : Identification des animaux &gt; Sous-section 2 : Identification des espèces bovine, ovine, caprine et porcine &gt; Paragraphe 2 : Dispositions spécifiques au cheptel bovin",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006587808",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000607626",
                    "textTitle": "Décret 2003-851 2003-09-01",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000607626",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-09-06",
                    "dateSignaTexte": "2003-09-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000613332",
                    "textTitle": "Décret n°2006-1662 du 21 décembre 2006 - art. 1 () JORF 23 décembre 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006258069",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-12-23",
                    "dateSignaTexte": "2006-12-21",
                    "dateDebutCible": "2006-12-23"
                },
                {
                    "textCid": "JORFTEXT000000613332",
                    "textTitle": "Décret n°2006-1662 du 21 décembre 2006 - art. 7 (V) JORF 23 décembre 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000006258075",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-12-23",
                    "dateSignaTexte": "2006-12-21",
                    "dateDebutCible": "2006-12-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021495463",
                    "textTitle": "Arrêté du 9 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021495463",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261180800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021505135",
                    "textTitle": "Arrêté du 9 décembre 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021505135",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261440000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027876223",
                    "textTitle": "Arrêté du 6 août 2013 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000036791518",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1377129600000,
                    "dateDebut": 1523577600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D212-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D212-18",
                    "articleId": "LEGIARTI000006587807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D212-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D212-21",
                    "articleId": "LEGIARTI000006587810",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166832000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D274-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D274-12",
                    "articleId": "LEGIARTI000032693989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L221-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-4",
                    "articleId": "LEGIARTI000006582266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634860800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L653-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L653-7",
                    "articleId": "LEGIARTI000006584893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619136000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R212-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-22",
                    "articleId": "LEGIARTI000006587805",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1166832000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R653-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*653-18",
                    "articleId": "LEGIARTI000006595520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1062806400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R215-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R215-11",
                    "articleId": "LEGIARTI000046490564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1666828800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R237-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R237-2",
                    "articleId": "LEGIARTI000044909692",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640822400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R653-16",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006587808",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1166832000000,
                    "dateFin": 1502323200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035415657",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1502323200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D212-19",
                "212-19"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}