{
    "cid": "LEGIARTI000034135921",
    "num": "Annexe 11-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA PREMIÈRE PARTIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034153215",
                        "id": "LEGISCTA000034153215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034135931",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D1181-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D1181-1",
                    "articleId": "LEGIARTI000034135873",
                    "natureText": "CODE",
                    "date": 1599859041505,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488758400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1181-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1181-1",
                    "articleId": "LEGIARTI000032398348",
                    "natureText": "CODE",
                    "date": 1599859041505,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460678400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L121-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-9",
                    "articleId": "LEGIARTI000006796507",
                    "natureText": "CODE",
                    "date": 1599859041505,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034134336",
                    "textTitle": "Décret n°2017-281 du 2 mars 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034135810",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-03-05",
                    "dateSignaTexte": "2017-03-02",
                    "dateDebutCible": "2017-03-06"
                }
            ],
            "num": "Annexe 11-3",
            "origine": "LEGI",
            "texte": "RÉFÉRENTIEL NATIONAL DES ACTIONS DE RÉDUCTION DES RISQUES EN DIRECTION DES PERSONNES PROSTITUÉES I. – Cadre de référence L'article L. 1181-1 du présent code issu de la loi du 13 avril 2016 visant à renforcer la lutte contre le système prostitutionnel et à accompagner les personnes en situation de prostitution prévoit des orientations définies dans un cadre de référence relatif aux activités de réduction des risques. La réduction des risques (RDR) pour les personnes en situation de prostitution vise à prévenir les dommages sanitaires, psychologiques et sociaux résultant des pratiques prostitutionnelles. Elle s'adresse à toute personne en situation de prostitution. La réduction des risques repose à la fois sur des interventions visant directement les personnes prostituées et sur une mobilisation des administrations et/ ou des associations pouvant favoriser leur accès aux droits et à la santé globale. Les acteurs, professionnels de santé ou du travail social ou membres d'associations, comme les personnes auxquelles s'adressent ces activités doivent être protégés des incriminations d'usage ou des incitations de recours à la prostitution. Les services de police et de gendarmerie chargés de lutter contre le proxénétisme doivent donc connaître les acteurs et les activités relevant de la réduction des risques. Des contacts sont pris entre les associations et les forces de l'ordre afin de permettre le déploiement de ces actions dans des conditions permettant de venir au contact des personnes. En fonction de leur siège social, les associations menant des actions de réduction des risques se font connaître auprès de l'agence régionale de santé. Elles peuvent aussi se signaler à la commission départementale de lutte contre la prostitution, le proxénétisme, et de la traite des êtres humains aux fins d'exploitation sexuelle dont les missions sont prévues à l'article L. 121-9 du code de l'action sociale et des familles. Les habitants des quartiers et les élus qui les représentent peuvent être associés à ces activités en étant informés des principes de réduction des risques qui les guident, de leurs modalités et de leurs résultats, afin de faciliter l'implantation de ces actions et d'intégrer à leurs objectifs la réduction des nuisances et des tensions. II. – Objectifs des activités de réduction des risques Les actions de réduction des risques auprès des personnes en situation de prostitution ont pour objectifs : 1° De prévenir les infections sévères, aiguës ou chroniques, les pathologies somatiques non infectieuses et les pathologies psychiques ; 2° D'orienter en fonction des besoins les personnes vers les services de soins généraux, de soins spécialisés, les services d'addictologie, les services de santé mentale, les services sociaux et d'urgence, les associations agréées chargées de la mise en œuvre du parcours de sortie de la prostitution et d'insertion sociale et professionnelle ; 3° D'améliorer leur état de santé physique et psychique ; 4° D'améliorer leur insertion sociale (accès au parcours de sortie de la prostitution et d'insertion sociale et professionnelle, à l'accès au logement, aux droits sociaux, à la santé, aux systèmes de protection et d'assistance et aux services sociaux) ; 5° De favoriser la participation des personnes dans la définition et la réalisation des actions de RDR dans une démarche de santé communautaire ; 6° De contribuer au recueil de données ou à l'amélioration des connaissances sur la santé des personnes en situation de prostitution. III. – Modalités d'intervention Les actions de réduction des risques nécessitent d'entrer en relation avec les personnes en situation de prostitution. Cela implique une démarche volontaire pour aller vers ce public. La mise en place d'une équipe mobile pluridisciplinaire sanitaire et sociale peut faciliter la mise en œuvre de ces interventions. Les programmes s'inscrivant dans la démarche de réduction des risques visent aussi la reconnaissance de l'expertise profane des personnes concernées ainsi que leur participation active et libre pour développer des réponses de santé et pour lutter contre la marginalisation, l'exclusion et les autres formes de violation de droits dont elles peuvent être l'objet. Les modalités d'intervention peuvent comporter : 1° La prise de contact dans des lieux fréquentés par le public cible ou dans des locaux spécifiques ; 2° La médiation avec les forces de police en vue de ne pas empêcher ou compromettre l'effectivité des interventions de réduction des risques ; 3° L'accueil inconditionnel, personnalisé et confidentiel ; 4° La mise à disposition d'espaces de repos ; 5° La mise à disposition et la promotion du matériel de prévention ; 6° L'information sur les risques en santé associés à la situation de prostitution ; 7° La réalisation de dépistages ou l'orientation vers les structures spécialisées de dépistage, notamment les centres gratuits d'information, de dépistage et de diagnostic des infections sexuellement transmissibles (CeGIDD) et les centres de planification ou d'éducation familiale (CPEF) ; 8° La mobilisation de médiateurs, d'interprètes, de pairs (personnes en situation de prostitution ou ayant connu la prostitution) ; 9° Les conseils personnalisés sous forme d'entretiens individuels ou collectifs ; 10° L'orientation et l'accompagnement vers les services de soins généraux ou spécialisés, les services d'addictologie, les centres de vaccination, les services de santé mentale, les services sociaux et les associations agréées chargées de la mise en œuvre du parcours de sortie de la prostitution et d'insertion sociale et professionnelle ; 11° L'organisation de l'entraide et du soutien par les pairs ; 12° L'information et l'aide à l'accès aux droits ; 13° La promotion et l'éducation pour la santé ; 14° L'accès à la prévention globale, notamment celle diffusée et accessible sur internet et sur les réseaux sociaux ; 15° La prévention des violences ; 16° La réduction des risques des conduites addictives par un Centre d'accueil et d'accompagnement à la réduction des risques pour usagers de drogues (CAARUD) ou en partenariat avec des CAARUD formés et/ ou sensibilisés à ces publics spécifiques ; 17° La distribution de boissons et de nourriture et/ ou l'orientation vers des structures distribuant des colis alimentaires. IV. – Amélioration de l'accès aux outils de prévention Elle vise : 1° La prévention de la transmission d'infections sexuellement transmissibles : distribution de préservatifs féminins (internes) et masculins (externes), de gels lubrifiants ; 2° L'information et l'accompagnement vers les structures autorisées à prescrire les traitements pré exposition et post exposition au VIH ; 3° Le recours au dépistage : distribution d'autotests pour les infections sexuellement transmissibles, d'autotests de grossesse et d'auto-prélèvements ; 4° La prévention des grossesses non désirées : distribution de dispositifs contraceptifs non médicamenteux disponibles sans prescription ; 5° La distribution de guides et brochures adaptés, visant à promouvoir la santé, à faire connaître les droits et à faire face aux situations mettant en péril l'intégrité physique et/ ou psychique des personnes en situation de prostitution ; 6° La proposition du matériel adapté de réduction des risques pour les usagers de drogues ; 7° La proposition d'accès privilégiés à des douches ou des points d'eau de jour comme de nuit pour améliorer l'hygiène (gel, savon...). V. – Information, orientation et accompagnement L'information utilise les codes culturels, dans le respect des droits humains fondamentaux, les langues des populations concernées et peut être diffusée par toute forme de support écrit, informatique, audiovisuel ou téléphonique. Elle peut être utilisée pour décrire les comportements, gestes et procédures de prévention et de réduction des risques. Les droits des personnes en situation de prostitution doivent être rappelés et respectés. A. – L'information porte sur : 1° Les pathologies rencontrées chez les personnes en situation de prostitution : – une exposition au VIH/ SIDA, aux infections sexuellement transmissibles-IST (chlamydia, gonocoque, syphilis, papillomavirus et herpès) et aux hépatites virales ; – certains troubles gynécologiques (vaginose, candidose, inflammation pelvienne et anomalies cytologiques) et proctologiques (fissure anale, hémorroïdes, fistule anale) ; – les pathologies dermatologiques, buccales et dentaires ; – les troubles ou atteintes psycho-traumatiques ; 2° Les vaccinations, notamment contre le virus de l'hépatite B et le papillomavirus ; 3° Le traitement pré et post exposition au VIH et ses modalités d'accès ; 4° Le dépistage des infections sexuellement transmissibles, dont le VIH et les hépatites virales ; 5° Les traitements des IST, du VIH/ SIDA et des hépatites virales ; 6° Les différentes méthodes contraceptives existantes, dont la contraception d'urgence ; 7° Les autres risques associés aux pratiques prostitutionnelles : – le risque de survenue de grossesses non désirées et ses conséquences : poursuite ou interruption de grossesse (IVG) ; – les risques de violences physiques et psychologiques et leur prévention (stratégie d'autodéfense) ; – les risques spécifiques liés à certaines pratiques en lien avec la sexualité ; 8° Les risques associés à la consommation de substances psycho-actives licites (tabac, alcool) ou illicites et à leur association avec l'alcool et/ ou les médicaments ; 9° Les risques liés à l'utilisation hors contrôle médical d'injection de silicone liquide pour les personnes transgenres ; 10° Les risques associés aux traitements hormonaux des personnes transgenres et aux automédications (cortisone, antibiotiques) ; 11° Les services de soins généraux ou spécialisés, les services d'addictologie, les services de santé mentale et les services d'aide sociale et leurs modalités d'accès ; 12° L'information sur les systèmes de protection et d'assistance ; 13° Le parcours de sortie de la prostitution et d'insertion sociale et professionnelle et les associations agréées chargées de sa mise en œuvre ; 14° Les services de téléphonie sociale ; 15° Les numéros d'urgence ; 16° Les sites internet spécialisés dédiés à la prévention et à l'information ; 17° Les droits et modalités de dépôt de plainte en cas de violences. B. – L'orientation porte sur : 1° Les services de soins généraux ou spécialisés dont les services d'urgence ; 2° Les associations et structures habilitées ou autorisées à réaliser des tests rapides d'orientation diagnostique (TROD) ; 3° Les centres de dépistage, notamment les CeGIDD et les CPEF ; 4° Les centres de soins, d'accompagnement et de prévention en addictologie (CSAPA), les CAARUD et les salles de consommation à moindre risque (SCMR) ; 5° Les services compétents pour la prise en charge des grossesses en cas de poursuite ou d'interruption ; 6° Les services délivrant le traitement pré et post exposition au VIH ; 7° Les services de police et de gendarmerie dûment formés à cet accueil spécifique en cas de violence ; 8° Les services sociaux spécialisés dans les démarches pour l'accès aux droits ; 9° Les associations agréées chargées de la mise en œuvre du parcours de sortie de la prostitution et d'insertion sociale et professionnelle ; 10° Les services de protection et d'assistance ; 11° L'hébergement d'urgence. VI. – Diffusion des alertes sanitaires Dans le cadre des actions de réduction des risques, les informations sont diffusées auprès des personnes prostituées présentes sur les sites d'intervention par tous les moyens appropriés et par les autorités sanitaires concernées : 1° En cas de défectuosité du matériel de prévention ou de rappel d'un dispositif médical du marché : préservatifs, autotests, tests rapides d'orientation diagnostique (TROD), ou autres ; 2° En cas d'alertes sanitaires auprès des populations concernées : cas groupés d'infections sexuellement transmissibles, d'autres maladies infectieuses comme le méningocoque, toxicité de substances psycho-actives illicites en circulation, ou concernant toute autre pathologie. VII. – Lieux d'intervention Pour faciliter les contacts avec les personnes en situation de prostitution, les activités de réduction des risques sont réalisées dans la journée, la nuit, y compris les week-ends et les jours fériés. Ces activités peuvent être menées dans les locaux spécifiques ou dans des dispositifs mobiles (bus...) ainsi que dans tout lieu public fréquenté par les personnes en situation de prostitution en veillant à multiplier les occasions de rencontre notamment dans : 1° Les lieux publics fréquentés par les personnes en situation de prostitution (rue, espaces verts, gares, etc.) ; 2° Les rassemblements publics, festifs, culturels et sportifs temporaires ; 3° Les lieux commerciaux ou privés dont les établissements de nuit, les salons de massage, les bars, les saunas, avec l'accord des propriétaires ou gérants ; 4° Les sites internet de rencontres, de petites annonces... ainsi que les réseaux sociaux ; 5° Les ensembles d'habitation. VIII. – Intervenants participant aux activités de réduction des risques Les actions de réduction des risques sont réalisées par les professionnels du champ sanitaire, social et éducatif, de la médiation (médiateurs, interprètes, modérateurs de forums internet), des associations humanitaires, des associations de santé communautaire ou toute association impliquée sur cette thématique. Les intervenants peuvent être rémunérés ou bénévoles. La réduction des risques est une approche complémentaire du soin fondée sur l'absence d'exigence, le non jugement, sans promotion ni condamnation des pratiques concernées, et sur l'inconditionnalité de l'accompagnement. Les pairs peuvent participer aux interventions de réduction des risques. Les intervenants doivent être formés à la réduction des risques, aux méthodes de conseil personnalisé menées sous forme d'entretiens individuels ou collectifs, à la démarche de santé communautaire, à la prévention des risques sanitaires, psychologiques et sociaux et/ ou bénéficier d'un accompagnement par des professionnels expérimentés et compétents. IX. – Confidentialité Les interventions sont réalisées de manière à garantir l'anonymat des personnes ayant une pratique prostitutionnelle. Les échanges avec les intervenants sont confidentiels. Toute information individuelle recueillie dans ce cadre doit être conservée dans des conditions matérielles qui garantissent la confidentialité des informations, en conformité avec la loi. X. – Participation à l'expérimentation de nouveaux outils ou de nouvelles stratégies de prévention Les équipes et les personnes directement concernées peuvent participer à l'évaluation de nouveaux outils ou stratégies de prévention contribuant à réduire les risques en vue, le cas échéant, de les adapter aux besoins et aux pratiques des populations ayant une pratique prostitutionnelle.",
            "texteHtml": "<p>RÉFÉRENTIEL NATIONAL DES ACTIONS DE RÉDUCTION DES RISQUES EN DIRECTION DES PERSONNES PROSTITUÉES </p><p>I. – Cadre de référence </p>L'article <a href='/article/LEGIARTI000032398348' title='Code de la santé publique - art. L1181-1 (V)'>L. 1181-1 </a>du présent code issu de la loi du 13 avril 2016 visant à renforcer la lutte contre le système prostitutionnel et à accompagner les personnes en situation de prostitution prévoit des orientations définies dans un cadre de référence relatif aux activités de réduction des risques. La réduction des risques (RDR) pour les personnes en situation de prostitution vise à prévenir les dommages sanitaires, psychologiques et sociaux résultant des pratiques prostitutionnelles. Elle s'adresse à toute personne en situation de prostitution. <p>La réduction des risques repose à la fois sur des interventions visant directement les personnes prostituées et sur une mobilisation des administrations et/ ou des associations pouvant favoriser leur accès aux droits et à la santé globale. </p><p>Les acteurs, professionnels de santé ou du travail social ou membres d'associations, comme les personnes auxquelles s'adressent ces activités doivent être protégés des incriminations d'usage ou des incitations de recours à la prostitution. Les services de police et de gendarmerie chargés de lutter contre le proxénétisme doivent donc connaître les acteurs et les activités relevant de la réduction des risques. Des contacts sont pris entre les associations et les forces de l'ordre afin de permettre le déploiement de ces actions dans des conditions permettant de venir au contact des personnes. </p><p>En fonction de leur siège social, les associations menant des actions de réduction des risques se font connaître auprès de l'agence régionale de santé. Elles peuvent aussi se signaler à la commission départementale de lutte contre la prostitution, le proxénétisme, et de la traite des êtres humains aux fins d'exploitation sexuelle dont les missions sont prévues à l'article <a href='/article/LEGIARTI000006796507' title='Code de l'action sociale et des familles - art. L121-9 (VT)'>L. 121-9</a> du code de l'action sociale et des familles. </p><p>Les habitants des quartiers et les élus qui les représentent peuvent être associés à ces activités en étant informés des principes de réduction des risques qui les guident, de leurs modalités et de leurs résultats, afin de faciliter l'implantation de ces actions et d'intégrer à leurs objectifs la réduction des nuisances et des tensions. <br/></p><p>II. – Objectifs des activités de réduction des risques </p><p>Les actions de réduction des risques auprès des personnes en situation de prostitution ont pour objectifs : </p><p>1° De prévenir les infections sévères, aiguës ou chroniques, les pathologies somatiques non infectieuses et les pathologies psychiques ; </p><p>2° D'orienter en fonction des besoins les personnes vers les services de soins généraux, de soins spécialisés, les services d'addictologie, les services de santé mentale, les services sociaux et d'urgence, les associations agréées chargées de la mise en œuvre du parcours de sortie de la prostitution et d'insertion sociale et professionnelle ; </p><p>3° D'améliorer leur état de santé physique et psychique ; </p><p>4° D'améliorer leur insertion sociale (accès au parcours de sortie de la prostitution et d'insertion sociale et professionnelle, à l'accès au logement, aux droits sociaux, à la santé, aux systèmes de protection et d'assistance et aux services sociaux) ; </p><p>5° De favoriser la participation des personnes dans la définition et la réalisation des actions de RDR dans une démarche de santé communautaire ; </p><p>6° De contribuer au recueil de données ou à l'amélioration des connaissances sur la santé des personnes en situation de prostitution. </p><p>III. – Modalités d'intervention </p><p>Les actions de réduction des risques nécessitent d'entrer en relation avec les personnes en situation de prostitution. Cela implique une démarche volontaire pour aller vers ce public. La mise en place d'une équipe mobile pluridisciplinaire sanitaire et sociale peut faciliter la mise en œuvre de ces interventions. </p><p>Les programmes s'inscrivant dans la démarche de réduction des risques visent aussi la reconnaissance de l'expertise profane des personnes concernées ainsi que leur participation active et libre pour développer des réponses de santé et pour lutter contre la marginalisation, l'exclusion et les autres formes de violation de droits dont elles peuvent être l'objet. </p><p>Les modalités d'intervention peuvent comporter : </p><p>1° La prise de contact dans des lieux fréquentés par le public cible ou dans des locaux spécifiques ; </p><p>2° La médiation avec les forces de police en vue de ne pas empêcher ou compromettre l'effectivité des interventions de réduction des risques ; </p><p>3° L'accueil inconditionnel, personnalisé et confidentiel ; </p><p>4° La mise à disposition d'espaces de repos ; </p><p>5° La mise à disposition et la promotion du matériel de prévention ; </p><p>6° L'information sur les risques en santé associés à la situation de prostitution ; </p><p>7° La réalisation de dépistages ou l'orientation vers les structures spécialisées de dépistage, notamment les centres gratuits d'information, de dépistage et de diagnostic des infections sexuellement transmissibles (CeGIDD) et les centres de planification ou d'éducation familiale (CPEF) ; </p><p>8° La mobilisation de médiateurs, d'interprètes, de pairs (personnes en situation de prostitution ou ayant connu la prostitution) ; </p><p>9° Les conseils personnalisés sous forme d'entretiens individuels ou collectifs ; </p><p>10° L'orientation et l'accompagnement vers les services de soins généraux ou spécialisés, les services d'addictologie, les centres de vaccination, les services de santé mentale, les services sociaux et les associations agréées chargées de la mise en œuvre du parcours de sortie de la prostitution et d'insertion sociale et professionnelle ; </p><p>11° L'organisation de l'entraide et du soutien par les pairs ; </p><p>12° L'information et l'aide à l'accès aux droits ; </p><p>13° La promotion et l'éducation pour la santé ; </p><p>14° L'accès à la prévention globale, notamment celle diffusée et accessible sur internet et sur les réseaux sociaux ; </p><p>15° La prévention des violences ; </p><p>16° La réduction des risques des conduites addictives par un Centre d'accueil et d'accompagnement à la réduction des risques pour usagers de drogues (CAARUD) ou en partenariat avec des CAARUD formés et/ ou sensibilisés à ces publics spécifiques ; </p><p>17° La distribution de boissons et de nourriture et/ ou l'orientation vers des structures distribuant des colis alimentaires. </p><p>IV. – Amélioration de l'accès aux outils de prévention </p><p>Elle vise : </p><p>1° La prévention de la transmission d'infections sexuellement transmissibles : distribution de préservatifs féminins (internes) et masculins (externes), de gels lubrifiants ; </p><p>2° L'information et l'accompagnement vers les structures autorisées à prescrire les traitements pré exposition et post exposition au VIH ; </p><p>3° Le recours au dépistage : distribution d'autotests pour les infections sexuellement transmissibles, d'autotests de grossesse et d'auto-prélèvements ; </p><p>4° La prévention des grossesses non désirées : distribution de dispositifs contraceptifs non médicamenteux disponibles sans prescription ; </p><p>5° La distribution de guides et brochures adaptés, visant à promouvoir la santé, à faire connaître les droits et à faire face aux situations mettant en péril l'intégrité physique et/ ou psychique des personnes en situation de prostitution ; </p><p>6° La proposition du matériel adapté de réduction des risques pour les usagers de drogues ; </p><p>7° La proposition d'accès privilégiés à des douches ou des points d'eau de jour comme de nuit pour améliorer l'hygiène (gel, savon...). </p><p>V. – Information, orientation et accompagnement </p><p>L'information utilise les codes culturels, dans le respect des droits humains fondamentaux, les langues des populations concernées et peut être diffusée par toute forme de support écrit, informatique, audiovisuel ou téléphonique. Elle peut être utilisée pour décrire les comportements, gestes et procédures de prévention et de réduction des risques. Les droits des personnes en situation de prostitution doivent être rappelés et respectés. </p><p>A. – L'information porte sur : </p><p>1° Les pathologies rencontrées chez les personnes en situation de prostitution :</p><p>– une exposition au VIH/ SIDA, aux infections sexuellement transmissibles-IST (chlamydia, gonocoque, syphilis, papillomavirus et herpès) et aux hépatites virales ;</p><p>– certains troubles gynécologiques (vaginose, candidose, inflammation pelvienne et anomalies cytologiques) et proctologiques (fissure anale, hémorroïdes, fistule anale) ;</p><p>– les pathologies dermatologiques, buccales et dentaires ;</p><p>– les troubles ou atteintes psycho-traumatiques ; </p><p>2° Les vaccinations, notamment contre le virus de l'hépatite B et le papillomavirus ; </p><p>3° Le traitement pré et post exposition au VIH et ses modalités d'accès ; </p><p>4° Le dépistage des infections sexuellement transmissibles, dont le VIH et les hépatites virales ; </p><p>5° Les traitements des IST, du VIH/ SIDA et des hépatites virales ; </p><p>6° Les différentes méthodes contraceptives existantes, dont la contraception d'urgence ; </p><p>7° Les autres risques associés aux pratiques prostitutionnelles :</p><p>– le risque de survenue de grossesses non désirées et ses conséquences : poursuite ou interruption de grossesse (IVG) ;</p><p>– les risques de violences physiques et psychologiques et leur prévention (stratégie d'autodéfense) ;</p><p>– les risques spécifiques liés à certaines pratiques en lien avec la sexualité ; </p><p>8° Les risques associés à la consommation de substances psycho-actives licites (tabac, alcool) ou illicites et à leur association avec l'alcool et/ ou les médicaments ; </p><p>9° Les risques liés à l'utilisation hors contrôle médical d'injection de silicone liquide pour les personnes transgenres ; </p><p>10° Les risques associés aux traitements hormonaux des personnes transgenres et aux automédications (cortisone, antibiotiques) ; </p><p>11° Les services de soins généraux ou spécialisés, les services d'addictologie, les services de santé mentale et les services d'aide sociale et leurs modalités d'accès ; </p><p>12° L'information sur les systèmes de protection et d'assistance ; </p><p>13° Le parcours de sortie de la prostitution et d'insertion sociale et professionnelle et les associations agréées chargées de sa mise en œuvre ; </p><p>14° Les services de téléphonie sociale ; </p><p>15° Les numéros d'urgence ; </p><p>16° Les sites internet spécialisés dédiés à la prévention et à l'information ; </p><p>17° Les droits et modalités de dépôt de plainte en cas de violences. </p><p>B. – L'orientation porte sur : </p><p>1° Les services de soins généraux ou spécialisés dont les services d'urgence ; </p><p>2° Les associations et structures habilitées ou autorisées à réaliser des tests rapides d'orientation diagnostique (TROD) ; </p><p>3° Les centres de dépistage, notamment les CeGIDD et les CPEF ; </p><p>4° Les centres de soins, d'accompagnement et de prévention en addictologie (CSAPA), les CAARUD et les salles de consommation à moindre risque (SCMR) ; </p><p>5° Les services compétents pour la prise en charge des grossesses en cas de poursuite ou d'interruption ; </p><p>6° Les services délivrant le traitement pré et post exposition au VIH ; </p><p>7° Les services de police et de gendarmerie dûment formés à cet accueil spécifique en cas de violence ; </p><p>8° Les services sociaux spécialisés dans les démarches pour l'accès aux droits ; </p><p>9° Les associations agréées chargées de la mise en œuvre du parcours de sortie de la prostitution et d'insertion sociale et professionnelle ; </p><p>10° Les services de protection et d'assistance ; </p><p>11° L'hébergement d'urgence. </p><p>VI. – Diffusion des alertes sanitaires </p><p>Dans le cadre des actions de réduction des risques, les informations sont diffusées auprès des personnes prostituées présentes sur les sites d'intervention par tous les moyens appropriés et par les autorités sanitaires concernées : </p><p>1° En cas de défectuosité du matériel de prévention ou de rappel d'un dispositif médical du marché : préservatifs, autotests, tests rapides d'orientation diagnostique (TROD), ou autres ; </p><p>2° En cas d'alertes sanitaires auprès des populations concernées : cas groupés d'infections sexuellement transmissibles, d'autres maladies infectieuses comme le méningocoque, toxicité de substances psycho-actives illicites en circulation, ou concernant toute autre pathologie. </p><p>VII. – Lieux d'intervention </p><p>Pour faciliter les contacts avec les personnes en situation de prostitution, les activités de réduction des risques sont réalisées dans la journée, la nuit, y compris les week-ends et les jours fériés. Ces activités peuvent être menées dans les locaux spécifiques ou dans des dispositifs mobiles (bus...) ainsi que dans tout lieu public fréquenté par les personnes en situation de prostitution en veillant à multiplier les occasions de rencontre notamment dans : </p><p>1° Les lieux publics fréquentés par les personnes en situation de prostitution (rue, espaces verts, gares, etc.) ; </p><p>2° Les rassemblements publics, festifs, culturels et sportifs temporaires ; </p><p>3° Les lieux commerciaux ou privés dont les établissements de nuit, les salons de massage, les bars, les saunas, avec l'accord des propriétaires ou gérants ; </p><p>4° Les sites internet de rencontres, de petites annonces... ainsi que les réseaux sociaux ; </p><p>5° Les ensembles d'habitation. </p><p>VIII. – Intervenants participant aux activités de réduction des risques </p><p>Les actions de réduction des risques sont réalisées par les professionnels du champ sanitaire, social et éducatif, de la médiation (médiateurs, interprètes, modérateurs de forums internet), des associations humanitaires, des associations de santé communautaire ou toute association impliquée sur cette thématique. Les intervenants peuvent être rémunérés ou bénévoles. </p><p>La réduction des risques est une approche complémentaire du soin fondée sur l'absence d'exigence, le non jugement, sans promotion ni condamnation des pratiques concernées, et sur l'inconditionnalité de l'accompagnement. </p><p>Les pairs peuvent participer aux interventions de réduction des risques. </p><p>Les intervenants doivent être formés à la réduction des risques, aux méthodes de conseil personnalisé menées sous forme d'entretiens individuels ou collectifs, à la démarche de santé communautaire, à la prévention des risques sanitaires, psychologiques et sociaux et/ ou bénéficier d'un accompagnement par des professionnels expérimentés et compétents. </p><p>IX. – Confidentialité </p><p>Les interventions sont réalisées de manière à garantir l'anonymat des personnes ayant une pratique prostitutionnelle. Les échanges avec les intervenants sont confidentiels. Toute information individuelle recueillie dans ce cadre doit être conservée dans des conditions matérielles qui garantissent la confidentialité des informations, en conformité avec la loi. </p><p>X. – Participation à l'expérimentation de nouveaux outils ou de nouvelles stratégies de prévention </p><p>Les équipes et les personnes directement concernées peuvent participer à l'évaluation de nouveaux outils ou stratégies de prévention contribuant à réduire les risques en vue, le cas échéant, de les adapter aux besoins et aux pratiques des populations ayant une pratique prostitutionnelle.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-03-06T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}