{
    "cid": "LEGIARTI000045912312",
    "num": "L111-111",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IER : L'ORGANISATION GENERALE  DU SECTEUR DE L'ENERGIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023985172",
                        "id": "LEGISCTA000023985172",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : LES PRINCIPES REGISSANT  LES SECTEURS DE L'ENERGIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023985186",
                        "id": "LEGISCTA000023985186",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Les secteurs de l'électricité et du gaz\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023985188",
                        "id": "LEGISCTA000023985188",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-06-16",
                        "fin": "2999-01-01",
                        "titre": "Section 8 : Dispositions particulières relatives à la conversion des réseaux de distribution de gaz de pétrole liquéfié dans les zones non interconnectées au réseau métropolitain continental\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045912310",
                        "id": "LEGISCTA000045912310",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045912312",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045911797",
                    "textTitle": "Ordonnance n°2022-887 du 14 juin 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045912243",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2022-06-15",
                    "dateSignaTexte": "2022-06-14",
                    "dateDebutCible": "2022-06-16"
                }
            ],
            "num": "L111-111",
            "origine": "LEGI",
            "texte": "Dans les zones non interconnectées au réseau métropolitain continental, la conversion des usages du gaz de pétrole liquéfié faisant l'objet d'une distribution publique par réseaux, à l'électricité ou aux énergies renouvelables est réalisée sur une durée de quinze ans à compter de l'adoption dans la programmation pluriannuelle de l'énergie du volet prévu au 6° du II de l'article L. 141-5. Pendant la période de conversion des usages associés à ces réseaux à l'électricité ou aux énergies renouvelables, les investissements nécessaires à l'exploitation de réseaux de distribution de gaz de pétrole liquéfié ainsi que les déficits d'exploitation du service, peuvent être partiellement pris en charge par l'Etat, sous la forme d'aides financières aux communes organisatrices de la distribution, sous réserve du respect par les communes concernées d'un accord préalable passé avec l'Etat, et de l'inscription dans la programmation pluriannuelle de l'énergie d'une date de fin d'exploitation de ces réseaux selon les modalités prévues au 6° du II de l'article L. 141-5. Cet accord, passé entre l'Etat et les communes concernées, comprend un calendrier et des modalités prévisionnelles de conversion. Les opérations nécessaires à la mise hors exploitation et à l'abandon des équipements qui ne peuvent pas être réalisées avant la fin de l'exploitation peuvent, aux termes de l'accord, faire l'objet de dispositions spécifiques. L'accord définit les conditions de l'intervention financière de l'Etat, qui ne peut excéder une durée de vingt ans, de manière à assurer un équilibre dans le partage des efforts financiers et des risques, d'une part, entre la commune organisatrice du réseau de distribution et le concessionnaire dans le cadre du cahier des charges de concession et, d'autre part, entre l'Etat et ladite commune. Il fixe les modalités selon lesquelles la commune rend compte de l'avancement de la conversion énergétique sur son territoire et les conditions du versement des aides financières de l'Etat, notamment au regard de cet avancement, ainsi que la part des coûts des investissements et celle des déficits d'exploitation qui peuvent être couvertes par les aides de l'Etat, en tenant compte des obligations spécifiques associées à la conversion. Il précise aussi les parts correspondantes non couvertes par les aides financières de l'Etat, qui restent à la charge de la commune. Chaque année, la Commission de régulation de l'énergie évalue l'exécution technique et financière de tout contrat de concession faisant l'objet d'une intervention financière de l'Etat selon les modalités définies aux deux alinéas précédents, notamment les compensations dont bénéficie le concessionnaire et sa rémunération, en veillant à la bonne application du partage des risques, notamment financiers, prévu au contrat. Elle communique ses évaluations aux communes et aux autorités compétentes de l'Etat. Les modalités d'application du présent article, notamment les éléments faisant l'objet d'une évaluation par la Commission, sont précisées par décret pris après avis de la Commission de régulation de l'énergie.",
            "texteHtml": "<p>Dans les zones non interconnectées au réseau métropolitain continental, la conversion des usages du gaz de pétrole liquéfié faisant l'objet d'une distribution publique par réseaux, à l'électricité ou aux énergies renouvelables est réalisée sur une durée de quinze ans à compter de l'adoption dans la programmation pluriannuelle de l'énergie du volet prévu au 6° du II de l'article L. 141-5.</p><p></p><p> Pendant la période de conversion des usages associés à ces réseaux à l'électricité ou aux énergies renouvelables, les investissements nécessaires à l'exploitation de réseaux de distribution de gaz de pétrole liquéfié ainsi que les déficits d'exploitation du service, peuvent être partiellement pris en charge par l'Etat, sous la forme d'aides financières aux communes organisatrices de la distribution, sous réserve du respect par les communes concernées d'un accord préalable passé avec l'Etat, et de l'inscription dans la programmation pluriannuelle de l'énergie d'une date de fin d'exploitation de ces réseaux selon les modalités prévues au 6° du II de l'article L. 141-5.</p><p></p><p> Cet accord, passé entre l'Etat et les communes concernées, comprend un calendrier et des modalités prévisionnelles de conversion. Les opérations nécessaires à la mise hors exploitation et à l'abandon des équipements qui ne peuvent pas être réalisées avant la fin de l'exploitation peuvent, aux termes de l'accord, faire l'objet de dispositions spécifiques. L'accord définit les conditions de l'intervention financière de l'Etat, qui ne peut excéder une durée de vingt ans, de manière à assurer un équilibre dans le partage des efforts financiers et des risques, d'une part, entre la commune organisatrice du réseau de distribution et le concessionnaire dans le cadre du cahier des charges de concession et, d'autre part, entre l'Etat et ladite commune. Il fixe les modalités selon lesquelles la commune rend compte de l'avancement de la conversion énergétique sur son territoire et les conditions du versement des aides financières de l'Etat, notamment au regard de cet avancement, ainsi que la part des coûts des investissements et celle des déficits d'exploitation qui peuvent être couvertes par les aides de l'Etat, en tenant compte des obligations spécifiques associées à la conversion. Il précise aussi les parts correspondantes non couvertes par les aides financières de l'Etat, qui restent à la charge de la commune.</p><p></p><p> Chaque année, la Commission de régulation de l'énergie évalue l'exécution technique et financière de tout contrat de concession faisant l'objet d'une intervention financière de l'Etat selon les modalités définies aux deux alinéas précédents, notamment les compensations dont bénéficie le concessionnaire et sa rémunération, en veillant à la bonne application du partage des risques, notamment financiers, prévu au contrat. Elle communique ses évaluations aux communes et aux autorités compétentes de l'Etat.</p><p></p><p> Les modalités d'application du présent article, notamment les éléments faisant l'objet d'une évaluation par la Commission, sont précisées par décret pris après avis de la Commission de régulation de l'énergie.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-06-16T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}