{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033746637",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "EXIGENCES SUPPLÉMENTAIRES ET PROCÉDURE ADDITIONNELLE A. - Exigences supplémentaires et additionnelles applicables en cas de recours au contrôle interne de la fabrication et aux essais supervisés prévus au module A1 de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 : Lorsque le module A1 de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008est utilisé, les contrôles du produit sont effectués sur un ou plusieurs bateaux représentant la production du fabricant et les exigences additionnelles suivantes s'appliquent : 1. Conception et construction : Sur un ou plusieurs bateaux représentatifs de la production du fabricant, il est effectué un ou plusieurs des essais, calculs équivalents ou contrôles suivants par le fabricant ou pour le compte de celui-ci : a) Essai de stabilité conformément au point 3.2 de la partie A de l'annexe I ; b) Essai de flottabilité conformément au point 3.3 de la partie A de l'annexe I. 2. Emissions sonores : 2.1. En ce qui concerne les bateaux de plaisance munis d'un moteur in-bord ou à embase arrière sans échappement intégré et les véhicules nautiques à moteur, les essais relatifs aux émissions sonores définis à la partie C de l'annexe I sont effectués par le fabricant, ou pour le compte de celui-ci, sur un ou plusieurs bateaux représentatifs de la production du fabricant, sous la responsabilité d'un organisme notifié choisi par le fabricant. 2.2. En ce qui concerne les moteurs \"hors-bord\" et les moteurs à embase arrière avec échappement intégré, les essais relatifs aux émissions sonores définis à la partie C de l'annexe I sont effectués par le fabricant de moteurs, ou pour le compte de celui-ci, sur un ou plusieurs moteurs de chaque famille de moteurs représentatifs de la production du fabricant, sous la responsabilité d'un organisme notifié choisi par le fabricant. 2.3. Lorsque les essais portent sur plus d'un moteur d'une famille, la méthode statistique décrite au E de la présente annexe est appliquée pour garantir la conformité de l'échantillon. B. - Exigences supplémentaires applicables en cas d'utilisation du module B de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 : Lorsque le module B de l'annexe II de la décision n° 768/200/CE du Parlement européen et du Conseil du 9 juillet 2008 est utilisé, l'examen UE de type est effectué selon les modalités figurant au deuxième tiret du point 2 de ce module. Un type de fabrication mentionné au module B peut couvrir plusieurs variantes du produit dès lors que : 1. Les différences entre les variantes n'affectent pas le niveau de sécurité et les autres exigences de performance du produit et; 2. Les variantes d'un produit sont indiquées sur l'attestation d'examen \"UE\" de type, si nécessaire en modifiant l'attestation originale. C. - Exigence supplémentaire et procédure additionnelle applicables dans le cadre du module C de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 : Lorsque le module C de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 est utilisé pour ce qui est de l'évaluation de la conformité avec les exigences du présent décret en matière d'émissions gazeuses et lorsque le fabricant ne met pas en œuvre un système de qualité adéquat tel que décrit dans le module H de l'annexe II de la même décision, un organisme notifié choisi par le fabricant effectue ou fait effectuer des contrôles du produit à des intervalles aléatoires qu'il détermine afin de vérifier la qualité des contrôles internes du produit. Lorsque le niveau de qualité ne paraît pas satisfaisant ou lorsqu'il semble nécessaire de vérifier la validité des données présentées par le fabricant, la procédure additionnelle suivante s'applique : Un moteur est choisi dans la série et soumis à l'essai décrit à la partie B de l'annexe I. Les moteurs soumis aux essais sont rodés, partiellement ou complètement, conformément aux spécifications du fabricant. Si les émissions gazeuses spécifiques du moteur choisi dans la série dépassent les valeurs limites conformément à la partie B de l'annexe I, le fabricant peut demander que des mesures soient effectuées sur un échantillon de plusieurs moteurs prélevés dans la série et comprenant le moteur choisi initialement. Pour garantir la conformité de l'échantillon de moteurs avec les exigences de la section III du chapitre III du titre Ier du présent livre, la méthode statistique décrite à la partie E de la présente annexe est appliquée. D. - Autres exigences supplémentaires : 1. La possibilité de recourir aux organismes internes accrédités mentionnés aux modules A1 et C1 de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 ne s'applique pas. 2. Lorsque le module F de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 est utilisé, la procédure décrite à la partie E de la présente annexe s'applique pour l'évaluation de la conformité avec les exigences en matière d'émissions gazeuses. E. - Evaluation de la conformité de la production en matière d'émissions gazeuses et sonores : 1. Pour vérifier la conformité d'une famille de moteurs, un échantillon de moteurs est choisi dans la (les) série(s). Le fabricant fixe la dimension \"n\" de l'échantillon en accord avec l'organisme notifié. 2. La moyenne arithmétique \"X\" des résultats obtenus à partir de l'échantillon est calculée pour chaque composant réglementé des émissions gazeuses et sonores. La production de la (des) série(s) est jugée conforme aux exigences (\"décision positive\") si la condition suivante est satisfaite : \"X + k. S ≤ L\" où : \"S\" est l'écart type ; \"X\" = la moyenne arithmétique des résultats obtenus à partir de l'échantillon ; \"x\" = l'un des résultats obtenus à partir de l'échantillon ; \"L\" = la valeur limite adéquate ; \"n\" = le nombre de moteurs repris dans l'échantillon ; \"k\" = le facteur statistique dépendant de \"n\" (voir tableau ci-dessous) : N 2 3 4 5 6 7 8 9 10 k 0,973 0,613 0,489 0,421 0,376 0,342 0,317 0,296 0,279 n 11 12 13 14 15 16 17 18 19 k 0,265 0,253 0,242 0,233 0,224 0,216 0,210 0,203 0,198 Vous pouvez consulter l'image dans le fac-similé du JO nº 0134 du 10/06/2016, texte nº 5",
            "texteHtml": "<p align='center'>EXIGENCES SUPPLÉMENTAIRES ET PROCÉDURE ADDITIONNELLE</p><p><br/><br/>A. - Exigences supplémentaires et additionnelles applicables en cas de recours au contrôle interne de la fabrication et aux essais supervisés prévus au module A1 de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 :<br/>Lorsque le module A1 de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008est utilisé, les contrôles du produit sont effectués sur un ou plusieurs bateaux représentant la production du fabricant et les exigences additionnelles suivantes s'appliquent :<br/><br/>1. Conception et construction :<br/><br/>Sur un ou plusieurs bateaux représentatifs de la production du fabricant, il est effectué un ou plusieurs des essais, calculs équivalents ou contrôles suivants par le fabricant ou pour le compte de celui-ci :<br/><br/>a) Essai de stabilité conformément au point 3.2 de la partie A de l'annexe I ;<br/><br/>b) Essai de flottabilité conformément au point 3.3 de la partie A de l'annexe I.<br/><br/>2. Emissions sonores :<br/><br/>2.1. En ce qui concerne les bateaux de plaisance munis d'un moteur in-bord ou à embase arrière sans échappement intégré et les véhicules nautiques à moteur, les essais relatifs aux émissions sonores définis à la partie C de l'annexe I sont effectués par le fabricant, ou pour le compte de celui-ci, sur un ou plusieurs bateaux représentatifs de la production du fabricant, sous la responsabilité d'un organisme notifié choisi par le fabricant.<br/><br/>2.2. En ce qui concerne les moteurs \"hors-bord\" et les moteurs à embase arrière avec échappement intégré, les essais relatifs aux émissions sonores définis à la partie C de l'annexe I sont effectués par le fabricant de moteurs, ou pour le compte de celui-ci, sur un ou plusieurs moteurs de chaque famille de moteurs représentatifs de la production du fabricant, sous la responsabilité d'un organisme notifié choisi par le fabricant.<br/><br/>2.3. Lorsque les essais portent sur plus d'un moteur d'une famille, la méthode statistique décrite au E de la présente annexe est appliquée pour garantir la conformité de l'échantillon.<br/><br/>B. - Exigences supplémentaires applicables en cas d'utilisation du module B de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 :<br/><br/>Lorsque le module B de l'annexe II de la décision n° 768/200/CE du Parlement européen et du Conseil du 9 juillet 2008 est utilisé, l'examen UE de type est effectué selon les modalités figurant au deuxième tiret du point 2 de ce module.<br/><br/>Un type de fabrication mentionné au module B peut couvrir plusieurs variantes du produit dès lors que :<br/><br/>1. Les différences entre les variantes n'affectent pas le niveau de sécurité et les autres exigences de performance du produit et;<br/><br/>2. Les variantes d'un produit sont indiquées sur l'attestation d'examen \"UE\" de type, si nécessaire en modifiant l'attestation originale.<br/><br/>C. - Exigence supplémentaire et procédure additionnelle applicables dans le cadre du module C de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 :<br/><br/>Lorsque le module C de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 est utilisé pour ce qui est de l'évaluation de la conformité avec les exigences du présent décret en matière d'émissions gazeuses et lorsque le fabricant ne met pas en œuvre un système de qualité adéquat tel que décrit dans le module H de l'annexe II de la même décision, un organisme notifié choisi par le fabricant effectue ou fait effectuer des contrôles du produit à des intervalles aléatoires qu'il détermine afin de vérifier la qualité des contrôles internes du produit. Lorsque le niveau de qualité ne paraît pas satisfaisant ou lorsqu'il semble nécessaire de vérifier la validité des données présentées par le fabricant, la procédure additionnelle suivante s'applique :<br/><br/>Un moteur est choisi dans la série et soumis à l'essai décrit à la partie B de l'annexe I. Les moteurs soumis aux essais sont rodés, partiellement ou complètement, conformément aux spécifications du fabricant. Si les émissions gazeuses spécifiques du moteur choisi dans la série dépassent les valeurs limites conformément à la partie B de l'annexe I, le fabricant peut demander que des mesures soient effectuées sur un échantillon de plusieurs moteurs prélevés dans la série et comprenant le moteur choisi initialement. Pour garantir la conformité de l'échantillon de moteurs avec les exigences de la section III du chapitre III du titre Ier du présent livre, la méthode statistique décrite à la partie E de la présente annexe est appliquée.<br/><br/>D. - Autres exigences supplémentaires :<br/><br/>1. La possibilité de recourir aux organismes internes accrédités mentionnés aux modules A1 et C1 de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 ne s'applique pas.<br/><br/>2. Lorsque le module F de l'annexe II de la décision n° 768/2008/CE du Parlement européen et du Conseil du 9 juillet 2008 est utilisé, la procédure décrite à la partie E de la présente annexe s'applique pour l'évaluation de la conformité avec les exigences en matière d'émissions gazeuses.<br/><br/>E. - Evaluation de la conformité de la production en matière d'émissions gazeuses et sonores :<br/><br/>1. Pour vérifier la conformité d'une famille de moteurs, un échantillon de moteurs est choisi dans la (les) série(s). Le fabricant fixe la dimension \"n\" de l'échantillon en accord avec l'organisme notifié.<br/><br/>2. La moyenne arithmétique \"X\" des résultats obtenus à partir de l'échantillon est calculée pour chaque composant réglementé des émissions gazeuses et sonores. La production de la (des) série(s) est jugée conforme aux exigences (\"décision positive\") si la condition suivante est satisfaite : \"X + k. S ≤ L\" où :<br/><br/>\"S\" est l'écart type ;<br/><br/>\"X\" = la moyenne arithmétique des résultats obtenus à partir de l'échantillon ;<br/><br/>\"x\" = l'un des résultats obtenus à partir de l'échantillon ;<br/><br/>\"L\" = la valeur limite adéquate ;<br/><br/>\"n\" = le nombre de moteurs repris dans l'échantillon ;<br/><br/>\"k\" = le facteur statistique dépendant de \"n\" (voir tableau ci-dessous) :<br/></p><p></p><p></p><p></p><p></p><div align='center'><center><table border='1'><tbody><tr><th> \t\t\t\t\t\t\t\t\t\tN<br/></th><th> \t\t\t\t\t\t\t\t\t\t2<br/></th><th> \t\t\t\t\t\t\t\t\t\t3<br/></th><th> \t\t\t\t\t\t\t\t\t\t4<br/></th><th> \t\t\t\t\t\t\t\t\t\t5<br/></th><th> \t\t\t\t\t\t\t\t\t\t6<br/></th><th> \t\t\t\t\t\t\t\t\t\t7<br/></th><th> \t\t\t\t\t\t\t\t\t\t8<br/></th><th> \t\t\t\t\t\t\t\t\t\t9<br/></th><th> \t\t\t\t\t\t\t\t\t\t10<br/></th></tr><tr><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\tk<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,973<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,613<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,489<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,421<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,376<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,342<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,317<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,296<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,279<br/></td></tr><tr><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\tn<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t11<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t12<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t13<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t14<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t15<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t16<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t17<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t18<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t19<br/></td></tr><tr><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\tk<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,265<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,253<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,242<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,233<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,224<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,216<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,210<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,203<br/></td><td valign='middle' align='justify'> \t\t\t\t\t\t\t\t\t\t0,198<br/></td></tr></tbody></table></center></div><p> \t\t\t\t\tVous pouvez consulter l'image dans le fac-similé du JO nº 0134 du 10/06/2016, texte nº 5<br/></p><p></p>",
            "num": "Annexe III",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1483056000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-12-07",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IER : LE NAVIRE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033540803",
                        "id": "LEGISCTA000033540803",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-12-30",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DU LIVRE IER\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033746608",
                        "id": "LEGISCTA000033746608",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033746637",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033746608",
            "sectionParentId": "LEGISCTA000033746608",
            "sectionParentTitre": "ANNEXES DU LIVRE IER\n",
            "fullSectionsTitre": "PARTIE REGLEMENTAIRE &gt; CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES &gt; LIVRE IER : LE NAVIRE  &gt; ANNEXES DU LIVRE IER\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033746637",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023086525",
                    "titre": "Code des transports",
                    "titreLong": "Code des transports",
                    "etat": "VIGUEUR",
                    "dateDebut": 1291161600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023086525",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033740739",
                    "textTitle": "Décret n°2016-1893 du 28 décembre 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033742114",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-28",
                    "dateDebutCible": "2016-12-30"
                },
                {
                    "textCid": "JORFTEXT000033740739",
                    "textTitle": "Décret n°2016-1893 du 28 décembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033742114",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-28",
                    "dateDebutCible": "2016-12-30"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033746637",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}