{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043543865",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le présent article s'applique aux entités soumises à l'article L. 533-22-1. Pour les établissements de crédit et entreprises d'investissement mentionnés à l'article L. 511-4-3, le présent article s'applique aux activités de gestion de portefeuille pour compte de tiers, telles que définies à l'article L. 321-1. Pour leur activité de conseil en investissement, les entités mentionnées au présent article appliquent les dispositions relatives aux conseillers financiers, au sens du règlement UE 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019 sur la publication d'informations en matière de durabilité dans le secteur des services financiers. II.-Les informations relatives aux critères environnementaux, sociaux et de qualité de gouvernance, dits facteurs de durabilité tels que définis au 24 de l'article 2 de ce règlement, mentionnées au II de l'article L. 533-22-1, sont présentées de la manière suivante : 1° Les informations sont publiées en procédant à une distinction par classes d'actifs. L'entité décrit la façon dont cette distinction a été opérée, selon un principe de proportionnalité appliqué à la nature des instruments financiers au sens du titre 1er du livre II du présent code et, pour la gestion de portefeuille, selon leurs volumes respectifs dans les organismes de placement collectif concernés. L'entité peut procéder à des distinctions supplémentaires par activités, portefeuilles d'investissement, émetteurs, secteurs ou tout autre distinction pertinente, notamment entre actifs cotés et actifs non cotés. En particulier, l'entité peut fournir les informations pour un ensemble de produits présentant des caractéristiques analogues. Pour l'activité de gestion de portefeuille pour compte de tiers, les informations dont la publication est prévue au présent article peuvent être publiées sur la base de portefeuilles modèles établis par chaque établissement de crédit. Les éléments décrits aux deuxième et troisième alinéas du 1° ne portent pas sur les informations requises au titre du règlement mentionné ci-dessus. 2° Pour chaque information dont la publication est prévue au présent article, l'entité indique, en cohérence avec le règlement délégué au titre de l'article 4 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019 : a) La part en pourcentage et le montant en euros des encours ou du bilan ; b) Le périmètre des entités et produits financiers auxquels la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance s'applique ; c) La part de données estimées et de données réelles, sur le total des encours gérés par l'entité et, le cas échéant, sur le total des encours du produit financier concerné ; d) Lorsqu'un échéancier est fixé, la date d'entrée en vigueur des engagements ; e) Lorsqu'une analyse quantitative est nécessaire, les méthodologies et bases de données sur lesquelles s'appuie l'analyse, en précisant le cas échéant si la donnée est accessible librement, le nom du fournisseur de méthodologies ou de données, les risques de double comptage et les mesures prises pour l'éviter, au niveau de l'entité ou du produit financier. III.-Les informations relatives aux critères environnementaux, sociaux et de qualité de gouvernance mentionnées au II de l'article L. 533-22-1 sont les suivantes : 1° Informations relatives à la démarche générale de l'entité : a) Présentation résumée de la démarche générale de l'entité sur la prise en compte de critères environnementaux, sociaux et de qualité de gouvernance, et notamment dans la politique et stratégie d'investissement ; b) Contenu, fréquence et moyens utilisés par l'entité pour informer les souscripteurs, affiliés, cotisants, allocataires ou clients sur les critères relatifs aux objectifs environnementaux, sociaux et de qualité de gouvernance pris en compte dans la politique et la stratégie d'investissement ; c) Liste des produits financiers mentionnés en vertu de l'article 8 et de l'article 9 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019, et la part globale, en pourcentage, des encours sous gestion prenant en compte des critères environnementaux, sociaux et de qualité de gouvernance dans le montant total des encours gérés par l'entité ; d) Prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans le processus de prise de décision pour l'attribution de nouveaux mandats de gestion par les entités mentionnées aux articles  L. 310-1-1-3  et  L. 385-7-2  du code des assurances ; e) Adhésion de l'entité, ou de certains produits financiers, à une charte, un code, une initiative ou obtention d'un label sur la prise en compte de critères environnementaux, sociaux et de qualité de gouvernance, ainsi qu'une description sommaire de ceux-ci, en cohérence avec le d) du 2 de l'article 4 du règlement mentionné ci-dessus. 2° Informations relatives aux moyens internes déployés par l'entité : a) Description des ressources financières, humaines et techniques dédiées à la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans la stratégie d'investissement en les rapportant aux encours totaux gérés ou détenus par l'entité. La description inclut tout ou partie des indicateurs suivants : part, en pourcentage, des équivalents temps plein correspondants ; part, en pourcentage, et montant, en euros, des budgets consacrés aux données environnementales, sociales et de qualité de gouvernance ; montant des investissements dans la recherche ; recours à des prestataires externes et fournisseurs de données ; b) Actions menées en vue d'un renforcement des capacités internes de l'entité. La description inclut tout ou partie des informations relatives aux formations, à la stratégie de communication, au développement de produits financiers et services associés à ces actions. 3° Informations relatives à la démarche de prise en compte des critères environnementaux, sociaux et de qualité de gouvernance au niveau de la gouvernance de l'entité : a) Connaissances, compétences et expérience des instances de gouvernance, notamment des organes d'administration, de surveillance et de direction, en matière de prise de décision relatives à l'intégration des critères environnementaux, sociaux et de qualité de gouvernance dans la politique et la stratégie d'investissement de l'entité et des entités que cette dernière contrôle le cas échéant. L'information peut notamment porter sur le niveau de supervision et le processus associé, la restitution des résultats, et les compétences ; b) Inclusion, conformément à l'article 5 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019, dans les politiques de rémunération des informations sur la manière dont ces politiques sont adaptées à l'intégration des risques en matière de durabilité, comprenant des précisions sur les critères d'adossement de la politique de rémunération à des indicateurs de performance ; c) Intégration des critères environnementaux, sociaux et de qualité de gouvernance dans le règlement interne du conseil d'administration ou de surveillance de l'entité. 4° Informations sur la stratégie d'engagement auprès des émetteurs ou vis-à-vis des sociétés de gestion ainsi que sur sa mise en œuvre : a) Périmètre des entreprises concernées par la stratégie d'engagement ; b) Présentation de la politique de vote ; c) Bilan de la stratégie d'engagement mise en œuvre, qui peut notamment inclure la part des entreprises avec laquelle l'entité a initié un dialogue, les thématiques couvertes et les actions de suivi de cette stratégie ; d) Bilan de la politique de vote, en particulier relatif aux dépôts et votes en assemblée générale de résolutions sur les enjeux environnementaux, sociaux et de qualité de gouvernance ; e) Décisions prises en matière de stratégie d'investissement, notamment en matière de désengagement sectoriel. Dans le cas où l'entité publie un rapport spécifique relatif à sa politique d'engagement actionnarial, ces informations peuvent y être incorporées en faisant référence au présent article. 5° Informations relatives à la taxonomie européenne et aux combustibles fossiles : a) Part des encours concernant les activités en conformité avec les critères d'examen technique définis au sein des actes délégués relatifs aux articles 10 à 15 du règlement (UE) 2020/852 du Parlement européen et du Conseil du 18 juin 2020 sur l'établissement d'un cadre visant à favoriser les investissements durables et modifiant le règlement (UE) 2019/2088, conformément à l'acte délégué adopté en vertu de l'article 8 de ce règlement ; b) Part des encours dans des entreprises actives dans le secteur des combustibles fossiles, au sens de l'acte délégué en vertu de l'article 4 de ce règlement. 6° Informations sur la stratégie d'alignement avec les objectifs internationaux de limitation du réchauffement climatique prévus par l'Accord de Paris susvisé, en cohérence avec le d du 2 de l'article 4 du même règlement : L'entité publie sa stratégie d'alignement avec les objectifs de long terme des articles 2 et 4 de l'Accord de Paris relatifs à l'atténuation des émissions de gaz à effet de serre et, le cas échéant, pour les produits financiers dont les investissements sous-jacents sont entièrement réalisés sur le territoire français, sa stratégie nationale bas-carbone mentionnée à l'article L. 222-1 B du code de l'environnement, qui comprend : a) Un objectif quantitatif à horizon 2030, revu tous les cinq ans jusqu'à horizon 2050. La révision de cet objectif doit s'effectuer au plus tard cinq ans avant son échéance. L'objectif comprend les émissions de gaz à effet de serre directes et indirectes en valeur absolue ou valeur d'intensité par rapport à un scénario de référence et une année de référence. Il peut être exprimé par la mesure de l'augmentation de température implicite ou par le volume d'émissions de gaz à effet de serre ; b) Lorsque l'entité utilise une méthodologie interne, des éléments sur celle-ci pour évaluer l'alignement de la stratégie d'investissement avec l'Accord de Paris ou la stratégie nationale bas-carbone : i) L'approche générale et la méthode utilisée, notamment s'il s'agit d'une analyse cumulative ou ponctuelle ; ii) Le niveau de couverture au niveau du portefeuille et entre classes d'actifs, et la méthode d'agrégation ; iii) L'horizon de temps retenu pour l'évaluation ; iv) Les hypothèses retenues sur les données estimées, notamment dans les scénarios énergie-climat retenus, et les hypothèses technologiques, notamment relatives aux technologies d'émission négative, ainsi que le nom et l'année de publication de chaque scénario utilisé ; v) La manière dont la méthodologie adapte le scénario énergie-climat retenu aux portefeuilles analysés, comprenant une analyse en moyenne pondérée de l'intensité carbone, ainsi qu'en valeur absolue et en valeur d'intensité ; vi) Une analyse de la qualité des méthodologies et des données, notamment les incertitudes relevées et leur niveau ; vii) Le périmètre adopté par la méthodologie en termes de couverture des émissions de gaz à effet de serre au sein de la chaîne de valeur, à la fois sur les émissions induites directes et indirectes, les émissions évitées et les émissions négatives, en expliquant la part estimée de chaque catégorie dans la méthodologie, ainsi que le périmètre des émissions financées et, en cas de différence entre les deux périmètres, une explication claire de cette différence ; viii) La méthode permettant d'aboutir à une estimation prospective, selon le type d'objectif choisi, notamment les éventuelles extrapolations et régressions effectuées ; ix) Le niveau de granularité temporelle, sectorielle et géographique de l'analyse ; x) En cas d'utilisation de plusieurs scénarios, des éléments de comparaison entre ceux-ci ; c) Une quantification des résultats à l'aide d'au moins un indicateur ; d) Pour les entités gérant des fonds indiciels, l'information sur l'utilisation des indices de référence “ transition climatique ” et “ Accord de Paris ” de l'Union définis par le règlement (UE) 2019/2089 du Parlement européen et du Conseil du 27 novembre 2019 ; e) Le rôle et l'usage de l'évaluation dans la stratégie d'investissement, et notamment la complémentarité entre la méthodologie d'évaluation retenue et les autres indicateurs sur les critères environnementaux, sociaux et de qualité de gouvernance utilisés plus largement dans la stratégie d'investissement ; f) Les changements intervenus au sein de la stratégie d'investissement en lien avec la stratégie d'alignement avec l'Accord de Paris, et notamment les politiques mises en place en vue d'une sortie progressive du charbon et des hydrocarbures non-conventionnels en précisant le calendrier de sortie retenu ainsi que la part des encours totaux gérés ou détenus par l'entité couverte par ces politiques ; g) Les éventuelles actions de suivi des résultats et des changements intervenus ; h) La fréquence de l'évaluation, les dates prévisionnelles de mise à jour et les facteurs d'évolution pertinents retenus. 7° Informations sur la stratégie d'alignement avec les objectifs de long terme liés à la biodiversité : L'entité fournit une stratégie d'alignement avec les objectifs de long terme liés à la biodiversité, en précisant le périmètre de la chaîne de valeur retenu, qui comprend des objectifs fixés à horizon 2030, puis tous les cinq ans, sur les éléments suivants : a) Une mesure du respect des objectifs figurant dans la Convention sur la diversité biologique adoptée le 5 juin 1992 ; b) Une analyse de la contribution à la réduction des principales pressions et impacts sur la biodiversité définis par la Plateforme intergouvernementale scientifique et politique sur la biodiversité et les services écosystémiques ; c) La mention de l'appui sur un indicateur d'empreinte biodiversité et, le cas échéant, la manière dont cet indicateur permet de mesurer le respect des objectifs internationaux liés à la biodiversité. 8° Informations sur les démarches de prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans la gestion des risques : En cohérence avec l'article 3 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019, la publication d'informations sur la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans la gestion des risques comprend notamment les risques physiques, de transition et de responsabilité liés au changement climatique et à la biodiversité et, en particulier : a) Le processus d'identification, d'évaluation, de priorisation et de gestion des risques liés à la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance, la manière dont les risques sont intégrés au cadre conventionnel de gestion des risques de l'entité, et la manière dont ce processus répond aux recommandations des autorités européennes de surveillance du système européen de surveillance financière ; b) Une description des principaux risques en matière environnementale, sociale et de qualité de gouvernance pris en compte et analysés, qui comprend, pour chacun de ces risques : i) Une caractérisation de ces risques, notamment leur caractère actuel ou émergent, exogène ou endogène à l'entité, leur occurrence, leur intensité, et l'horizon de temps qui les caractérise ; ii) Une segmentation de ces risques selon la typologie suivante, ainsi qu'une analyse descriptive associée à chacun des principaux risques, notamment les facteurs de risque associés, tels que les politiques publiques, les comportements des marchés, ou les évolutions technologiques : -risques physiques, définis comme l'exposition aux conséquences physiques des facteurs environnementaux, tels que le changement climatique ou la perte de biodiversité ; -risques de transition, définis comme l'exposition aux évolutions induites par la transition écologique, notamment les objectifs environnementaux définis à l'article 9 du règlement mentionné ci-dessus ; -risques de contentieux ou de responsabilité liés aux facteurs environnementaux ; iii) Une indication des secteurs économiques et des zones géographiques concernés par ces risques, du caractère récurrent ou ponctuel des risques retenus, et de leur éventuelle pondération ; iv) Une explicitation des critères utilisés pour sélectionner les risques importants et du choix de leur éventuelle pondération ; c) Une indication de la fréquence de la revue du cadre de gestion des risques ; d) Un plan d'action visant à réduire l'exposition de l'entité aux principaux risques en matière environnementale, sociale et de qualité de gouvernance pris en compte ; e) Une estimation quantitative de l'impact financier des principaux risques en matière environnementale, sociale et de qualité de gouvernance identifiés et de la proportion des actifs exposés, ainsi que l'horizon de temps associé à ces impacts, au niveau de l'entité et des actifs concernés, comprenant notamment l'impact sur la valorisation du portefeuille. Dans le cas où une déclaration d'ordre qualitatif est publiée, l'entité décrit les difficultés rencontrées et les mesures envisagées pour apprécier quantitativement l'impact financier de ces risques ; f) Une indication de l'évolution des choix méthodologiques et des résultats. 8° bis-Pour la publication des informations mentionnées au 8°, l'entité s'assure que la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans la gestion des risques respecte les critères méthodologiques suivants, concernant : a) La qualité des données utilisées : La mention de l'utilisation, dès que possible, de méthodologies fondées sur des données prospectives, et une indication, le cas échéant, de la pertinence de l'usage de méthodologies fondées sur des données historiques ; b) Les risques liés au changement climatique : -pour les risques physiques et de transition, une utilisation de plusieurs scénarios, dont au moins un scénario à 1,5° C ou 2° C et au moins un scénario de transition tendanciel ou désordonné, prenant en compte les contributions nationales sur le climat des Parties à la Convention cadre des Nations unies sur le changement climatique : si le scénario est public, en indiquant son nom ; en décrivant les principales caractéristiques des scénarios choisis lorsque les informations ne sont pas accessibles au public autrement, notamment concernant l'analyse descriptive mentionnée au b du 8°, la trajectoire de référence du scénario, l'ampleur et la nature des impacts sectoriels et macroscopiques, la compatibilité avec un objectif climatique donné et les principales hypothèses du scénario sur les technologies et les changements structurels de l'économie ; le cas échéant, en justifiant les raisons pour lesquelles l'entité utilise des scénarios individualisés ; et en expliquant la manière dont les scénarios utilisés sont adaptés aux capacités de modélisation liés à la gestion des risques financiers de l'entité ; -pour les risques physiques, une description de la manière dont l'entité envisage l'inclusion d'informations spécifiques à ses contreparties sur son exposition, sa sensibilité, son adaptation, et sa capacité d'adaptation sur la chaîne de valeur ; c) Les risques liés à la biodiversité : -une distinction claire entre les principaux risques émanant des impacts causés par la stratégie d'investissement et les principaux risques émanant des dépendances à la biodiversité des actifs et activités dans lesquels l'entité a investi. Pour chaque risque identifié, l'entité indique le périmètre de la chaîne de valeur retenu ; -une indication si le risque est lié spécifiquement au secteur d'activité ou à la zone géographique de l'actif sous-jacent. Pour les établissements de crédit et entreprises d'investissement mentionnés à l'article L. 511-4-3, les informations mentionnées aux b à f du 8° et au 8° bis s'appliquent à l'activité de gestion sous mandat, lorsque cela est possible. 9° Dans le cas où l'entité ne publie pas certaines des informations mentionnées aux 1° à 8° bis du III, elle publie, le cas échéant, un plan d'amélioration continue qui comprend : a) Une identification des opportunités d'amélioration de la stratégie actuelle et des actions concrètes correspondantes permettant d'améliorer la situation actuelle ; b) Des informations sur les changements stratégiques et opérationnels introduits ou à introduire à la suite de la mise en place d'actions correctives ; c) Pour chacun des deux points précédents, des objectifs assortis d'un calendrier de mise en œuvre. IV.-1° Les informations mentionnées au II et au 1° du III sont publiées par l'ensemble des entités mentionnées au I. Les informations mentionnées aux 2°, 3°, 4° et 5° du III sont publiées par les entités mentionnées au I ayant plus de 500 millions d'euros de bilan ou d'encours. Les informations mentionnées aux 6°, 7°, 8°, 8° bis et 9° du III sont publiées par les entités mentionnées au I ayant plus de 500 millions d'euros de bilan ou d'encours, et, le cas échéant, pour chacun des organismes de placement collectif et de mandats de gestion qu'elles gèrent et dont l'encours est supérieur à 500 millions d'euros. 2° Les entités peuvent procéder à une agrégation complémentaire de la publication des informations prévues aux II et III selon toute combinaison pertinente, au niveau de l'ensemble ou d'une partie d'un groupe, dans le respect des dispositions prévues par ce IV. V.-Les informations mentionnées au III sont présentées dans un rapport annuel produit par l'entité, conformément au format standardisé obligatoire prévu par l'acte délégué en vertu de l'article 4 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019, en l'enrichissant le cas échéant. Le rapport est publié dans les six mois qui suivent la clôture de l'exercice. Ce rapport fait mention, le cas échéant, des informations spécifiques à des entités contrôlées ou des produits financiers publiées au sein des rapports périodiques pour les produits financiers mentionnés par l'article 11 de ce règlement. Il est publié sur une page du site internet de l'entité dédiée aux informations en matière environnementale, sociale et de qualité de gouvernance. au même titre que les informations prévues par l'article 4 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019 précité. L'entité transmet ce rapport par voie électronique à l'Agence de l'environnement et de la maîtrise de l'énergie, qui peut en exploiter les données à des fins d'études statistiques sur la Plateforme de la transparence climatique, ainsi qu'aux autorités compétentes sous le format requis par celles-ci. Sauf disposition contraire, ces informations sont mises à jour chaque année.",
            "texteHtml": "<p>I.-Le présent article s'applique aux entités soumises à l'article L. 533-22-1. </p><p>Pour les établissements de crédit et entreprises d'investissement mentionnés à l'article L. 511-4-3, le présent article s'applique aux activités de gestion de portefeuille pour compte de tiers, telles que définies à l'article L. 321-1. Pour leur activité de conseil en investissement, les entités mentionnées au présent article appliquent les dispositions relatives aux conseillers financiers, au sens du règlement UE 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019 sur la publication d'informations en matière de durabilité dans le secteur des services financiers. </p><p>II.-Les informations relatives aux critères environnementaux, sociaux et de qualité de gouvernance, dits facteurs de durabilité tels que définis au 24 de l'article 2 de ce règlement, mentionnées au II de l'article L. 533-22-1, sont présentées de la manière suivante : </p><p>1° Les informations sont publiées en procédant à une distinction par classes d'actifs. L'entité décrit la façon dont cette distinction a été opérée, selon un principe de proportionnalité appliqué à la nature des instruments financiers au sens du titre 1er du livre II du présent code et, pour la gestion de portefeuille, selon leurs volumes respectifs dans les organismes de placement collectif concernés. L'entité peut procéder à des distinctions supplémentaires par activités, portefeuilles d'investissement, émetteurs, secteurs ou tout autre distinction pertinente, notamment entre actifs cotés et actifs non cotés. </p><p>En particulier, l'entité peut fournir les informations pour un ensemble de produits présentant des caractéristiques analogues. </p><p>Pour l'activité de gestion de portefeuille pour compte de tiers, les informations dont la publication est prévue au présent article peuvent être publiées sur la base de portefeuilles modèles établis par chaque établissement de crédit. </p><p>Les éléments décrits aux deuxième et troisième alinéas du 1° ne portent pas sur les informations requises au titre du règlement mentionné ci-dessus. </p><p>2° Pour chaque information dont la publication est prévue au présent article, l'entité indique, en cohérence avec le règlement délégué au titre de l'article 4 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019 : </p><p>a) La part en pourcentage et le montant en euros des encours ou du bilan ; </p><p>b) Le périmètre des entités et produits financiers auxquels la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance s'applique ; </p><p>c) La part de données estimées et de données réelles, sur le total des encours gérés par l'entité et, le cas échéant, sur le total des encours du produit financier concerné ; </p><p>d) Lorsqu'un échéancier est fixé, la date d'entrée en vigueur des engagements ; </p><p>e) Lorsqu'une analyse quantitative est nécessaire, les méthodologies et bases de données sur lesquelles s'appuie l'analyse, en précisant le cas échéant si la donnée est accessible librement, le nom du fournisseur de méthodologies ou de données, les risques de double comptage et les mesures prises pour l'éviter, au niveau de l'entité ou du produit financier. </p><p>III.-Les informations relatives aux critères environnementaux, sociaux et de qualité de gouvernance mentionnées au II de l'article L. 533-22-1 sont les suivantes : </p><p>1° Informations relatives à la démarche générale de l'entité : </p><p>a) Présentation résumée de la démarche générale de l'entité sur la prise en compte de critères environnementaux, sociaux et de qualité de gouvernance, et notamment dans la politique et stratégie d'investissement ; </p><p>b) Contenu, fréquence et moyens utilisés par l'entité pour informer les souscripteurs, affiliés, cotisants, allocataires ou clients sur les critères relatifs aux objectifs environnementaux, sociaux et de qualité de gouvernance pris en compte dans la politique et la stratégie d'investissement ; </p><p>c) Liste des produits financiers mentionnés en vertu de l'article 8 et de l'article 9 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019, et la part globale, en pourcentage, des encours sous gestion prenant en compte des critères environnementaux, sociaux et de qualité de gouvernance dans le montant total des encours gérés par l'entité ; </p><p>d) Prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans le processus de prise de décision pour l'attribution de nouveaux mandats de gestion par les entités mentionnées aux articles  L. 310-1-1-3  et  L. 385-7-2  du code des assurances ; </p><p>e) Adhésion de l'entité, ou de certains produits financiers, à une charte, un code, une initiative ou obtention d'un label sur la prise en compte de critères environnementaux, sociaux et de qualité de gouvernance, ainsi qu'une description sommaire de ceux-ci, en cohérence avec le d) du 2 de l'article 4 du règlement mentionné ci-dessus. </p><p>2° Informations relatives aux moyens internes déployés par l'entité : </p><p>a) Description des ressources financières, humaines et techniques dédiées à la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans la stratégie d'investissement en les rapportant aux encours totaux gérés ou détenus par l'entité. La description inclut tout ou partie des indicateurs suivants : part, en pourcentage, des équivalents temps plein correspondants ; part, en pourcentage, et montant, en euros, des budgets consacrés aux données environnementales, sociales et de qualité de gouvernance ; montant des investissements dans la recherche ; recours à des prestataires externes et fournisseurs de données ; </p><p>b) Actions menées en vue d'un renforcement des capacités internes de l'entité. La description inclut tout ou partie des informations relatives aux formations, à la stratégie de communication, au développement de produits financiers et services associés à ces actions. </p><p>3° Informations relatives à la démarche de prise en compte des critères environnementaux, sociaux et de qualité de gouvernance au niveau de la gouvernance de l'entité : </p><p>a) Connaissances, compétences et expérience des instances de gouvernance, notamment des organes d'administration, de surveillance et de direction, en matière de prise de décision relatives à l'intégration des critères environnementaux, sociaux et de qualité de gouvernance dans la politique et la stratégie d'investissement de l'entité et des entités que cette dernière contrôle le cas échéant. L'information peut notamment porter sur le niveau de supervision et le processus associé, la restitution des résultats, et les compétences ; </p><p>b) Inclusion, conformément à l'article 5 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019, dans les politiques de rémunération des informations sur la manière dont ces politiques sont adaptées à l'intégration des risques en matière de durabilité, comprenant des précisions sur les critères d'adossement de la politique de rémunération à des indicateurs de performance ; </p><p>c) Intégration des critères environnementaux, sociaux et de qualité de gouvernance dans le règlement interne du conseil d'administration ou de surveillance de l'entité. </p><p>4° Informations sur la stratégie d'engagement auprès des émetteurs ou vis-à-vis des sociétés de gestion ainsi que sur sa mise en œuvre : </p><p>a) Périmètre des entreprises concernées par la stratégie d'engagement ; </p><p>b) Présentation de la politique de vote ; </p><p>c) Bilan de la stratégie d'engagement mise en œuvre, qui peut notamment inclure la part des entreprises avec laquelle l'entité a initié un dialogue, les thématiques couvertes et les actions de suivi de cette stratégie ; </p><p>d) Bilan de la politique de vote, en particulier relatif aux dépôts et votes en assemblée générale de résolutions sur les enjeux environnementaux, sociaux et de qualité de gouvernance ; </p><p>e) Décisions prises en matière de stratégie d'investissement, notamment en matière de désengagement sectoriel. </p><p>Dans le cas où l'entité publie un rapport spécifique relatif à sa politique d'engagement actionnarial, ces informations peuvent y être incorporées en faisant référence au présent article. </p><p>5° Informations relatives à la taxonomie européenne et aux combustibles fossiles : </p><p>a) Part des encours concernant les activités en conformité avec les critères d'examen technique définis au sein des actes délégués relatifs aux articles 10 à 15 du règlement (UE) 2020/852 du Parlement européen et du Conseil du 18 juin 2020 sur l'établissement d'un cadre visant à favoriser les investissements durables et modifiant le règlement (UE) 2019/2088, conformément à l'acte délégué adopté en vertu de l'article 8 de ce règlement ; </p><p>b) Part des encours dans des entreprises actives dans le secteur des combustibles fossiles, au sens de l'acte délégué en vertu de l'article 4 de ce règlement. </p><p>6° Informations sur la stratégie d'alignement avec les objectifs internationaux de limitation du réchauffement climatique prévus par l'Accord de Paris susvisé, en cohérence avec le d du 2 de l'article 4 du même règlement : </p><p>L'entité publie sa stratégie d'alignement avec les objectifs de long terme des articles 2 et 4 de l'Accord de Paris relatifs à l'atténuation des émissions de gaz à effet de serre et, le cas échéant, pour les produits financiers dont les investissements sous-jacents sont entièrement réalisés sur le territoire français, sa stratégie nationale bas-carbone mentionnée à l'article L. 222-1 B du code de l'environnement, qui comprend : </p><p>a) Un objectif quantitatif à horizon 2030, revu tous les cinq ans jusqu'à horizon 2050. La révision de cet objectif doit s'effectuer au plus tard cinq ans avant son échéance. L'objectif comprend les émissions de gaz à effet de serre directes et indirectes en valeur absolue ou valeur d'intensité par rapport à un scénario de référence et une année de référence. Il peut être exprimé par la mesure de l'augmentation de température implicite ou par le volume d'émissions de gaz à effet de serre ; </p><p>b) Lorsque l'entité utilise une méthodologie interne, des éléments sur celle-ci pour évaluer l'alignement de la stratégie d'investissement avec l'Accord de Paris ou la stratégie nationale bas-carbone : </p><p>i) L'approche générale et la méthode utilisée, notamment s'il s'agit d'une analyse cumulative ou ponctuelle ; </p><p>ii) Le niveau de couverture au niveau du portefeuille et entre classes d'actifs, et la méthode d'agrégation ; </p><p>iii) L'horizon de temps retenu pour l'évaluation ; </p><p>iv) Les hypothèses retenues sur les données estimées, notamment dans les scénarios énergie-climat retenus, et les hypothèses technologiques, notamment relatives aux technologies d'émission négative, ainsi que le nom et l'année de publication de chaque scénario utilisé ; </p><p>v) La manière dont la méthodologie adapte le scénario énergie-climat retenu aux portefeuilles analysés, comprenant une analyse en moyenne pondérée de l'intensité carbone, ainsi qu'en valeur absolue et en valeur d'intensité ; </p><p>vi) Une analyse de la qualité des méthodologies et des données, notamment les incertitudes relevées et leur niveau ; </p><p>vii) Le périmètre adopté par la méthodologie en termes de couverture des émissions de gaz à effet de serre au sein de la chaîne de valeur, à la fois sur les émissions induites directes et indirectes, les émissions évitées et les émissions négatives, en expliquant la part estimée de chaque catégorie dans la méthodologie, ainsi que le périmètre des émissions financées et, en cas de différence entre les deux périmètres, une explication claire de cette différence ; </p><p>viii) La méthode permettant d'aboutir à une estimation prospective, selon le type d'objectif choisi, notamment les éventuelles extrapolations et régressions effectuées ; </p><p>ix) Le niveau de granularité temporelle, sectorielle et géographique de l'analyse ; </p><p>x) En cas d'utilisation de plusieurs scénarios, des éléments de comparaison entre ceux-ci ; </p><p>c) Une quantification des résultats à l'aide d'au moins un indicateur ; </p><p>d) Pour les entités gérant des fonds indiciels, l'information sur l'utilisation des indices de référence “ transition climatique ” et “ Accord de Paris ” de l'Union définis par le règlement (UE) 2019/2089 du Parlement européen et du Conseil du 27 novembre 2019 ; </p><p>e) Le rôle et l'usage de l'évaluation dans la stratégie d'investissement, et notamment la complémentarité entre la méthodologie d'évaluation retenue et les autres indicateurs sur les critères environnementaux, sociaux et de qualité de gouvernance utilisés plus largement dans la stratégie d'investissement ; </p><p>f) Les changements intervenus au sein de la stratégie d'investissement en lien avec la stratégie d'alignement avec l'Accord de Paris, et notamment les politiques mises en place en vue d'une sortie progressive du charbon et des hydrocarbures non-conventionnels en précisant le calendrier de sortie retenu ainsi que la part des encours totaux gérés ou détenus par l'entité couverte par ces politiques ; </p><p>g) Les éventuelles actions de suivi des résultats et des changements intervenus ; </p><p>h) La fréquence de l'évaluation, les dates prévisionnelles de mise à jour et les facteurs d'évolution pertinents retenus. </p><p>7° Informations sur la stratégie d'alignement avec les objectifs de long terme liés à la biodiversité : </p><p>L'entité fournit une stratégie d'alignement avec les objectifs de long terme liés à la biodiversité, en précisant le périmètre de la chaîne de valeur retenu, qui comprend des objectifs fixés à horizon 2030, puis tous les cinq ans, sur les éléments suivants : </p><p>a) Une mesure du respect des objectifs figurant dans la Convention sur la diversité biologique adoptée le 5 juin 1992 ; </p><p>b) Une analyse de la contribution à la réduction des principales pressions et impacts sur la biodiversité définis par la Plateforme intergouvernementale scientifique et politique sur la biodiversité et les services écosystémiques ; </p><p>c) La mention de l'appui sur un indicateur d'empreinte biodiversité et, le cas échéant, la manière dont cet indicateur permet de mesurer le respect des objectifs internationaux liés à la biodiversité. </p><p>8° Informations sur les démarches de prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans la gestion des risques : </p><p>En cohérence avec l'article 3 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019, la publication d'informations sur la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans la gestion des risques comprend notamment les risques physiques, de transition et de responsabilité liés au changement climatique et à la biodiversité et, en particulier : </p><p>a) Le processus d'identification, d'évaluation, de priorisation et de gestion des risques liés à la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance, la manière dont les risques sont intégrés au cadre conventionnel de gestion des risques de l'entité, et la manière dont ce processus répond aux recommandations des autorités européennes de surveillance du système européen de surveillance financière ; </p><p>b) Une description des principaux risques en matière environnementale, sociale et de qualité de gouvernance pris en compte et analysés, qui comprend, pour chacun de ces risques : </p><p>i) Une caractérisation de ces risques, notamment leur caractère actuel ou émergent, exogène ou endogène à l'entité, leur occurrence, leur intensité, et l'horizon de temps qui les caractérise ; </p><p>ii) Une segmentation de ces risques selon la typologie suivante, ainsi qu'une analyse descriptive associée à chacun des principaux risques, notamment les facteurs de risque associés, tels que les politiques publiques, les comportements des marchés, ou les évolutions technologiques :</p><p>-risques physiques, définis comme l'exposition aux conséquences physiques des facteurs environnementaux, tels que le changement climatique ou la perte de biodiversité ;</p><p>-risques de transition, définis comme l'exposition aux évolutions induites par la transition écologique, notamment les objectifs environnementaux définis à l'article 9 du règlement mentionné ci-dessus ;</p><p>-risques de contentieux ou de responsabilité liés aux facteurs environnementaux ; </p><p>iii) Une indication des secteurs économiques et des zones géographiques concernés par ces risques, du caractère récurrent ou ponctuel des risques retenus, et de leur éventuelle pondération ; </p><p>iv) Une explicitation des critères utilisés pour sélectionner les risques importants et du choix de leur éventuelle pondération ; </p><p>c) Une indication de la fréquence de la revue du cadre de gestion des risques ; </p><p>d) Un plan d'action visant à réduire l'exposition de l'entité aux principaux risques en matière environnementale, sociale et de qualité de gouvernance pris en compte ; </p><p>e) Une estimation quantitative de l'impact financier des principaux risques en matière environnementale, sociale et de qualité de gouvernance identifiés et de la proportion des actifs exposés, ainsi que l'horizon de temps associé à ces impacts, au niveau de l'entité et des actifs concernés, comprenant notamment l'impact sur la valorisation du portefeuille. Dans le cas où une déclaration d'ordre qualitatif est publiée, l'entité décrit les difficultés rencontrées et les mesures envisagées pour apprécier quantitativement l'impact financier de ces risques ; </p><p>f) Une indication de l'évolution des choix méthodologiques et des résultats. </p><p>8° bis-Pour la publication des informations mentionnées au 8°, l'entité s'assure que la prise en compte des critères environnementaux, sociaux et de qualité de gouvernance dans la gestion des risques respecte les critères méthodologiques suivants, concernant : </p><p>a) La qualité des données utilisées : </p><p>La mention de l'utilisation, dès que possible, de méthodologies fondées sur des données prospectives, et une indication, le cas échéant, de la pertinence de l'usage de méthodologies fondées sur des données historiques ; </p><p>b) Les risques liés au changement climatique :</p><p>-pour les risques physiques et de transition, une utilisation de plusieurs scénarios, dont au moins un scénario à 1,5° C ou 2° C et au moins un scénario de transition tendanciel ou désordonné, prenant en compte les contributions nationales sur le climat des Parties à la Convention cadre des Nations unies sur le changement climatique : si le scénario est public, en indiquant son nom ; en décrivant les principales caractéristiques des scénarios choisis lorsque les informations ne sont pas accessibles au public autrement, notamment concernant l'analyse descriptive mentionnée au b du 8°, la trajectoire de référence du scénario, l'ampleur et la nature des impacts sectoriels et macroscopiques, la compatibilité avec un objectif climatique donné et les principales hypothèses du scénario sur les technologies et les changements structurels de l'économie ; le cas échéant, en justifiant les raisons pour lesquelles l'entité utilise des scénarios individualisés ; et en expliquant la manière dont les scénarios utilisés sont adaptés aux capacités de modélisation liés à la gestion des risques financiers de l'entité ;</p><p>-pour les risques physiques, une description de la manière dont l'entité envisage l'inclusion d'informations spécifiques à ses contreparties sur son exposition, sa sensibilité, son adaptation, et sa capacité d'adaptation sur la chaîne de valeur ; </p><p>c) Les risques liés à la biodiversité :</p><p>-une distinction claire entre les principaux risques émanant des impacts causés par la stratégie d'investissement et les principaux risques émanant des dépendances à la biodiversité des actifs et activités dans lesquels l'entité a investi. Pour chaque risque identifié, l'entité indique le périmètre de la chaîne de valeur retenu ;</p><p>-une indication si le risque est lié spécifiquement au secteur d'activité ou à la zone géographique de l'actif sous-jacent. </p><p>Pour les établissements de crédit et entreprises d'investissement mentionnés à l'article L. 511-4-3, les informations mentionnées aux b à f du 8° et au 8° bis s'appliquent à l'activité de gestion sous mandat, lorsque cela est possible. </p><p>9° Dans le cas où l'entité ne publie pas certaines des informations mentionnées aux 1° à 8° bis du III, elle publie, le cas échéant, un plan d'amélioration continue qui comprend : </p><p>a) Une identification des opportunités d'amélioration de la stratégie actuelle et des actions concrètes correspondantes permettant d'améliorer la situation actuelle ; </p><p>b) Des informations sur les changements stratégiques et opérationnels introduits ou à introduire à la suite de la mise en place d'actions correctives ; </p><p>c) Pour chacun des deux points précédents, des objectifs assortis d'un calendrier de mise en œuvre. </p><p>IV.-1° Les informations mentionnées au II et au 1° du III sont publiées par l'ensemble des entités mentionnées au I. </p><p>Les informations mentionnées aux 2°, 3°, 4° et 5° du III sont publiées par les entités mentionnées au I ayant plus de 500 millions d'euros de bilan ou d'encours. </p><p>Les informations mentionnées aux 6°, 7°, 8°, 8° bis et 9° du III sont publiées par les entités mentionnées au I ayant plus de 500 millions d'euros de bilan ou d'encours, et, le cas échéant, pour chacun des organismes de placement collectif et de mandats de gestion qu'elles gèrent et dont l'encours est supérieur à 500 millions d'euros. </p><p>2° Les entités peuvent procéder à une agrégation complémentaire de la publication des informations prévues aux II et III selon toute combinaison pertinente, au niveau de l'ensemble ou d'une partie d'un groupe, dans le respect des dispositions prévues par ce IV. </p><p>V.-Les informations mentionnées au III sont présentées dans un rapport annuel produit par l'entité, conformément au format standardisé obligatoire prévu par l'acte délégué en vertu de l'article 4 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019, en l'enrichissant le cas échéant. Le rapport est publié dans les six mois qui suivent la clôture de l'exercice. </p><p>Ce rapport fait mention, le cas échéant, des informations spécifiques à des entités contrôlées ou des produits financiers publiées au sein des rapports périodiques pour les produits financiers mentionnés par l'article 11 de ce règlement. </p><p>Il est publié sur une page du site internet de l'entité dédiée aux informations en matière environnementale, sociale et de qualité de gouvernance. au même titre que les informations prévues par l'article 4 du règlement (UE) 2019/2088 du Parlement européen et du Conseil du 27 novembre 2019 précité. </p><p>L'entité transmet ce rapport par voie électronique à l'Agence de l'environnement et de la maîtrise de l'énergie, qui peut en exploiter les données à des fins d'études statistiques sur la Plateforme de la transparence climatique, ainsi qu'aux autorités compétentes sous le format requis par celles-ci. </p><p>Sauf disposition contraire, ces informations sont mises à jour chaque année.</p>",
            "num": "D533-16-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1622246400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 715827882,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Obligations des prestataires de services d'investissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153807",
                        "id": "LEGISCTA000006153807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169776",
                        "id": "LEGISCTA000006169776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-02-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-Section 5 : Modalités de prise en compte des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000025249963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000035530997",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025249966",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025249963",
            "sectionParentId": "LEGISCTA000035530997",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre III : Obligations des prestataires de services d'investissement. &gt; Section 3 : Règles de bonne conduite. &gt; Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043543865",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043541738",
                    "textTitle": "Décret n°2021-663 du 27 mai 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043543344",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-05-28",
                    "dateSignaTexte": "2021-05-27",
                    "dateDebutCible": "2021-05-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 314-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "314-32",
                    "articleId": "LEGIARTI000047528134",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-28",
                    "articleId": "LEGIARTI000047527665",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 321-135-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "321-135-1",
                    "articleId": "LEGIARTI000047527710",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000025241527",
                    "textTitle": "Décret n°2012-132\n du 30 janvier 2012 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025249569",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-132",
                    "datePubli": 1327968000000,
                    "dateDebut": 1328054400000
                },
                {
                    "textCid": "JORFTEXT000047525088",
                    "textTitle": "Arrêté du 17 avril 2023 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047527553",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1683417600000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D745-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D745-8",
                    "articleId": "LEGIARTI000045129286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D755-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D755-8",
                    "articleId": "LEGIARTI000045129282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D765-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D765-8",
                    "articleId": "LEGIARTI000045129280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L321-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006652173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-4-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-4-3",
                    "articleId": "LEGIARTI000039360368",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-22-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-22-1",
                    "articleId": "LEGIARTI000024420774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-1-3",
                    "articleId": "LEGIARTI000039360237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L385-7-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L385-7-2",
                    "articleId": "LEGIARTI000039360322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025249966",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1328054400000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799124",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031793697",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035530991",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1622246400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043543865",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1622246400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D533-16-1",
                "533-16-1"
            ],
            "versionPrecedente": "LEGIARTI000035530991",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035530991",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le présent article s'applique : 1° Aux sociétés de gestion de portefeuille mentionnées à l'article L. 532-9 , pour le compte des OPCVM, ou des FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II, qu'elles gèrent ; 2° Aux entités mentionnées au troisième alinéa de l'article L. 533-22-1 , autres que celles mentionnées au 1°. II. – L'information relative aux critères sociaux, environnementaux et de qualité de gouvernance mentionnée à l'article L. 533-22-1 est présentée de la manière suivante : 1° Informations relatives à l'entité : – présentation de la démarche générale de l'entité ou de la société de gestion de portefeuille sur la prise en compte de critères sociaux, environnementaux et de qualité de gouvernance dans la politique d'investissement et, le cas échéant, de gestion des risques ; – contenu, fréquence et moyens utilisés par l'entité ou la société de gestion de portefeuille pour informer les souscripteurs, affiliés, cotisants, allocataires ou clients sur les critères relatifs aux objectifs sociaux, environnementaux et de qualité de gouvernance pris en compte dans la politique d'investissement et, le cas échéant, de gestion des risques ; – pour une société de gestion de portefeuille mentionnée au 1° du I, liste des organismes de placement collectif gérés mentionnés au 1° du I qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance ; part, en pourcentage, des encours de ces organismes dans le montant total des encours gérés par la société de gestion de portefeuille ; – adhésion éventuelle de l'entité, ou de certains des organismes de placement collectifs mentionnés au 1° du I, à une charte, un code, une initiative ou obtention d'un label sur la prise en compte de critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance. Description sommaire de la charte, du code, de l'initiative ou du label ; – lorsque l'entité met en œuvre une politique de gestion des risques, description générale de ses procédures internes pour identifier les risques associés aux critères sociaux, environnementaux et de qualité de gouvernance et l'exposition de ses activités à ces risques, description générale de ces risques ; 2° Informations relatives à la prise en compte par l'entité ou la société de gestion de portefeuille des critères sociaux, environnementaux et de qualité de gouvernance dans sa politique d'investissement : Les entités ou les sociétés de gestion de portefeuille peuvent, le cas échéant, procéder à des distinctions par activités, classe d'actifs, portefeuille d'investissement, émetteur, secteur ou par tout autre découpage pertinent. Les entités ou les sociétés de gestion de portefeuille indiquent les raisons de ces distinctions. En particulier, les sociétés de gestion de portefeuille peuvent fournir les éléments attendus pour un ensemble de fonds présentant des caractéristiques analogues. a) Nature des critères pris en compte Description de la nature des principaux critères pris en compte relatifs à ces objectifs sociaux, environnementaux et de qualité de gouvernance. b) Informations utilisées pour l'analyse mise en œuvre sur les critères Description des informations générales utilisées pour l'analyse des émetteurs sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance. c) Méthodologie et résultats de l'analyse mise en œuvre sur les critères Description de la méthodologie de l'analyse conduite sur les critères relatifs à des objectifs sociaux, environnementaux, et de qualité de gouvernance, et de ses résultats. d) Intégration des résultats de l'analyse conduite dans la politique d'investissement Description de la manière dont sont intégrés dans la politique d'investissement les résultats de l'analyse mise en œuvre sur des critères relatifs au respect d'objectifs sociaux, environnementaux, notamment d'exposition aux risques climatiques, et de qualité de gouvernance : i. Description des changements effectués à la suite de cette analyse : – dans la politique d'investissement, en matière de décisions de désinvestissement et, le cas échéant, dans les processus de gestion des risques ; – le cas échéant, description de la manière dont les valeurs ne faisant pas l'objet d'une analyse mise en œuvre sur des critères relatifs au respect d'objectifs sociaux, environnementaux, et de qualité de gouvernance sont prises en compte. ii. Mise en œuvre d'une stratégie d'engagement auprès des émetteurs : – présentation des politiques d'engagement menées auprès des émetteurs ; – présentation de la politique de vote ; – bilan de la mise en œuvre de ces politiques. iii. Mise en œuvre d'une stratégie d'engagement auprès des sociétés de gestion de portefeuille : – présentation des politiques d'engagement, y compris en matière d'exercice des droits de vote, menées auprès des gestionnaires pour les portefeuilles dont la gestion est déléguée par l'entité dans le cadre d'un mandat ; – bilan de la mise en œuvre de ces politiques. 3° Le cas échéant, informations mentionnées au 2° relatives aux placements gérés pour compte de tiers par une société de gestion de portefeuille ; 4° Le cas échéant, raisons pour lesquelles l'entité fournit seulement une partie ou ne fournit pas certaines des informations mentionnées au 1° à 3° du II. III. – Pour les informations mentionnées au 2° du II sont précisés, selon leur pertinence et dans les conditions précisées au 4° du II : 1° Au a du 2° du II : a) Les raisons du choix des principaux critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance que les entités retiennent. b) Pour les critères relatifs à des objectifs environnementaux, une indication qu'ils relèvent de : i. Risques associés au changement climatique prévus au quatrième alinéa de l'article L. 533-22-1 correspondant : – à des risques physiques, définis comme l'exposition aux conséquences physiques directement induites par le changement climatique ; – à des risques de transition, définis comme l'exposition aux évolutions induites par la transition vers une économie bas-carbone ; ii. Appréciation de la contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique prévue au quatrième alinéa de l'article L. 533-22-1 ; 2° Au b du 2° du II, la nature des informations utilisées qui peuvent être : – des données financières ou extra-financières ; – des analyses internes, des analyses externes ou des notations, notamment des analyses conduites sur la base des rapports mentionnés aux articles L. 225-37 et L. 225-102-1 du code de commerce ou de documents équivalents ; – tout autre type d'information pertinente ; 3° Au c du 2° du II, la description des méthodologies d'analyse mises en œuvre qui peuvent comprendre : a) De manière générale : – les caractéristiques globales de la méthodologie d'analyse ; – le cas échéant, précisions sur les principales hypothèses sous-jacentes et leur compatibilité avec l'objectif international de limitation du réchauffement climatique mentionné au quatrième alinéa de l'article L. 533-22-1 ; – des éléments d'explications sur la pertinence de la méthode et du périmètre retenus. b) Pour les méthodologies mises en œuvre en relation avec les critères relatifs aux objectifs environnementaux mentionnés au 1° du III, des précisions, en fonction de l'approche retenue selon sa pertinence au regard de l'activité de chaque entité et de la nature des actifs considérés, sur : – les conséquences des changements climatiques et des évènements météorologiques extrêmes ; – l'évolution de la disponibilité et du prix des ressources naturelles et de leur exploitation effectuée en cohérence avec les objectifs climatiques et écologiques ; – la cohérence des dépenses d'investissement des émetteurs avec une stratégie bas-carbone, notamment, dans le cas des acteurs impliqués dans l'exploitation de réserves fossiles, les hypothèses sous-tendant les dépenses d'investissement destinées au développement de ces réserves ; – tout élément lié à la mise en œuvre par les pouvoirs publics de l'objectif international de limitation du réchauffement climatique et d'atteinte des objectifs de la transition énergétique et écologique ; – des mesures d'émissions de gaz à effet de serre, passées, actuelles ou futures, directes ou indirectes, associées aux émetteurs faisant partie du portefeuille d'investissement, en précisant notamment, en ce qui concerne la méthodologie utilisée, ses caractéristiques générales et notamment le périmètre retenu, la manière dont elle donne lieu à une analyse des risques. Si la mesure donne lieu à un calcul d'intensité, le dénominateur retenu. Si la mesure est agrégée, la définition des pondérations utilisées ; – des mesures des encours investis dans des fonds thématiques, en titres financiers ou en actifs d'infrastructure contribuant à la transition énergétique et écologique, en organismes de placement collectifs faisant l'objet d'un label, d'une charte, ou d'une initiative visant à une contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; – tout élément permettant d'apprécier de façon pertinente l'exposition aux risques associés au changement climatique de l'entité et sa contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; 4° Au d du 2° du II, les informations relatives à la contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique. La contribution au respect des objectifs mentionnés au précédent alinéa s'apprécie à l'aide d'informations relatives : a) A la manière dont l'entité analyse la cohérence de sa politique d'investissement avec ces objectifs et la manière dont elle y contribue, en fonction de la nature de ses activités et de la nature de ses investissements ; b) A des cibles indicatives qu'elle se fixe dans ce cadre en précisant comment elle apprécie leur cohérence avec l'objectif international de limitation du réchauffement climatique, les orientations décidées par l'Union européenne et les budgets carbone et la stratégie nationale bas-carbone mentionnée à l'article L. 222-1 B du code de l'environnement ; c) Aux actions menées à la suite de l'analyse mentionnée au a incluant notamment, des modifications de la politique d'investissement et de désinvestissement, un engagement auprès des émetteurs, une augmentation des encours investis dans des fonds thématiques, en titres financiers ou en actifs d'infrastructure contribuant à la transition énergétique et écologique, en organismes de placement collectifs faisant l'objet d'un label, d'une charte, ou d'une initiative visant à une contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; d) Le cas échéant, pour le dernier exercice clos, sa position par rapport aux cibles indicatives qu'elle s'est fixée et les raisons qui expliquent les écarts éventuels ; 5° En cohérence avec le bilan d'application des dispositions du présent article que le Gouvernement réalisera à l'issue des deux premiers exercices en application de l' article 4 du décret n° 2015-1850 du 29 décembre 2015 pris en application de l'article L. 533-22-1 du code monétaire et financier, un arrêté du ministre chargé de l'économie et du ministre chargé de l'écologie, établi sur la base des meilleures pratiques observées parmi les entités mentionnées au I et destiné à accompagner l'atteinte de l'objectif international de limitation du réchauffement climatique et des objectifs de la transition énergétique et écologique, pourra définir une typologie de référence pour les cibles indicatives mentionnées au b du 4°. IV. – Les informations mentionnées au II sont présentées de la façon suivante : 1° Les entités appartenant à un groupe établissant des comptes consolidés ou combinés dont le montant total de bilan consolidé ou combiné est inférieur à 500 millions d'euros, et les sociétés de gestion de portefeuille, pour chacun des organismes de placement collectif mentionnées au 1° du I qu'elles gèrent et dont l'encours est inférieur à 500 millions d'euros, peuvent présenter uniquement les informations mentionnées au 1° du II. Lorsque l'entité n'est incluse dans aucun périmètre de consolidation ou de combinaison, elle peut présenter uniquement les informations mentionnées au 1° du II, lorsque le montant total de son bilan social est inférieur à 500 millions d'euros ; 2° Les informations mentionnées au 1° du II sont présentées de façon aisément identifiable sur le site internet de l'entité et mises à jour annuellement ; 3° Les informations mentionnées au 2° du II sont présentées : – sur le site internet de l'entité ou de la société de gestion de portefeuille et mises à jour annuellement, le cas échéant par OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II ou par catégories d'OPCVM ou de FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II. Ne sont pas soumis à cette obligation les FIA relevant de l'article L. 214-26-1 , du paragraphe 6 de la sous-section 2, du paragraphe 2 et du sous-paragraphe 1 du paragraphe 1 de la sous-section 3 et de la sous-section 4 du de la section 2 du chapitre IV du titre Ier du livre II, sauf s'ils font l'objet d'une communication sur le site internet de la société de gestion de portefeuille ; – dans le rapport annuel de l'entité et mises jour annuellement. Pour une société de gestion de portefeuille, ces informations sont présentées dans le rapport annuel de chaque organisme de placement collectif mentionné au 1° du I ; Ces informations peuvent être présentées selon un code élaboré par une association professionnelle. Dans ce cas, l'entité précise en préambule le code retenu ; 4° Pour les entités intégrées dans le périmètre de consolidation ou de combinaison d'un groupe, les informations du 2° et du 3° du présent II peuvent être présentées de façon agrégée pour l'ensemble du groupe par l'entreprise mère ayant la charge d'établir les comptes consolidés ou combinés. Lorsque l'entreprise mère n'est pas soumise aux dispositions du présent article, la présentation agrégée mentionnée au précédent alinéa peut être faite au niveau le plus pertinent pour le regroupement des entités du groupe soumises à ces dispositions.",
            "texteHtml": "<p>I. – Le présent article s'applique : </p><p>1° Aux sociétés de gestion de portefeuille mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657368&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L532-9 (VT)'>L. 532-9</a>, pour le compte des OPCVM, ou des FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II, qu'elles gèrent ; </p><p>2° Aux entités mentionnées au troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000024420774&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L533-22-1 (VT)'>L. 533-22-1</a>, autres que celles mentionnées au 1°. </p><p>II. – L'information relative aux critères sociaux, environnementaux et de qualité de gouvernance mentionnée à l'article L. 533-22-1 est présentée de la manière suivante : </p><p>1° Informations relatives à l'entité : </p><p>– présentation de la démarche générale de l'entité ou de la société de gestion de portefeuille sur la prise en compte de critères sociaux, environnementaux et de qualité de gouvernance dans la politique d'investissement et, le cas échéant, de gestion des risques ; </p><p>– contenu, fréquence et moyens utilisés par l'entité ou la société de gestion de portefeuille pour informer les souscripteurs, affiliés, cotisants, allocataires ou clients sur les critères relatifs aux objectifs sociaux, environnementaux et de qualité de gouvernance pris en compte dans la politique d'investissement et, le cas échéant, de gestion des risques ; </p><p>– pour une société de gestion de portefeuille mentionnée au 1° du I, liste des organismes de placement collectif gérés mentionnés au 1° du I qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance ; part, en pourcentage, des encours de ces organismes dans le montant total des encours gérés par la société de gestion de portefeuille ; </p><p>– adhésion éventuelle de l'entité, ou de certains des organismes de placement collectifs mentionnés au 1° du I, à une charte, un code, une initiative ou obtention d'un label sur la prise en compte de critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance. Description sommaire de la charte, du code, de l'initiative ou du label ; </p><p>– lorsque l'entité met en œuvre une politique de gestion des risques, description générale de ses procédures internes pour identifier les risques associés aux critères sociaux, environnementaux et de qualité de gouvernance et l'exposition de ses activités à ces risques, description générale de ces risques ; </p><p>2° Informations relatives à la prise en compte par l'entité ou la société de gestion de portefeuille des critères sociaux, environnementaux et de qualité de gouvernance dans sa politique d'investissement : </p><p>Les entités ou les sociétés de gestion de portefeuille peuvent, le cas échéant, procéder à des distinctions par activités, classe d'actifs, portefeuille d'investissement, émetteur, secteur ou par tout autre découpage pertinent. Les entités ou les sociétés de gestion de portefeuille indiquent les raisons de ces distinctions. En particulier, les sociétés de gestion de portefeuille peuvent fournir les éléments attendus pour un ensemble de fonds présentant des caractéristiques analogues. </p><p>a) Nature des critères pris en compte </p><p>Description de la nature des principaux critères pris en compte relatifs à ces objectifs sociaux, environnementaux et de qualité de gouvernance. </p><p>b) Informations utilisées pour l'analyse mise en œuvre sur les critères </p><p>Description des informations générales utilisées pour l'analyse des émetteurs sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance. </p><p>c) Méthodologie et résultats de l'analyse mise en œuvre sur les critères </p><p>Description de la méthodologie de l'analyse conduite sur les critères relatifs à des objectifs sociaux, environnementaux, et de qualité de gouvernance, et de ses résultats. </p><p>d) Intégration des résultats de l'analyse conduite dans la politique d'investissement </p><p>Description de la manière dont sont intégrés dans la politique d'investissement les résultats de l'analyse mise en œuvre sur des critères relatifs au respect d'objectifs sociaux, environnementaux, notamment d'exposition aux risques climatiques, et de qualité de gouvernance : </p><p>i. Description des changements effectués à la suite de cette analyse : </p><p>– dans la politique d'investissement, en matière de décisions de désinvestissement et, le cas échéant, dans les processus de gestion des risques ; </p><p>– le cas échéant, description de la manière dont les valeurs ne faisant pas l'objet d'une analyse mise en œuvre sur des critères relatifs au respect d'objectifs sociaux, environnementaux, et de qualité de gouvernance sont prises en compte. </p><p>ii. Mise en œuvre d'une stratégie d'engagement auprès des émetteurs : </p><p>– présentation des politiques d'engagement menées auprès des émetteurs ; </p><p>– présentation de la politique de vote ; </p><p>– bilan de la mise en œuvre de ces politiques. </p><p>iii. Mise en œuvre d'une stratégie d'engagement auprès des sociétés de gestion de portefeuille : </p><p>– présentation des politiques d'engagement, y compris en matière d'exercice des droits de vote, menées auprès des gestionnaires pour les portefeuilles dont la gestion est déléguée par l'entité dans le cadre d'un mandat ; </p><p>– bilan de la mise en œuvre de ces politiques. </p><p>3° Le cas échéant, informations mentionnées au 2° relatives aux placements gérés pour compte de tiers par une société de gestion de portefeuille ; </p><p>4° Le cas échéant, raisons pour lesquelles l'entité fournit seulement une partie ou ne fournit pas certaines des informations mentionnées au 1° à 3° du II. </p><p>III. – Pour les informations mentionnées au 2° du II sont précisés, selon leur pertinence et dans les conditions précisées au 4° du II : </p><p>1° Au a du 2° du II : </p><p>a) Les raisons du choix des principaux critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance que les entités retiennent. </p><p>b) Pour les critères relatifs à des objectifs environnementaux, une indication qu'ils relèvent de : </p><p>i. Risques associés au changement climatique prévus au quatrième alinéa de l'article L. 533-22-1 correspondant : </p><p>– à des risques physiques, définis comme l'exposition aux conséquences physiques directement induites par le changement climatique ; </p><p>– à des risques de transition, définis comme l'exposition aux évolutions induites par la transition vers une économie bas-carbone ; </p><p>ii. Appréciation de la contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique prévue au quatrième alinéa de l'article L. 533-22-1 ; </p><p>2° Au b du 2° du II, la nature des informations utilisées qui peuvent être : </p><p>– des données financières ou extra-financières ; </p><p>– des analyses internes, des analyses externes ou des notations, notamment des analyses conduites sur la base des rapports mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223869&dateTexte=&categorieLien=cid'>L. 225-37 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>L. 225-102-1 </a>du code de commerce ou de documents équivalents ; </p><p>– tout autre type d'information pertinente ; </p><p>3° Au c du 2° du II, la description des méthodologies d'analyse mises en œuvre qui peuvent comprendre : </p><p>a) De manière générale : </p><p>– les caractéristiques globales de la méthodologie d'analyse ; </p><p>– le cas échéant, précisions sur les principales hypothèses sous-jacentes et leur compatibilité avec l'objectif international de limitation du réchauffement climatique mentionné au quatrième alinéa de l'article L. 533-22-1 ; </p><p>– des éléments d'explications sur la pertinence de la méthode et du périmètre retenus. </p><p>b) Pour les méthodologies mises en œuvre en relation avec les critères relatifs aux objectifs environnementaux mentionnés au 1° du III, des précisions, en fonction de l'approche retenue selon sa pertinence au regard de l'activité de chaque entité et de la nature des actifs considérés, sur : </p><p>– les conséquences des changements climatiques et des évènements météorologiques extrêmes ; </p><p>– l'évolution de la disponibilité et du prix des ressources naturelles et de leur exploitation effectuée en cohérence avec les objectifs climatiques et écologiques ; </p><p>– la cohérence des dépenses d'investissement des émetteurs avec une stratégie bas-carbone, notamment, dans le cas des acteurs impliqués dans l'exploitation de réserves fossiles, les hypothèses sous-tendant les dépenses d'investissement destinées au développement de ces réserves ; </p><p>– tout élément lié à la mise en œuvre par les pouvoirs publics de l'objectif international de limitation du réchauffement climatique et d'atteinte des objectifs de la transition énergétique et écologique ; </p><p>– des mesures d'émissions de gaz à effet de serre, passées, actuelles ou futures, directes ou indirectes, associées aux émetteurs faisant partie du portefeuille d'investissement, en précisant notamment, en ce qui concerne la méthodologie utilisée, ses caractéristiques générales et notamment le périmètre retenu, la manière dont elle donne lieu à une analyse des risques. Si la mesure donne lieu à un calcul d'intensité, le dénominateur retenu. Si la mesure est agrégée, la définition des pondérations utilisées ; </p><p>– des mesures des encours investis dans des fonds thématiques, en titres financiers ou en actifs d'infrastructure contribuant à la transition énergétique et écologique, en organismes de placement collectifs faisant l'objet d'un label, d'une charte, ou d'une initiative visant à une contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; </p><p>– tout élément permettant d'apprécier de façon pertinente l'exposition aux risques associés au changement climatique de l'entité et sa contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; </p><p>4° Au d du 2° du II, les informations relatives à la contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique. </p><p>La contribution au respect des objectifs mentionnés au précédent alinéa s'apprécie à l'aide d'informations relatives : </p><p>a) A la manière dont l'entité analyse la cohérence de sa politique d'investissement avec ces objectifs et la manière dont elle y contribue, en fonction de la nature de ses activités et de la nature de ses investissements ; </p><p>b) A des cibles indicatives qu'elle se fixe dans ce cadre en précisant comment elle apprécie leur cohérence avec l'objectif international de limitation du réchauffement climatique, les orientations décidées par l'Union européenne et les budgets carbone et la stratégie nationale bas-carbone mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000031055392&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L222-1 B (V)'>L. 222-1 B </a>du code de l'environnement ; </p><p>c) Aux actions menées à la suite de l'analyse mentionnée au a incluant notamment, des modifications de la politique d'investissement et de désinvestissement, un engagement auprès des émetteurs, une augmentation des encours investis dans des fonds thématiques, en titres financiers ou en actifs d'infrastructure contribuant à la transition énergétique et écologique, en organismes de placement collectifs faisant l'objet d'un label, d'une charte, ou d'une initiative visant à une contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; </p><p>d) Le cas échéant, pour le dernier exercice clos, sa position par rapport aux cibles indicatives qu'elle s'est fixée et les raisons qui expliquent les écarts éventuels ; </p><p>5° En cohérence avec le bilan d'application des dispositions du présent article que le Gouvernement réalisera à l'issue des deux premiers exercices en application de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000031740341&idArticle=JORFARTI000031740345&categorieLien=cid'>article 4 du décret n° 2015-1850 du 29 décembre 2015 </a>pris en application de l'article L. 533-22-1 du code monétaire et financier, un arrêté du ministre chargé de l'économie et du ministre chargé de l'écologie, établi sur la base des meilleures pratiques observées parmi les entités mentionnées au I et destiné à accompagner l'atteinte de l'objectif international de limitation du réchauffement climatique et des objectifs de la transition énergétique et écologique, pourra définir une typologie de référence pour les cibles indicatives mentionnées au b du 4°. </p><p>IV. – Les informations mentionnées au II sont présentées de la façon suivante : </p><p>1° Les entités appartenant à un groupe établissant des comptes consolidés ou combinés dont le montant total de bilan consolidé ou combiné est inférieur à 500 millions d'euros, et les sociétés de gestion de portefeuille, pour chacun des organismes de placement collectif mentionnées au 1° du I qu'elles gèrent et dont l'encours est inférieur à 500 millions d'euros, peuvent présenter uniquement les informations mentionnées au 1° du II. Lorsque l'entité n'est incluse dans aucun périmètre de consolidation ou de combinaison, elle peut présenter uniquement les informations mentionnées au 1° du II, lorsque le montant total de son bilan social est inférieur à 500 millions d'euros ; </p><p>2° Les informations mentionnées au 1° du II sont présentées de façon aisément identifiable sur le site internet de l'entité et mises à jour annuellement ; </p><p>3° Les informations mentionnées au 2° du II sont présentées : </p><p>– sur le site internet de l'entité ou de la société de gestion de portefeuille et mises à jour annuellement, le cas échéant par OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II ou par catégories d'OPCVM ou de FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II. Ne sont pas soumis à cette obligation les FIA relevant de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027770743&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-26-1 (V)'>L. 214-26-1</a>, du paragraphe 6 de la sous-section 2, du paragraphe 2 et du sous-paragraphe 1 du paragraphe 1 de la sous-section 3 et de la sous-section 4 du de la section 2 du chapitre IV du titre Ier du livre II, sauf s'ils font l'objet d'une communication sur le site internet de la société de gestion de portefeuille ; </p><p>– dans le rapport annuel de l'entité et mises jour annuellement. Pour une société de gestion de portefeuille, ces informations sont présentées dans le rapport annuel de chaque organisme de placement collectif mentionné au 1° du I ; </p><p>Ces informations peuvent être présentées selon un code élaboré par une association professionnelle. Dans ce cas, l'entité précise en préambule le code retenu ; </p><p>4° Pour les entités intégrées dans le périmètre de consolidation ou de combinaison d'un groupe, les informations du 2° et du 3° du présent II peuvent être présentées de façon agrégée pour l'ensemble du groupe par l'entreprise mère ayant la charge d'établir les comptes consolidés ou combinés. </p><p>Lorsque l'entreprise mère n'est pas soumise aux dispositions du présent article, la présentation agrégée mentionnée au précédent alinéa peut être faite au niveau le plus pertinent pour le regroupement des entités du groupe soumises à ces dispositions.</p>",
            "num": "D533-16-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1514937600000,
            "dateFin": 1622246400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 715827882,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Obligations des prestataires de services d'investissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153807",
                        "id": "LEGISCTA000006153807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169776",
                        "id": "LEGISCTA000006169776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-02-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-Section 5 : Modalités de prise en compte des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000025249963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000035530997",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025249966",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025249963",
            "sectionParentId": "LEGISCTA000035530997",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre III : Obligations des prestataires de services d'investissement. &gt; Section 3 : Règles de bonne conduite. &gt; Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035530991",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035525793",
                    "textTitle": "Décret n°2017-1324 du 6 septembre 2017 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000035526794",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-09-08",
                    "dateSignaTexte": "2017-09-06",
                    "dateDebutCible": "2018-01-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 314-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "314-32",
                    "articleId": "LEGIARTI000047528134",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-28",
                    "articleId": "LEGIARTI000047527665",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 321-135-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "321-135-1",
                    "articleId": "LEGIARTI000047527710",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000025241527",
                    "textTitle": "Décret n°2012-132\n du 30 janvier 2012 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025249569",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-132",
                    "datePubli": 1327968000000,
                    "dateDebut": 1328054400000
                },
                {
                    "textCid": "JORFTEXT000031740341",
                    "textTitle": "Décret n°2015-1850 du 29 décembre 2015 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "JORFARTI000031740345",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1850",
                    "datePubli": 1451520000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047525088",
                    "textTitle": "Arrêté du 17 avril 2023 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047527553",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1683417600000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37",
                    "articleId": "LEGIARTI000006223869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D745-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D745-8",
                    "articleId": "LEGIARTI000045129286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D755-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D755-8",
                    "articleId": "LEGIARTI000045129282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D765-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D765-8",
                    "articleId": "LEGIARTI000045129280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-26-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-26-1",
                    "articleId": "LEGIARTI000027770743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-9",
                    "articleId": "LEGIARTI000006657368",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-22-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-22-1",
                    "articleId": "LEGIARTI000024420774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L222-1 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-1 B",
                    "articleId": "LEGIARTI000031055392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025249966",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1328054400000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799124",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031793697",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035530991",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1622246400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043543865",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1622246400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D533-16-1",
                "533-16-1"
            ],
            "versionPrecedente": "LEGIARTI000031793697",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031793697",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le présent article s'applique : 1° Aux sociétés de gestion de portefeuille mentionnées à l'article L. 532-9 , pour le compte des OPCVM, ou des FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II, qu'elles gèrent ; 2° Aux entités mentionnées au troisième alinéa de l'article L. 533-22-1 , autres que celles mentionnées au 1°. II. – L'information relative aux critères sociaux, environnementaux et de qualité de gouvernance mentionnée à l'article L. 533-22-1 est présentée de la manière suivante : 1° Informations relatives à l'entité : – présentation de la démarche générale de l'entité ou de la société de gestion de portefeuille sur la prise en compte de critères sociaux, environnementaux et de qualité de gouvernance dans la politique d'investissement et, le cas échéant, de gestion des risques ; – contenu, fréquence et moyens utilisés par l'entité ou la société de gestion de portefeuille pour informer les souscripteurs, affiliés, cotisants, allocataires ou clients sur les critères relatifs aux objectifs sociaux, environnementaux et de qualité de gouvernance pris en compte dans la politique d'investissement et, le cas échéant, de gestion des risques ; – pour une société de gestion de portefeuille mentionnée au 1° du I, liste des organismes de placement collectif gérés mentionnés au 1° du I qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance ; part, en pourcentage, des encours de ces organismes dans le montant total des encours gérés par la société de gestion ; – adhésion éventuelle de l'entité, ou de certains des organismes de placement collectifs mentionnés au 1° du I, à une charte, un code, une initiative ou obtention d'un label sur la prise en compte de critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance. Description sommaire de la charte, du code, de l'initiative ou du label ; – lorsque l'entité met en œuvre une politique de gestion des risques, description générale de ses procédures internes pour identifier les risques associés aux critères sociaux, environnementaux et de qualité de gouvernance et l'exposition de ses activités à ces risques, description générale de ces risques ; 2° Informations relatives à la prise en compte par l'entité ou la société de gestion de portefeuille des critères sociaux, environnementaux et de qualité de gouvernance dans sa politique d'investissement : Les entités ou les sociétés de gestion de portefeuille peuvent, le cas échéant, procéder à des distinctions par activités, classe d'actifs, portefeuille d'investissement, émetteur, secteur ou par tout autre découpage pertinent. Les entités ou les sociétés de gestion de portefeuille indiquent les raisons de ces distinctions. En particulier, les sociétés de gestion de portefeuille peuvent fournir les éléments attendus pour un ensemble de fonds présentant des caractéristiques analogues. a) Nature des critères pris en compte Description de la nature des principaux critères pris en compte relatifs à ces objectifs sociaux, environnementaux et de qualité de gouvernance. b) Informations utilisées pour l'analyse mise en œuvre sur les critères Description des informations générales utilisées pour l'analyse des émetteurs sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance. c) Méthodologie et résultats de l'analyse mise en œuvre sur les critères Description de la méthodologie de l'analyse conduite sur les critères relatifs à des objectifs sociaux, environnementaux, et de qualité de gouvernance, et de ses résultats. d) Intégration des résultats de l'analyse conduite dans la politique d'investissement Description de la manière dont sont intégrés dans la politique d'investissement les résultats de l'analyse mise en œuvre sur des critères relatifs au respect d'objectifs sociaux, environnementaux, notamment d'exposition aux risques climatiques, et de qualité de gouvernance : i. Description des changements effectués à la suite de cette analyse : – dans la politique d'investissement, en matière de décisions de désinvestissement et, le cas échéant, dans les processus de gestion des risques ; – le cas échéant, description de la manière dont les valeurs ne faisant pas l'objet d'une analyse mise en œuvre sur des critères relatifs au respect d'objectifs sociaux, environnementaux, et de qualité de gouvernance sont prises en compte. ii. Mise en œuvre d'une stratégie d'engagement auprès des émetteurs : – présentation des politiques d'engagement menées auprès des émetteurs ; – présentation de la politique de vote ; – bilan de la mise en œuvre de ces politiques. iii. Mise en œuvre d'une stratégie d'engagement auprès des sociétés de gestion de portefeuille : – présentation des politiques d'engagement, y compris en matière d'exercice des droits de vote, menées auprès des gestionnaires pour les portefeuilles dont la gestion est déléguée par l'entité dans le cadre d'un mandat ; – bilan de la mise en œuvre de ces politiques. 3° Le cas échéant, informations mentionnées au 2° relatives aux placements gérés pour compte de tiers par une société de gestion de portefeuille ; 4° Le cas échéant, raisons pour lesquelles l'entité fournit seulement une partie ou ne fournit pas certaines des informations mentionnées au 1° à 3° du II. III. – Pour les informations mentionnées au 2° du II sont précisés, selon leur pertinence et dans les conditions précisées au 4° du II : 1° Au a du 2° du II : a) Les raisons du choix des principaux critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance que les entités retiennent. b) Pour les critères relatifs à des objectifs environnementaux, une indication qu'ils relèvent de : i. Risques associés au changement climatique prévus au quatrième alinéa de l'article L. 533-22-1 correspondant : – à des risques physiques, définis comme l'exposition aux conséquences physiques directement induites par le changement climatique ; – à des risques de transition, définis comme l'exposition aux évolutions induites par la transition vers une économie bas-carbone ; ii. Appréciation de la contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique prévue au quatrième alinéa de l'article L. 533-22-1 ; 2° Au b du 2° du II, la nature des informations utilisées qui peuvent être : – des données financières ou extra-financières ; – des analyses internes, des analyses externes ou des notations, notamment des analyses conduites sur la base des rapports mentionnés aux articles L. 225-37 et L. 225-102-1 du code de commerce ou de documents équivalents ; – tout autre type d'information pertinente ; 3° Au c du 2° du II, la description des méthodologies d'analyse mises en œuvre qui peuvent comprendre : a) De manière générale : – les caractéristiques globales de la méthodologie d'analyse ; – le cas échéant, précisions sur les principales hypothèses sous-jacentes et leur compatibilité avec l'objectif international de limitation du réchauffement climatique mentionné au quatrième alinéa de l'article L. 533-22-1 ; – des éléments d'explications sur la pertinence de la méthode et du périmètre retenus. b) Pour les méthodologies mises en œuvre en relation avec les critères relatifs aux objectifs environnementaux mentionnés au 1° du III, des précisions, en fonction de l'approche retenue selon sa pertinence au regard de l'activité de chaque entité et de la nature des actifs considérés, sur : – les conséquences des changements climatiques et des évènements météorologiques extrêmes ; – l'évolution de la disponibilité et du prix des ressources naturelles et de leur exploitation effectuée en cohérence avec les objectifs climatiques et écologiques ; – la cohérence des dépenses d'investissement des émetteurs avec une stratégie bas-carbone, notamment, dans le cas des acteurs impliqués dans l'exploitation de réserves fossiles, les hypothèses sous-tendant les dépenses d'investissement destinées au développement de ces réserves ; – tout élément lié à la mise en œuvre par les pouvoirs publics de l'objectif international de limitation du réchauffement climatique et d'atteinte des objectifs de la transition énergétique et écologique ; – des mesures d'émissions de gaz à effet de serre, passées, actuelles ou futures, directes ou indirectes, associées aux émetteurs faisant partie du portefeuille d'investissement, en précisant notamment, en ce qui concerne la méthodologie utilisée, ses caractéristiques générales et notamment le périmètre retenu, la manière dont elle donne lieu à une analyse des risques. Si la mesure donne lieu à un calcul d'intensité, le dénominateur retenu. Si la mesure est agrégée, la définition des pondérations utilisées ; – des mesures des encours investis dans des fonds thématiques, en titres financiers ou en actifs d'infrastructure contribuant à la transition énergétique et écologique, en organismes de placement collectifs faisant l'objet d'un label, d'une charte, ou d'une initiative visant à une contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; – tout élément permettant d'apprécier de façon pertinente l'exposition aux risques associés au changement climatique de l'entité et sa contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; 4° Au d du 2° du II, les informations relatives à la contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique. La contribution au respect des objectifs mentionnés au précédent alinéa s'apprécie à l'aide d'informations relatives : a) A la manière dont l'entité analyse la cohérence de sa politique d'investissement avec ces objectifs et la manière dont elle y contribue, en fonction de la nature de ses activités et de la nature de ses investissements ; b) A des cibles indicatives qu'elle se fixe dans ce cadre en précisant comment elle apprécie leur cohérence avec l'objectif international de limitation du réchauffement climatique, les orientations décidées par l'Union européenne et les budgets carbone et la stratégie nationale bas-carbone mentionnée à l'article L. 222-1 B du code de l'environnement ; c) Aux actions menées à la suite de l'analyse mentionnée au a incluant notamment, des modifications de la politique d'investissement et de désinvestissement, un engagement auprès des émetteurs, une augmentation des encours investis dans des fonds thématiques, en titres financiers ou en actifs d'infrastructure contribuant à la transition énergétique et écologique, en organismes de placement collectifs faisant l'objet d'un label, d'une charte, ou d'une initiative visant à une contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; d) Le cas échéant, pour le dernier exercice clos, sa position par rapport aux cibles indicatives qu'elle s'est fixée et les raisons qui expliquent les écarts éventuels ; 5° En cohérence avec le bilan d'application des dispositions du présent article que le Gouvernement réalisera à l'issue des deux premiers exercices en application de l' article 4 du décret n° 2015-1850 du 29 décembre 2015 pris en application de l'article L. 533-22-1 du code monétaire et financier, un arrêté du ministre chargé de l'économie et du ministre chargé de l'écologie, établi sur la base des meilleures pratiques observées parmi les entités mentionnées au I et destiné à accompagner l'atteinte de l'objectif international de limitation du réchauffement climatique et des objectifs de la transition énergétique et écologique, pourra définir une typologie de référence pour les cibles indicatives mentionnées au b du 4°. IV. – Les informations mentionnées au II sont présentées de la façon suivante : 1° Les entités appartenant à un groupe établissant des comptes consolidés ou combinés dont le montant total de bilan consolidé ou combiné est inférieur à 500 millions d'euros, et les sociétés de gestion de portefeuille, pour chacun des organismes de placement collectif mentionnées au 1° du I qu'elles gèrent et dont l'encours est inférieur à 500 millions d'euros, peuvent présenter uniquement les informations mentionnées au 1° du II. Lorsque l'entité n'est incluse dans aucun périmètre de consolidation ou de combinaison, elle peut présenter uniquement les informations mentionnées au 1° du II, lorsque le montant total de son bilan social est inférieur à 500 millions d'euros ; 2° Les informations mentionnées au 1° du II sont présentées de façon aisément identifiable sur le site internet de l'entité et mises à jour annuellement ; 3° Les informations mentionnées au 2° du II sont présentées : – sur le site internet de l'entité ou de la société de gestion de portefeuille et mises à jour annuellement, le cas échéant par OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II ou par catégories d'OPCVM ou de FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II. Ne sont pas soumis à cette obligation les FIA relevant de l'article L. 214-26-1 , du paragraphe 6 de la sous-section 2, du paragraphe 2 et du sous-paragraphe 1 du paragraphe 1 de la sous-section 3 et de la sous-section 4 du de la section 2 du chapitre IV du titre Ier du livre II, sauf s'ils font l'objet d'une communication sur le site internet de la société de gestion de portefeuille ; – dans le rapport annuel de l'entité et mises jour annuellement. Pour une société de gestion de portefeuille, ces informations sont présentées dans le rapport annuel de chaque organisme de placement collectif mentionné au 1° du I ; Ces informations peuvent être présentées selon un code élaboré par une association professionnelle. Dans ce cas, l'entité précise en préambule le code retenu ; 4° Pour les entités intégrées dans le périmètre de consolidation ou de combinaison d'un groupe, les informations du 2° et du 3° du présent II peuvent être présentées de façon agrégée pour l'ensemble du groupe par l'entreprise mère ayant la charge d'établir les comptes consolidés ou combinés. Lorsque l'entreprise mère n'est pas soumise aux dispositions du présent article, la présentation agrégée mentionnée au précédent alinéa peut être faite au niveau le plus pertinent pour le regroupement des entités du groupe soumises à ces dispositions.",
            "texteHtml": "<p>I. – Le présent article s'applique : </p><p>1° Aux sociétés de gestion de portefeuille mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657368&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L532-9 (VT)'>L. 532-9</a>, pour le compte des OPCVM, ou des FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II, qu'elles gèrent ; </p><p>2° Aux entités mentionnées au troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000024420774&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L533-22-1 (VT)'>L. 533-22-1</a>, autres que celles mentionnées au 1°. </p><p>II. – L'information relative aux critères sociaux, environnementaux et de qualité de gouvernance mentionnée à l'article L. 533-22-1 est présentée de la manière suivante : </p><p>1° Informations relatives à l'entité : </p><p>– présentation de la démarche générale de l'entité ou de la société de gestion de portefeuille sur la prise en compte de critères sociaux, environnementaux et de qualité de gouvernance dans la politique d'investissement et, le cas échéant, de gestion des risques ; </p><p>– contenu, fréquence et moyens utilisés par l'entité ou la société de gestion de portefeuille pour informer les souscripteurs, affiliés, cotisants, allocataires ou clients sur les critères relatifs aux objectifs sociaux, environnementaux et de qualité de gouvernance pris en compte dans la politique d'investissement et, le cas échéant, de gestion des risques ; </p><p>– pour une société de gestion de portefeuille mentionnée au 1° du I, liste des organismes de placement collectif gérés mentionnés au 1° du I qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance ; part, en pourcentage, des encours de ces organismes dans le montant total des encours gérés par la société de gestion ; </p><p>– adhésion éventuelle de l'entité, ou de certains des organismes de placement collectifs mentionnés au 1° du I, à une charte, un code, une initiative ou obtention d'un label sur la prise en compte de critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance. Description sommaire de la charte, du code, de l'initiative ou du label ; </p><p>– lorsque l'entité met en œuvre une politique de gestion des risques, description générale de ses procédures internes pour identifier les risques associés aux critères sociaux, environnementaux et de qualité de gouvernance et l'exposition de ses activités à ces risques, description générale de ces risques ; </p><p>2° Informations relatives à la prise en compte par l'entité ou la société de gestion de portefeuille des critères sociaux, environnementaux et de qualité de gouvernance dans sa politique d'investissement : </p><p>Les entités ou les sociétés de gestion de portefeuille peuvent, le cas échéant, procéder à des distinctions par activités, classe d'actifs, portefeuille d'investissement, émetteur, secteur ou par tout autre découpage pertinent. Les entités ou les sociétés de gestion de portefeuille indiquent les raisons de ces distinctions. En particulier, les sociétés de gestion de portefeuille peuvent fournir les éléments attendus pour un ensemble de fonds présentant des caractéristiques analogues. </p><p>a) Nature des critères pris en compte </p><p>Description de la nature des principaux critères pris en compte relatifs à ces objectifs sociaux, environnementaux et de qualité de gouvernance. </p><p>b) Informations utilisées pour l'analyse mise en œuvre sur les critères </p><p>Description des informations générales utilisées pour l'analyse des émetteurs sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance. </p><p>c) Méthodologie et résultats de l'analyse mise en œuvre sur les critères </p><p>Description de la méthodologie de l'analyse conduite sur les critères relatifs à des objectifs sociaux, environnementaux, et de qualité de gouvernance, et de ses résultats. </p><p>d) Intégration des résultats de l'analyse conduite dans la politique d'investissement </p><p>Description de la manière dont sont intégrés dans la politique d'investissement les résultats de l'analyse mise en œuvre sur des critères relatifs au respect d'objectifs sociaux, environnementaux, notamment d'exposition aux risques climatiques, et de qualité de gouvernance : </p><p>i. Description des changements effectués à la suite de cette analyse : </p><p>– dans la politique d'investissement, en matière de décisions de désinvestissement et, le cas échéant, dans les processus de gestion des risques ; </p><p>– le cas échéant, description de la manière dont les valeurs ne faisant pas l'objet d'une analyse mise en œuvre sur des critères relatifs au respect d'objectifs sociaux, environnementaux, et de qualité de gouvernance sont prises en compte. </p><p>ii. Mise en œuvre d'une stratégie d'engagement auprès des émetteurs : </p><p>– présentation des politiques d'engagement menées auprès des émetteurs ; </p><p>– présentation de la politique de vote ; </p><p>– bilan de la mise en œuvre de ces politiques. </p><p>iii. Mise en œuvre d'une stratégie d'engagement auprès des sociétés de gestion de portefeuille : </p><p>– présentation des politiques d'engagement, y compris en matière d'exercice des droits de vote, menées auprès des gestionnaires pour les portefeuilles dont la gestion est déléguée par l'entité dans le cadre d'un mandat ; </p><p>– bilan de la mise en œuvre de ces politiques. </p><p>3° Le cas échéant, informations mentionnées au 2° relatives aux placements gérés pour compte de tiers par une société de gestion de portefeuille ; </p><p>4° Le cas échéant, raisons pour lesquelles l'entité fournit seulement une partie ou ne fournit pas certaines des informations mentionnées au 1° à 3° du II. </p><p>III. – Pour les informations mentionnées au 2° du II sont précisés, selon leur pertinence et dans les conditions précisées au 4° du II : </p><p>1° Au a du 2° du II : </p><p>a) Les raisons du choix des principaux critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance que les entités retiennent. </p><p>b) Pour les critères relatifs à des objectifs environnementaux, une indication qu'ils relèvent de : </p><p>i. Risques associés au changement climatique prévus au quatrième alinéa de l'article L. 533-22-1 correspondant : </p><p>– à des risques physiques, définis comme l'exposition aux conséquences physiques directement induites par le changement climatique ; </p><p>– à des risques de transition, définis comme l'exposition aux évolutions induites par la transition vers une économie bas-carbone ; </p><p>ii. Appréciation de la contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique prévue au quatrième alinéa de l'article L. 533-22-1 ; </p><p>2° Au b du 2° du II, la nature des informations utilisées qui peuvent être : </p><p>– des données financières ou extra-financières ; </p><p>– des analyses internes, des analyses externes ou des notations, notamment des analyses conduites sur la base des rapports mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223869&dateTexte=&categorieLien=cid'>L. 225-37 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>L. 225-102-1 </a>du code de commerce ou de documents équivalents ; </p><p>– tout autre type d'information pertinente ; </p><p>3° Au c du 2° du II, la description des méthodologies d'analyse mises en œuvre qui peuvent comprendre : </p><p>a) De manière générale : </p><p>– les caractéristiques globales de la méthodologie d'analyse ; </p><p>– le cas échéant, précisions sur les principales hypothèses sous-jacentes et leur compatibilité avec l'objectif international de limitation du réchauffement climatique mentionné au quatrième alinéa de l'article L. 533-22-1 ; </p><p>– des éléments d'explications sur la pertinence de la méthode et du périmètre retenus. </p><p>b) Pour les méthodologies mises en œuvre en relation avec les critères relatifs aux objectifs environnementaux mentionnés au 1° du III, des précisions, en fonction de l'approche retenue selon sa pertinence au regard de l'activité de chaque entité et de la nature des actifs considérés, sur : </p><p>– les conséquences des changements climatiques et des évènements météorologiques extrêmes ; </p><p>– l'évolution de la disponibilité et du prix des ressources naturelles et de leur exploitation effectuée en cohérence avec les objectifs climatiques et écologiques ; </p><p>– la cohérence des dépenses d'investissement des émetteurs avec une stratégie bas-carbone, notamment, dans le cas des acteurs impliqués dans l'exploitation de réserves fossiles, les hypothèses sous-tendant les dépenses d'investissement destinées au développement de ces réserves ; </p><p>– tout élément lié à la mise en œuvre par les pouvoirs publics de l'objectif international de limitation du réchauffement climatique et d'atteinte des objectifs de la transition énergétique et écologique ; </p><p>– des mesures d'émissions de gaz à effet de serre, passées, actuelles ou futures, directes ou indirectes, associées aux émetteurs faisant partie du portefeuille d'investissement, en précisant notamment, en ce qui concerne la méthodologie utilisée, ses caractéristiques générales et notamment le périmètre retenu, la manière dont elle donne lieu à une analyse des risques. Si la mesure donne lieu à un calcul d'intensité, le dénominateur retenu. Si la mesure est agrégée, la définition des pondérations utilisées ; </p><p>– des mesures des encours investis dans des fonds thématiques, en titres financiers ou en actifs d'infrastructure contribuant à la transition énergétique et écologique, en organismes de placement collectifs faisant l'objet d'un label, d'une charte, ou d'une initiative visant à une contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; </p><p>– tout élément permettant d'apprécier de façon pertinente l'exposition aux risques associés au changement climatique de l'entité et sa contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; </p><p>4° Au d du 2° du II, les informations relatives à la contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique. </p><p>La contribution au respect des objectifs mentionnés au précédent alinéa s'apprécie à l'aide d'informations relatives : </p><p>a) A la manière dont l'entité analyse la cohérence de sa politique d'investissement avec ces objectifs et la manière dont elle y contribue, en fonction de la nature de ses activités et de la nature de ses investissements ; </p><p>b) A des cibles indicatives qu'elle se fixe dans ce cadre en précisant comment elle apprécie leur cohérence avec l'objectif international de limitation du réchauffement climatique, les orientations décidées par l'Union européenne et les budgets carbone et la stratégie nationale bas-carbone mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000031055392&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L222-1 B (V)'>L. 222-1 B </a>du code de l'environnement ; </p><p>c) Aux actions menées à la suite de l'analyse mentionnée au a incluant notamment, des modifications de la politique d'investissement et de désinvestissement, un engagement auprès des émetteurs, une augmentation des encours investis dans des fonds thématiques, en titres financiers ou en actifs d'infrastructure contribuant à la transition énergétique et écologique, en organismes de placement collectifs faisant l'objet d'un label, d'une charte, ou d'une initiative visant à une contribution au respect de l'objectif international de limitation du réchauffement climatique et à l'atteinte des objectifs de la transition énergétique et écologique ; </p><p>d) Le cas échéant, pour le dernier exercice clos, sa position par rapport aux cibles indicatives qu'elle s'est fixée et les raisons qui expliquent les écarts éventuels ; </p><p>5° En cohérence avec le bilan d'application des dispositions du présent article que le Gouvernement réalisera à l'issue des deux premiers exercices en application de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000031740341&idArticle=JORFARTI000031740345&categorieLien=cid'>article 4 du décret n° 2015-1850 du 29 décembre 2015 </a>pris en application de l'article L. 533-22-1 du code monétaire et financier, un arrêté du ministre chargé de l'économie et du ministre chargé de l'écologie, établi sur la base des meilleures pratiques observées parmi les entités mentionnées au I et destiné à accompagner l'atteinte de l'objectif international de limitation du réchauffement climatique et des objectifs de la transition énergétique et écologique, pourra définir une typologie de référence pour les cibles indicatives mentionnées au b du 4°. </p><p>IV. – Les informations mentionnées au II sont présentées de la façon suivante : </p><p>1° Les entités appartenant à un groupe établissant des comptes consolidés ou combinés dont le montant total de bilan consolidé ou combiné est inférieur à 500 millions d'euros, et les sociétés de gestion de portefeuille, pour chacun des organismes de placement collectif mentionnées au 1° du I qu'elles gèrent et dont l'encours est inférieur à 500 millions d'euros, peuvent présenter uniquement les informations mentionnées au 1° du II. Lorsque l'entité n'est incluse dans aucun périmètre de consolidation ou de combinaison, elle peut présenter uniquement les informations mentionnées au 1° du II, lorsque le montant total de son bilan social est inférieur à 500 millions d'euros ; </p><p>2° Les informations mentionnées au 1° du II sont présentées de façon aisément identifiable sur le site internet de l'entité et mises à jour annuellement ; </p><p>3° Les informations mentionnées au 2° du II sont présentées : </p><p>– sur le site internet de l'entité ou de la société de gestion de portefeuille et mises à jour annuellement, le cas échéant par OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II ou par catégories d'OPCVM ou de FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II. Ne sont pas soumis à cette obligation les FIA relevant de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027770743&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-26-1 (V)'>L. 214-26-1</a>, du paragraphe 6 de la sous-section 2, du paragraphe 2 et du sous-paragraphe 1 du paragraphe 1 de la sous-section 3 et de la sous-section 4 du de la section 2 du chapitre IV du titre Ier du livre II, sauf s'ils font l'objet d'une communication sur le site internet de la société de gestion de portefeuille ; </p><p>– dans le rapport annuel de l'entité et mises jour annuellement. Pour une société de gestion de portefeuille, ces informations sont présentées dans le rapport annuel de chaque organisme de placement collectif mentionné au 1° du I ; </p><p>Ces informations peuvent être présentées selon un code élaboré par une association professionnelle. Dans ce cas, l'entité précise en préambule le code retenu ; </p><p>4° Pour les entités intégrées dans le périmètre de consolidation ou de combinaison d'un groupe, les informations du 2° et du 3° du présent II peuvent être présentées de façon agrégée pour l'ensemble du groupe par l'entreprise mère ayant la charge d'établir les comptes consolidés ou combinés. </p><p>Lorsque l'entreprise mère n'est pas soumise aux dispositions du présent article, la présentation agrégée mentionnée au précédent alinéa peut être faite au niveau le plus pertinent pour le regroupement des entités du groupe soumises à ces dispositions.</p>",
            "num": "D533-16-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1514937600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 715827882,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Obligations des prestataires de services d'investissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153807",
                        "id": "LEGISCTA000006153807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169776",
                        "id": "LEGISCTA000006169776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-02-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-Section 5 : Modalités de prise en compte des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000025249963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000035530997",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025249966",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025249963",
            "sectionParentId": "LEGISCTA000035530997",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre III : Obligations des prestataires de services d'investissement. &gt; Section 3 : Règles de bonne conduite. &gt; Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031793697",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031740341",
                    "textTitle": "Décret n°2015-1850 du 29 décembre 2015 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031786092",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 314-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "314-32",
                    "articleId": "LEGIARTI000047528134",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-28",
                    "articleId": "LEGIARTI000047527665",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 321-135-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "321-135-1",
                    "articleId": "LEGIARTI000047527710",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000025241527",
                    "textTitle": "Décret n°2012-132\n du 30 janvier 2012 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025249569",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-132",
                    "datePubli": 1327968000000,
                    "dateDebut": 1328054400000
                },
                {
                    "textCid": "JORFTEXT000031740341",
                    "textTitle": "Décret n°2015-1850 du 29 décembre 2015 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "JORFARTI000031740345",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1850",
                    "datePubli": 1451520000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047525088",
                    "textTitle": "Arrêté du 17 avril 2023 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047527553",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1683417600000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37",
                    "articleId": "LEGIARTI000006223869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D745-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D745-8",
                    "articleId": "LEGIARTI000045129286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D755-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D755-8",
                    "articleId": "LEGIARTI000045129282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D765-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D765-8",
                    "articleId": "LEGIARTI000045129280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-26-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-26-1",
                    "articleId": "LEGIARTI000027770743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-9",
                    "articleId": "LEGIARTI000006657368",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-22-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-22-1",
                    "articleId": "LEGIARTI000024420774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L222-1 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-1 B",
                    "articleId": "LEGIARTI000031055392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573344000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025249966",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1328054400000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799124",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031793697",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035530991",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1622246400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043543865",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1622246400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D533-16-1",
                "533-16-1"
            ],
            "versionPrecedente": "LEGIARTI000027799124",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027799124",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― L'information relative aux critères sociaux, environnementaux et de qualité de gouvernance mentionnée à l'article L. 533-22-1 est présentée de la manière suivante : 1° Informations relatives à la société de gestion de portefeuille : ― présentation de la démarche générale de la société de gestion sur la prise en compte de critères sociaux, environnementaux et de qualité de gouvernance dans la politique d'investissement ; ― contenu, fréquence et moyens utilisés par la société de gestion pour informer les investisseurs sur les critères relatifs aux objectifs sociaux, environnementaux et de qualité de gouvernance pris en compte dans sa politique d'investissement ; ― liste des OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier gérés qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance ; part, en pourcentage, des encours de ces OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier dans le montant total des encours des OPCVM gérés par la société de gestion ; 2° Informations relatives aux OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier gérés qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance : ― adhésion éventuelle de ces OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier à une charte, un code, ou obtention d'un label sur la prise en compte de critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance ; ― description des principaux critères pris en compte relatifs à ces objectifs sociaux, environnementaux et de qualité de gouvernance, en illustrant, le cas échéant, les distinctions éventuelles par secteur d'activité ou classe d'actifs ; ― informations générales utilisées pour l'analyse des émetteurs sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance : notation extrafinancière, analyse interne et externe sur la base des rapports mentionnés à l' article L. 225-102-1 du code de commerce ; autres ; ― description de la méthodologie d'analyse mise en œuvre relative aux critères sociaux, environnementaux et de qualité de gouvernance pris en compte ; ― description de la manière dont les résultats de l'analyse sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance sont intégrés dans le processus d'investissement et de désinvestissement ; le cas échéant, description de la manière dont les valeurs non appréciées sur la base de ces critères sont prises en compte ; 3° informations relatives aux autres OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier : ― indication qu'ils ne prennent pas simultanément en compte des critères sociaux, environnementaux, et de qualité de gouvernance. II. ― Les informations mentionnées au I sont présentées sur les supports suivants : 1° Les informations mentionnées au 1° du I sont présentées de façon aisément identifiable sur le site internet de la société de gestion ; 2° Les informations mentionnées au 2° et au 3° du I sont présentées : ― sur le site internet de la société de gestion, par OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II ou par catégories d'OPCVM ou de FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II. Ne sont pas soumis à cette obligation les FIA relevant de l'article L. 214-26-1 , du paragraphe 6 de la sous-section 2, du paragraphe 2 et du sous-paragraphe 1 du paragraphe 1 de la sous-section 3 et de la sous-section 4 du de la section 2 du chapitre IV du titre Ier du livre II, sauf s'ils font l'objet d'une communication sur le site internet de la société de gestion ; ― dans le rapport annuel de chaque OPCVM géré ou FIA géré relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II. Ces informations peuvent être présentées selon un code élaboré par une association professionnelle. Dans ce cas, la société de gestion précise en préambule le code retenu.",
            "texteHtml": "<p>I. ― L'information relative aux critères sociaux, environnementaux et de qualité de gouvernance mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000024420774&dateTexte=&categorieLien=cid'>l'article L. 533-22-1 </a>est présentée de la manière suivante : </p><p>1° Informations relatives à la société de gestion de portefeuille : </p><p>― présentation de la démarche générale de la société de gestion sur la prise en compte de critères sociaux, environnementaux et de qualité de gouvernance dans la politique d'investissement ; </p><p>― contenu, fréquence et moyens utilisés par la société de gestion pour informer les investisseurs sur les critères relatifs aux objectifs sociaux, environnementaux et de qualité de gouvernance pris en compte dans sa politique d'investissement ; </p><p>― liste des OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier gérés qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance ; part, en pourcentage, des encours de ces OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier dans le montant total des encours des OPCVM gérés par la société de gestion ; </p><p>2° Informations relatives aux OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier gérés qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance : </p><p>― adhésion éventuelle de ces OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier à une charte, un code, ou obtention d'un label sur la prise en compte de critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance ; </p><p>― description des principaux critères pris en compte relatifs à ces objectifs sociaux, environnementaux et de qualité de gouvernance, en illustrant, le cas échéant, les distinctions éventuelles par secteur d'activité ou classe d'actifs ; </p><p>― informations générales utilisées pour l'analyse des émetteurs sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance : notation extrafinancière, analyse interne et externe sur la base des rapports mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>article L. 225-102-1 du code de commerce </a>; autres ; </p><p>― description de la méthodologie d'analyse mise en œuvre relative aux critères sociaux, environnementaux et de qualité de gouvernance pris en compte ; </p><p>― description de la manière dont les résultats de l'analyse sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance sont intégrés dans le processus d'investissement et de désinvestissement ; le cas échéant, description de la manière dont les valeurs non appréciées sur la base de ces critères sont prises en compte ; </p><p>3° informations relatives aux autres OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier : </p><p>― indication qu'ils ne prennent pas simultanément en compte des critères sociaux, environnementaux, et de qualité de gouvernance. </p><p>II. ― Les informations mentionnées au I sont présentées sur les supports suivants : </p><p>1° Les informations mentionnées au 1° du I sont présentées de façon aisément identifiable sur le site internet de la société de gestion ; </p><p>2° Les informations mentionnées au 2° et au 3° du I sont présentées : </p><p>― sur le site internet de la société de gestion, par OPCVM ou FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II ou par catégories d'OPCVM ou de FIA relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II. Ne sont pas soumis à cette obligation les FIA relevant de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027770743&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-26-1 (V)'>l'article L. 214-26-1</a>, du paragraphe 6 de la sous-section 2, du paragraphe 2 et du sous-paragraphe 1 du paragraphe 1 de la sous-section 3 et de la sous-section 4 du de la section 2 du chapitre IV du titre Ier du livre II, sauf s'ils font l'objet d'une communication sur le site internet de la société de gestion ; </p><p>― dans le rapport annuel de chaque OPCVM géré ou FIA géré relevant des paragraphes 1,2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3, ou de la sous-section 4 de la section 2 du chapitre IV du titre Ier du livre II. </p><p>Ces informations peuvent être présentées selon un code élaboré par une association professionnelle. Dans ce cas, la société de gestion précise en préambule le code retenu.</p>",
            "num": "D533-16-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1375228800000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 715827882,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Obligations des prestataires de services d'investissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153807",
                        "id": "LEGISCTA000006153807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169776",
                        "id": "LEGISCTA000006169776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-02-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-Section 5 : Modalités de prise en compte des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000025249963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000035530997",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025249966",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025249963",
            "sectionParentId": "LEGISCTA000035530997",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre III : Obligations des prestataires de services d'investissement. &gt; Section 3 : Règles de bonne conduite. &gt; Sous-Section 5 : Modalités de prise en compte des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027799124",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027769564",
                    "textTitle": "Décret n°2013-687\r\n du 25 juillet 2013 - art. 1 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027772140",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-07-30",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-31"
                },
                {
                    "textCid": "JORFTEXT000027769564",
                    "textTitle": "Décret n°2013-687\n du 25 juillet 2013 - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000027772162",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-07-30",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 314-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "314-32",
                    "articleId": "LEGIARTI000047528134",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-28",
                    "articleId": "LEGIARTI000047527665",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 321-135-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "321-135-1",
                    "articleId": "LEGIARTI000047527710",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000025241527",
                    "textTitle": "Décret n°2012-132\n du 30 janvier 2012 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025249569",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-132",
                    "datePubli": 1327968000000,
                    "dateDebut": 1328054400000
                },
                {
                    "textCid": "JORFTEXT000047525088",
                    "textTitle": "Arrêté du 17 avril 2023 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047527553",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1683417600000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D745-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D745-8",
                    "articleId": "LEGIARTI000045129286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D755-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D755-8",
                    "articleId": "LEGIARTI000045129282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D765-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D765-8",
                    "articleId": "LEGIARTI000045129280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-26-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-26-1",
                    "articleId": "LEGIARTI000027770743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-22-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-22-1",
                    "articleId": "LEGIARTI000024420774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025249966",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1328054400000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799124",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031793697",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035530991",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1622246400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043543865",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1622246400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D533-16-1",
                "533-16-1"
            ],
            "versionPrecedente": "LEGIARTI000025249966",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025249966",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― L'information relative aux critères sociaux, environnementaux et de qualité de gouvernance mentionnée à l'article L. 533-22-1 est présentée de la manière suivante : 1° Informations relatives à la société de gestion de portefeuille : ― présentation de la démarche générale de la société de gestion sur la prise en compte de critères sociaux, environnementaux et de qualité de gouvernance dans la politique d'investissement ; ― contenu, fréquence et moyens utilisés par la société de gestion pour informer les investisseurs sur les critères relatifs aux objectifs sociaux, environnementaux et de qualité de gouvernance pris en compte dans sa politique d'investissement ; ― liste des organismes de placement collectif en valeurs mobilières gérés qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance ; part, en pourcentage, des encours de ces organismes de placement collectif en valeurs mobilières dans le montant total des encours des organismes de placement collectif en valeurs mobilières gérés par la société de gestion ; 2° Informations relatives aux organismes de placement collectif en valeurs mobilières gérés qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance : ― adhésion éventuelle de ces organismes de placement collectif en valeurs mobilières à une charte, un code, ou obtention d'un label sur la prise en compte de critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance ; ― description des principaux critères pris en compte relatifs à ces objectifs sociaux, environnementaux et de qualité de gouvernance, en illustrant, le cas échéant, les distinctions éventuelles par secteur d'activité ou classe d'actifs ; ― informations générales utilisées pour l'analyse des émetteurs sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance : notation extrafinancière, analyse interne et externe sur la base des rapports mentionnés à l' article L. 225-102-1 du code de commerce ; autres ; ― description de la méthodologie d'analyse mise en œuvre relative aux critères sociaux, environnementaux et de qualité de gouvernance pris en compte ; ― description de la manière dont les résultats de l'analyse sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance sont intégrés dans le processus d'investissement et de désinvestissement ; le cas échéant, description de la manière dont les valeurs non appréciées sur la base de ces critères sont prises en compte ; 3° informations relatives aux autres organismes de placement collectif en valeurs mobilières : ― indication qu'ils ne prennent pas simultanément en compte des critères sociaux, environnementaux, et de qualité de gouvernance. II. ― Les informations mentionnées au I sont présentées sur les supports suivants : 1° Les informations mentionnées au 1° du I sont présentées de façon aisément identifiable sur le site internet de la société de gestion ; 2° Les informations mentionnées au 2° et au 3° du I sont présentées : ― sur le site internet de la société de gestion, par organisme de placement collectif en valeurs mobilières ou par catégories d'organisme de placement collectif en valeurs mobilières. Ne sont pas soumis à cette obligation les organismes de placement collectif en valeurs mobilières réservés à certains investisseurs relevant des articles L. 214-25, L. 214-33 et L. 214-35 et les organismes de placement collectif en valeurs mobilières d'épargne salariale relevant des articles L. 214-39 à L. 214-41 , sauf s'ils font l'objet d'une communication sur le site internet de la société de gestion ; ― dans le rapport annuel de chaque organisme de placement collectif en valeurs mobilières géré. Ces informations peuvent être présentées selon un code élaboré par une association professionnelle. Dans ce cas, la société de gestion précise en préambule le code retenu.",
            "texteHtml": "I. ― L'information relative aux critères sociaux, environnementaux et de qualité de gouvernance mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000024420774&dateTexte=&categorieLien=cid'>l'article L. 533-22-1 </a>est présentée de la manière suivante : <br/><br/>1° Informations relatives à la société de gestion de portefeuille : <br/><br/>― présentation de la démarche générale de la société de gestion sur la prise en compte de critères sociaux, environnementaux et de qualité de gouvernance dans la politique d'investissement ; <br/><br/>― contenu, fréquence et moyens utilisés par la société de gestion pour informer les investisseurs sur les critères relatifs aux objectifs sociaux, environnementaux et de qualité de gouvernance pris en compte dans sa politique d'investissement ; <br/><br/>― liste des organismes de placement collectif en valeurs mobilières gérés qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance ; part, en pourcentage, des encours de ces organismes de placement collectif en valeurs mobilières dans le montant total des encours des organismes de placement collectif en valeurs mobilières gérés par la société de gestion ; <br/><br/>2° Informations relatives aux organismes de placement collectif en valeurs mobilières gérés qui prennent simultanément en compte des critères sociaux, environnementaux et de qualité de gouvernance : <br/><br/>― adhésion éventuelle de ces organismes de placement collectif en valeurs mobilières à une charte, un code, ou obtention d'un label sur la prise en compte de critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance ; <br/><br/>― description des principaux critères pris en compte relatifs à ces objectifs sociaux, environnementaux et de qualité de gouvernance, en illustrant, le cas échéant, les distinctions éventuelles par secteur d'activité ou classe d'actifs ; <br/><br/>― informations générales utilisées pour l'analyse des émetteurs sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance : notation extrafinancière, analyse interne et externe sur la base des rapports mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>article L. 225-102-1 du code de commerce </a>; autres ; <br/><br/>― description de la méthodologie d'analyse mise en œuvre relative aux critères sociaux, environnementaux et de qualité de gouvernance pris en compte ; <br/><br/>― description de la manière dont les résultats de l'analyse sur des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance sont intégrés dans le processus d'investissement et de désinvestissement ; le cas échéant, description de la manière dont les valeurs non appréciées sur la base de ces critères sont prises en compte ; <br/><br/>3° informations relatives aux autres organismes de placement collectif en valeurs mobilières : <br/><br/>― indication qu'ils ne prennent pas simultanément en compte des critères sociaux, environnementaux, et de qualité de gouvernance. <br/><br/>II. ― Les informations mentionnées au I sont présentées sur les supports suivants : <br/><br/>1° Les informations mentionnées au 1° du I sont présentées de façon aisément identifiable sur le site internet de la société de gestion ; <br/><br/>2° Les informations mentionnées au 2° et au 3° du I sont présentées : <br/><br/>― sur le site internet de la société de gestion, par organisme de placement collectif en valeurs mobilières ou par catégories d'organisme de placement collectif en valeurs mobilières. Ne sont pas soumis à cette obligation les organismes de placement collectif en valeurs mobilières réservés à certains investisseurs relevant des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649262&dateTexte=&categorieLien=cid'>articles L. 214-25, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649486&dateTexte=&categorieLien=cid'>L. 214-33 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649542&dateTexte=&categorieLien=cid'>L. 214-35 </a>et les organismes de placement collectif en valeurs mobilières d'épargne salariale relevant des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649989&dateTexte=&categorieLien=cid'>articles L. 214-39 à L. 214-41</a>, sauf s'ils font l'objet d'une communication sur le site internet de la société de gestion ; <br/><br/>― dans le rapport annuel de chaque organisme de placement collectif en valeurs mobilières géré. <br/><br/>Ces informations peuvent être présentées selon un code élaboré par une association professionnelle. Dans ce cas, la société de gestion précise en préambule le code retenu.",
            "num": "D533-16-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1328054400000,
            "dateFin": 1375228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 715827882,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Obligations des prestataires de services d'investissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153807",
                        "id": "LEGISCTA000006153807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169776",
                        "id": "LEGISCTA000006169776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-02-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-Section 5 : Modalités de prise en compte des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000025249963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025249963",
                        "id": "LEGISCTA000035530997",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025249966",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025249963",
            "sectionParentId": "LEGISCTA000035530997",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux sociétés de gestion de portefeuille",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre III : Obligations des prestataires de services d'investissement. &gt; Section 3 : Règles de bonne conduite. &gt; Sous-Section 5 : Modalités de prise en compte des critères relatifs au respect d'objectifs sociaux, environnementaux et de qualité de gouvernance",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000025249966",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025241527",
                    "textTitle": "Décret n°2012-132\n du 30 janvier 2012 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025249620",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-01-31",
                    "dateSignaTexte": "2012-01-30",
                    "dateDebutCible": "2012-02-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 314-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "314-32",
                    "articleId": "LEGIARTI000047528134",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-28",
                    "articleId": "LEGIARTI000047527665",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 321-135-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "321-135-1",
                    "articleId": "LEGIARTI000047527710",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "JORFTEXT000025241527",
                    "textTitle": "Décret n°2012-132\n du 30 janvier 2012 - art. 2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025249569",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-132",
                    "datePubli": 1327968000000,
                    "dateDebut": 1328054400000
                },
                {
                    "textCid": "JORFTEXT000047525088",
                    "textTitle": "Arrêté du 17 avril 2023 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047527553",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1683417600000,
                    "dateDebut": 1683504000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D745-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D745-8",
                    "articleId": "LEGIARTI000045129286",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D755-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D755-8",
                    "articleId": "LEGIARTI000045129282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D765-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D765-8",
                    "articleId": "LEGIARTI000045129280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1646006400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-25",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-25",
                    "articleId": "LEGIARTI000006649262",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-33",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-33",
                    "articleId": "LEGIARTI000006649486",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-35",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-35",
                    "articleId": "LEGIARTI000006649542",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-39",
                    "articleId": "LEGIARTI000006649989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-22-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-22-1",
                    "articleId": "LEGIARTI000024420774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025249966",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1328054400000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799124",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031793697",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035530991",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1622246400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043543865",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1622246400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D533-16-1",
                "533-16-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}