{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019348323",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "POLICE D'ASSURANCE DE LA RESPONSABILITÉ CIVILE POUR LES MANIFESTATIONS SPORTIVES SUR LA VOIE PUBLIQUE (art. A. 331-24 et A. 331-25) Conditions générales Le présent contrat est régi par le code des assurances et par les conditions générales et particulières ci-après. Objet et étendue de l'assurance Article 1er Le présent contrat a pour objet de garantir, conformément aux prescriptions des articles R. 331-6 à R. 331-17 du code du sport, en cas d'accident, d'incendie ou d'explosion survenus au cours de toute manifestation sportive désignée aux conditions particulières ou des essais prévus au programme officiel de cette manifestation : 1° Les conséquences pécuniaires de la responsabilité civile pouvant incomber à l'organisateur ou aux concurrents du fait des dommages corporels ou matériels causés aux spectateurs, aux tiers, aux concurrents, mais seulement pour ces derniers lorsqu'il s'agit d'épreuves ne comportant pas, sur la totalité de leurs parcours, un usage privatif de la voie publique ; 2° Les conséquences pécuniaires de la responsabilité civile pouvant incomber à l'organisateur ou aux concurrents envers les agents de l'Etat ou de toute autre collectivité publique participant au service d'ordre, à l'organisation ou au contrôle de la manifestation sportive, ou envers leurs ayants droit du fait des dommages corporels ou matériels causés auxdits agents ; 3° Les conséquences pécuniaires de la responsabilité civile pouvant incomber à l'Etat, aux départements et aux communes pour tous les dommages causés aux tiers ou à l'organisateur par les fonctionnaires agents ou militaires mis à disposition de ce dernier ou leur matériel. Article 2 Exclusions Le présent contrat ne garantit pas : 1° Les accidents occasionnés par les grèves, émeutes ou mouvements populaires, ou par une guerre civile ou étrangère, ou par la désintégration du noyau atomique ; 2° La responsabilité d'un assuré du fait d'un accident résultant de sa faute intentionnelle ou dolosive ; 3° La responsabilité de l'organisateur ou d'un concurrent à l'égard des personnes visées au paragraphe a de l'article 18 relatif à la définition de l'organisateur ; 4° La responsabilité de l'organisateur ou d'un concurrent du fait d'un accident à l'égard des préposés, salariés ou auxiliaires lorsque ceux-ci bénéficient, à l'occasion de cet accident, de la législation sur les accidents du travail ; 5° Les sanctions pénales pécuniaires. Article 3 Limite de garantie La garantie du présent contrat est accordée, en ce qui concerne les dommages corporels, sans limitation de somme et, en ce qui concerne les dommages matériels, à concurrence pour chaque sinistre au cours d'une manifestation sportive de la somme indiquée aux conditions particulières. Une franchise d'avarie pour les dommages matériels peut être prévue aux conditions particulières. Les frais de procès, de quittance et autres frais de règlement ne viendront pas en réduction de la somme garantie. Toutefois, en cas de condamnation supérieure à cette somme, ils seront supportés par l'assureur et par l'assuré dans la proportion de leur part respective dans la condamnation. Formation et durée du contrat Article 4 Le présent contrat est souscrit pour la durée prévue aux conditions particulières. Il est parfait dès sa signature par les parties.L'assureur pourra en poursuivre dès ce moment l'exécution, mais il ne prend effet qu'à la date indiquée aux conditions particulières. Les renvois et surcharges aux conditions particulières ne seront valables que s'ils ont été validés par les signatures des parties. Lorsqu'il est stipulé aux conditions particulières que le contrat garantit tout ou partie des manifestations sportives organisées au cours d'une période donnée par le souscripteur ou par les organismes visés aux articles R. 331-7 et R. 331-17 du code du sport, il produit ses effets, pour chaque manifestation, selon les modalités prévues aux conditions particulières ; l'assureur doit délivrer au souscripteur ou à l'organisme intéressé qui le lui demande une déclaration attestant l'existence de cette garantie. Article 5 Résiliation Le contrat peut être résilié avant sa date d'expiration normale : a) En cas d'aggravation du risque ; b) En cas d'omission ou d'inexactitude dans la déclaration du risque ; c) En cas de retrait total d'agrément ; Et, en outre, si les conditions particulières contiennent la stipulation visée au dernier alinéa de l'article 4 : d) En cas de non-paiement des primes dues ; e) Après sinistre. Toute résiliation du contrat par l'assureur doit, pour être valable, être notifiée par lettre recommandée simultanément au souscripteur et à l'autorité administrative habilitée à autoriser toute manifestation sportive prévue aux conditions particulières ou, dans le cas visé au deuxième alinéa de l'article 4, toute manifestation sportive non terminée ou annulée ayant donné lieu à délivrance de l'attestation prévue au même alinéa. Article 6 Déclaration du risque Le présent contrat est établi d'après les déclarations du souscripteur, qui doit, conformément aux dispositons prévues par le code des assurances, déclarer tous les éléments d'appréciation du risque connus de lui. Dans le cas de contrat à applications multiples visé au dernier alinéa de l'article 4, le souscripteur doit, en outre, fournir à l'assureur les renseignements que celui-ci lui demanderait. Quand les circonstances dont la déclaration est prévue à l'alinéa qui précède ou aux conditions particulières sont modifiées par le fait de l'assuré ou des fédérations sportives, le souscripteur doit en faire la déclaration immédiate à l'assureur. Lorsque la modification constitue une aggravation telle que, si le nouvel état avait existé lors de la souscription, l'assureur n'aurait pas contracté ou ne l'aurait fait que moyennant une prime plus élevée, la déclaration doit être faite, sous peine des conditions prévues par le code des assurances soit de résilier le contrat par lettre recommandée, soit de proposer un nouveau taux de prime ; si le souscripteur n'accepte pas ce nouveau taux, l'assureur peut résilier le contrat. Article 7 Prime La prime est, selon ce qui est indiqué aux conditions particulières, fixée à forfait ou ajustable. Les frais accessoires dont le montant est fixé aux conditions particulières ainsi que tous impôts et taxes existants ou pouvant être établis soit sur la prime, soit sur les sommes assurées et dont la récupération n'est pas interdite sont à la charge du souscripteur. Dans le cas de contrat à applications multiples visé au dernier alinéa de l'article 4, à défaut de payement d'une prime exigible, l'assureur peut, moyennant préavis de vingt jours, adressé par lettre recommandée simultanément au souscripteur et à l'autorité administrative visée à l'article 5 (dernier alinéa), suspendre la garantie, sans préjudice du droit pour lui de résilier le contrat dix jours après la prise d'effet de la suspension ou d'en poursuivre l'exécution en justice. Article 8 Prime ajustable Si la prime est stipulée ajustable en fonction d'éléments variables, elle est déterminée en appliquant à ses éléments le tarif précisé aux conditions particulières ; elle est exigible dans les huit jours suivant celui où le souscripteur aura été informé de son montant. Le souscripteur doit déclarer à l'assureur dans les huit jours suivant le dernier jour de la manifestation les éléments variables dont la déclaration est prévue aux conditions particulières. En cas d'erreur ou d'omission dans cette déclaration, les sanctions prévues par le code des assurances pourront être appliquées, le souscripteur devant, notamment, couvrir l'insuffisance de prime constatée et payer une indemnité égale à la moitié de cette insuffisance. Article 9 Si une manifestation sportive n'a pu avoir lieu, le souscripteur pourra obtenir soit l'annulation des effets du contrat en ce qui concerne cette manifestation (la prime forfaitaire ou provisoire étant alors remboursée sous déduction du minimum de frais prévu aux conditions particulières), soit le report de ces effets à une date ultérieure. Article 10 L'assureur peut faire procéder, par des délégués de son choix, à la vérification des déclarations du souscripteur et à l'inspection des objets constituant directement ou indirectement les risques couverts par le présent contrat ; le souscripteur doit faciliter à l'assureur l'exercice de son droit de contrôle. Sinistres Article 11 Déclaration de sinistre Le souscripteur doit, sous peine de déchéance, et sauf cas fortuit ou de force majeure, déclarer les sinistres à l'assureur dans un délai maximum de cinq jours à compter de la date où il en a eu connaissance. Il doit, en outre, lui faire connaître les circonstances, les causes connues ou présumées du sinistre, la nature et l'importance des dommages ainsi que les noms et domiciles des personnes lésées et, si possible, des témoins. En cas de fausse déclaration faite sciemment sur la date, les circonstances et les conséquences apparentes du sinistre, le souscripteur est déchu de son droit à la garantie pour ce sinistre. Article 12 Assignation, transaction L'assuré dont la responsabilité est engagée par un sinistre doit transmettre à l'assureur tous avis, lettres, convocations, assignations, actes extra-judiciaires et pièces de procédure qui lui seraient signifiés à quelque requête que ce soit pour que l'assureur puisse répondre en temps utile, sous peine pour l'assuré, en cas de retard, de devoir à l'assureur une indemnité proportionnée au préjudice qui pourrait en résulter pour celui-ci. L'assureur a, dans la limite de sa garantie, le droit de transiger avec les tiers lésés et reçoit, à cet effet, de l'assuré tous les pouvoirs nécessaires pour représenter ce dernier auprès de ces tiers. Aucune reconnaissance de responsabilité, aucune transaction intervenant en dehors de l'assureur ne lui seront opposables. Toutefois, n'est pas considéré comme une reconnaissance de responsabilité l'aveu d'un fait matériel, ni le seul fait d'avoir procurer à une victime un secours urgent lorsqu'il s'agit d'un acte d'assistance que toute personne a le devoir moral d'accomplir. Article 13 Procédure En cas d'action portée devant les juridictions civiles, commerciales ou administratives et dirigée contre l'assuré, l'assureur, dans les limites de sa garantie, assure la défense de l'assuré et dirige le procès. En cas d'action portée devant les juridictions pénales, si la ou les victimes n'ont pas été désintéressées, l'assureur se réserve, dans les limites de sa garantie, la faculté de diriger la défense ou de s'y associer. En ce qui concerne les voies de recours : a) Devant les juridictions civiles, commerciales ou administratives, l'assureur en a le libre exercice ; b) Devant les juridictions pénales, l'assureur pourra toujours, au nom de l'assuré civilement responsable, exercer dans les limites de sa garantie toutes les voies de recours. Si l'assuré a été cité comme prévenu, l'assureur ne pourra toutefois exercer lesdites voies de recours qu'avec son accord, exception faite du pourvoi en cassation lorsqu'il est limité aux intérêts civils. Lorsqu'il s'agit d'une responsabilité visée au paragraphe 3° de l'article 1er, l'assureur doit, si l'autorité administrative intéressée le demande, décliner la compétence des juridictions de droit commun et accepter l'intervention des autorités administratives compétentes dans la direction du procès chaque fois que cette intervention est nécessaire aux termes de la législation en vigueur. Détermination et payement du montant de l'indemnité Article 14 Payement de l'indemnité Toute indemnité exigible est payable dans les quinze jours qui suivent l'accord des parties ou la décision passée en force de chose jugée. Si l'indemnité allouée à une victime ou à ses ayants droit consiste en une rente et si une acquisition de titres est ordonnée pour sûreté de son payement, l'assureur procède à la constitution de cette garantie. Si aucune garantie spéciale n'est ordonnée par une décision judiciaire, la valeur de la rente en capital est calculée d'après les règles applicables pour le calcul de la réserve mathématique de cette rente. Article 15 Déchéance et clauses non opposables Ne sont pas opposables aux victimes, ni à leurs ayants droit : a) Les déchéances ; b) La réduction de l'indemnité consécutive à la non-déclaration de l'une des aggravations de risques prévues à l'article 6. Dans les cas visés à l'alinéa précédent, l'assureur aura droit au remboursement, par le souscripteur ou l'assuré dont le manquement a provoqué la déchéance ou la réduction, des sommes qu'il aura dû payer ou mettre en réserve. Toute clause ajoutée ayant pour effet de restreindre la garantie des présentes conditions générales sera de nul effet. Dispositions diverses Article 16 Subrogation L'assureur est subrogé jusqu'à concurrence de l'indemnité payée par lui dans les droits et actions qui peuvent appartenir à l'assuré contre les tiers responsables du dommage. Si la subrogation ne peut plus, du fait de l'assuré, s'opérer en faveur de l'assureur, celui-ci aura un droit de recours contre l'assuré dans la mesure même où aurait pu s'exercer la subrogation. Sauf dans le cas prévu par l'alinéa ci-dessus, l'assureur renonce, en cas de sinistre, à tous recours qu'il serait en droit d'exercer contre l'Etat et les autorités municipales ou départementales, ainsi que contre toute personne ou service relevant desdites autorités à titre quelconque. Sous la même exception, il renonce à tout recours, du fait d'un événement garanti par le présent contrat, contre une personne dont la responsabilité est assurée par ce dernier. Article 17 Toute action dérivant du présent contrat est prescrite par deux ans à compter de l'événement qui y donne naissance, dans les conditions prévues par le code des assurances. Article 18 Définitions Pour l'application du présent contrat, on entend par : Organisateur. a) Les personnes morales visées aux articles R. 331-7 et R. 331-17 du code du sport ; b) Les dirigeants statutaires des organismes visés au a lorsque ces dirigeants sont chargés d'une mission quelconque pendant le déroulement de la manifestation sportive ou des essais préalables ; c) Pendant leur service, les préposés ou salariés des personnes visées aux paragraphes a et b ci-dessus et tous les auxiliaires, à un titre quelconque, de ces personnes. Concurrents. Les coureurs ou participants valablement engagés pour prendre part aux compétitions des manifestations sportives, ainsi que les personnes leur apportant normalement leur concours à l'occasion de ces manifestations. Assuré.L'organisateur, les concurrents, l'Etat, les départements et communes dans la mesure où ces derniers participent au service d'ordre, à l'organisation ou au contrôle de la manifestation sportive. Fonctionnaires, agents et militaires. Tous ces fonctionnaires de l'Etat, des départements, des communes, chargés par les administrations dont ils dépendent d'exercer une fonction au cours et à l'occasion de la manifestation sportive, et tous agents ou militaires composant le service d'ordre. Matériel. Le matériel utilisé par les fonctionnaires, agents et militaires du service d'ordre-y compris notamment les véhicules de toute nature et les engins aériens de surveillance-mis à la disposition de l'organisateur.",
            "texteHtml": "<p align='center'>POLICE D'ASSURANCE DE LA RESPONSABILITÉ CIVILE<br/>POUR LES MANIFESTATIONS SPORTIVES SUR LA VOIE PUBLIQUE </p><p align='center'></p><p align='left'>(art. A. 331-24 et A. 331-25) </p><p>Conditions générales </p><p>Le présent contrat est régi par le code des assurances et par les conditions générales et particulières ci-après. <br/></p><p>Objet et étendue de l'assurance </p><p>Article 1er </p>Le présent contrat a pour objet de garantir, conformément aux prescriptions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000006548262&dateTexte=&categorieLien=cid' title='Code du sport. - art. R331-6 (V)'>R. 331-6</a> à R. 331-17 du code du sport, en cas d'accident, d'incendie ou d'explosion survenus au cours de toute manifestation sportive désignée aux conditions particulières ou des essais prévus au programme officiel de cette manifestation : <p>1° Les conséquences pécuniaires de la responsabilité civile pouvant incomber à l'organisateur ou aux concurrents du fait des dommages corporels ou matériels causés aux spectateurs, aux tiers, aux concurrents, mais seulement pour ces derniers lorsqu'il s'agit d'épreuves ne comportant pas, sur la totalité de leurs parcours, un usage privatif de la voie publique ; </p><p>2° Les conséquences pécuniaires de la responsabilité civile pouvant incomber à l'organisateur ou aux concurrents envers les agents de l'Etat ou de toute autre collectivité publique participant au service d'ordre, à l'organisation ou au contrôle de la manifestation sportive, ou envers leurs ayants droit du fait des dommages corporels ou matériels causés auxdits agents ; </p><p>3° Les conséquences pécuniaires de la responsabilité civile pouvant incomber à l'Etat, aux départements et aux communes pour tous les dommages causés aux tiers ou à l'organisateur par les fonctionnaires agents ou militaires mis à disposition de ce dernier ou leur matériel. <br/></p><p>Article 2 </p><p>Exclusions </p><p>Le présent contrat ne garantit pas : </p><p>1° Les accidents occasionnés par les grèves, émeutes ou mouvements populaires, ou par une guerre civile ou étrangère, ou par la désintégration du noyau atomique ; </p><p>2° La responsabilité d'un assuré du fait d'un accident résultant de sa faute intentionnelle ou dolosive ; </p><p>3° La responsabilité de l'organisateur ou d'un concurrent à l'égard des personnes visées au paragraphe a de l'article 18 relatif à la définition de l'organisateur ; </p><p>4° La responsabilité de l'organisateur ou d'un concurrent du fait d'un accident à l'égard des préposés, salariés ou auxiliaires lorsque ceux-ci bénéficient, à l'occasion de cet accident, de la législation sur les accidents du travail ; </p><p>5° Les sanctions pénales pécuniaires. </p><p>Article 3 </p><p>Limite de garantie </p><p>La garantie du présent contrat est accordée, en ce qui concerne les dommages corporels, sans limitation de somme et, en ce qui concerne les dommages matériels, à concurrence pour chaque sinistre au cours d'une manifestation sportive de la somme indiquée aux conditions particulières. Une franchise d'avarie pour les dommages matériels peut être prévue aux conditions particulières. </p><p>Les frais de procès, de quittance et autres frais de règlement ne viendront pas en réduction de la somme garantie. Toutefois, en cas de condamnation supérieure à cette somme, ils seront supportés par l'assureur et par l'assuré dans la proportion de leur part respective dans la condamnation. </p><p>Formation et durée du contrat </p><p>Article 4 </p>Le présent contrat est souscrit pour la durée prévue aux conditions particulières. <p>Il est parfait dès sa signature par les parties.L'assureur pourra en poursuivre dès ce moment l'exécution, mais il ne prend effet qu'à la date indiquée aux conditions particulières. </p><p>Les renvois et surcharges aux conditions particulières ne seront valables que s'ils ont été validés par les signatures des parties. </p><p>Lorsqu'il est stipulé aux conditions particulières que le contrat garantit tout ou partie des manifestations sportives organisées au cours d'une période donnée par le souscripteur ou par les organismes visés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000006548263&dateTexte=&categorieLien=cid' title='Code du sport. - art. R331-7 (V)'>R. 331-7 </a>et R. 331-17 du code du sport, il produit ses effets, pour chaque manifestation, selon les modalités prévues aux conditions particulières ; l'assureur doit délivrer au souscripteur ou à l'organisme intéressé qui le lui demande une déclaration attestant l'existence de cette garantie. <br/></p><p>Article 5 </p><p>Résiliation </p><p>Le contrat peut être résilié avant sa date d'expiration normale : </p><p>a) En cas d'aggravation du risque ; </p><p>b) En cas d'omission ou d'inexactitude dans la déclaration du risque ; </p><p>c) En cas de retrait total d'agrément ; </p><p>Et, en outre, si les conditions particulières contiennent la stipulation visée au dernier alinéa de l'article 4 : </p><p>d) En cas de non-paiement des primes dues ; </p><p>e) Après sinistre. </p><p>Toute résiliation du contrat par l'assureur doit, pour être valable, être notifiée par lettre recommandée simultanément au souscripteur et à l'autorité administrative habilitée à autoriser toute manifestation sportive prévue aux conditions particulières ou, dans le cas visé au deuxième alinéa de l'article 4, toute manifestation sportive non terminée ou annulée ayant donné lieu à délivrance de l'attestation prévue au même alinéa. </p><p>Article 6 </p><p>Déclaration du risque </p>Le présent contrat est établi d'après les déclarations du souscripteur, qui doit, conformément aux dispositons prévues par le code des assurances, déclarer tous les éléments d'appréciation du risque connus de lui. <p>Dans le cas de contrat à applications multiples visé au dernier alinéa de l'article 4, le souscripteur doit, en outre, fournir à l'assureur les renseignements que celui-ci lui demanderait. </p><p>Quand les circonstances dont la déclaration est prévue à l'alinéa qui précède ou aux conditions particulières sont modifiées par le fait de l'assuré ou des fédérations sportives, le souscripteur doit en faire la déclaration immédiate à l'assureur. </p><p>Lorsque la modification constitue une aggravation telle que, si le nouvel état avait existé lors de la souscription, l'assureur n'aurait pas contracté ou ne l'aurait fait que moyennant une prime plus élevée, la déclaration doit être faite, sous peine des conditions prévues par le code des assurances soit de résilier le contrat par lettre recommandée, soit de proposer un nouveau taux de prime ; si le souscripteur n'accepte pas ce nouveau taux, l'assureur peut résilier le contrat. <br/></p><p>Article 7 </p><p>Prime </p><p>La prime est, selon ce qui est indiqué aux conditions particulières, fixée à forfait ou ajustable. </p><p>Les frais accessoires dont le montant est fixé aux conditions particulières ainsi que tous impôts et taxes existants ou pouvant être établis soit sur la prime, soit sur les sommes assurées et dont la récupération n'est pas interdite sont à la charge du souscripteur. </p><p>Dans le cas de contrat à applications multiples visé au dernier alinéa de l'article 4, à défaut de payement d'une prime exigible, l'assureur peut, moyennant préavis de vingt jours, adressé par lettre recommandée simultanément au souscripteur et à l'autorité administrative visée à l'article 5 (dernier alinéa), suspendre la garantie, sans préjudice du droit pour lui de résilier le contrat dix jours après la prise d'effet de la suspension ou d'en poursuivre l'exécution en justice. </p><p>Article 8 </p><p>Prime ajustable </p>Si la prime est stipulée ajustable en fonction d'éléments variables, elle est déterminée en appliquant à ses éléments le tarif précisé aux conditions particulières ; elle est exigible dans les huit jours suivant celui où le souscripteur aura été informé de son montant. <p>Le souscripteur doit déclarer à l'assureur dans les huit jours suivant le dernier jour de la manifestation les éléments variables dont la déclaration est prévue aux conditions particulières. </p><p>En cas d'erreur ou d'omission dans cette déclaration, les sanctions prévues par le code des assurances pourront être appliquées, le souscripteur devant, notamment, couvrir l'insuffisance de prime constatée et payer une indemnité égale à la moitié de cette insuffisance. <br/></p><p>Article 9 </p><p>Si une manifestation sportive n'a pu avoir lieu, le souscripteur pourra obtenir soit l'annulation des effets du contrat en ce qui concerne cette manifestation (la prime forfaitaire ou provisoire étant alors remboursée sous déduction du minimum de frais prévu aux conditions particulières), soit le report de ces effets à une date ultérieure. </p><p>Article 10 </p><p>L'assureur peut faire procéder, par des délégués de son choix, à la vérification des déclarations du souscripteur et à l'inspection des objets constituant directement ou indirectement les risques couverts par le présent contrat ; le souscripteur doit faciliter à l'assureur l'exercice de son droit de contrôle. </p><p>Sinistres </p><p>Article 11 </p><p>Déclaration de sinistre </p><p>Le souscripteur doit, sous peine de déchéance, et sauf cas fortuit ou de force majeure, déclarer les sinistres à l'assureur dans un délai maximum de cinq jours à compter de la date où il en a eu connaissance. </p><p>Il doit, en outre, lui faire connaître les circonstances, les causes connues ou présumées du sinistre, la nature et l'importance des dommages ainsi que les noms et domiciles des personnes lésées et, si possible, des témoins. </p><p>En cas de fausse déclaration faite sciemment sur la date, les circonstances et les conséquences apparentes du sinistre, le souscripteur est déchu de son droit à la garantie pour ce sinistre. </p><p>Article 12 </p><p>Assignation, transaction </p><p>L'assuré dont la responsabilité est engagée par un sinistre doit transmettre à l'assureur tous avis, lettres, convocations, assignations, actes extra-judiciaires et pièces de procédure qui lui seraient signifiés à quelque requête que ce soit pour que l'assureur puisse répondre en temps utile, sous peine pour l'assuré, en cas de retard, de devoir à l'assureur une indemnité proportionnée au préjudice qui pourrait en résulter pour celui-ci.</p><p>L'assureur a, dans la limite de sa garantie, le droit de transiger avec les tiers lésés et reçoit, à cet effet, de l'assuré tous les pouvoirs nécessaires pour représenter ce dernier auprès de ces tiers. </p><p>Aucune reconnaissance de responsabilité, aucune transaction intervenant en dehors de l'assureur ne lui seront opposables. Toutefois, n'est pas considéré comme une reconnaissance de responsabilité l'aveu d'un fait matériel, ni le seul fait d'avoir procurer à une victime un secours urgent lorsqu'il s'agit d'un acte d'assistance que toute personne a le devoir moral d'accomplir. </p><p>Article 13 </p><p>Procédure </p><p>En cas d'action portée devant les juridictions civiles, commerciales ou administratives et dirigée contre l'assuré, l'assureur, dans les limites de sa garantie, assure la défense de l'assuré et dirige le procès. </p><p>En cas d'action portée devant les juridictions pénales, si la ou les victimes n'ont pas été désintéressées, l'assureur se réserve, dans les limites de sa garantie, la faculté de diriger la défense ou de s'y associer. </p><p>En ce qui concerne les voies de recours : </p><p>a) Devant les juridictions civiles, commerciales ou administratives, l'assureur en a le libre exercice ; </p><p>b) Devant les juridictions pénales, l'assureur pourra toujours, au nom de l'assuré civilement responsable, exercer dans les limites de sa garantie toutes les voies de recours. Si l'assuré a été cité comme prévenu, l'assureur ne pourra toutefois exercer lesdites voies de recours qu'avec son accord, exception faite du pourvoi en cassation lorsqu'il est limité aux intérêts civils. </p><p>Lorsqu'il s'agit d'une responsabilité visée au paragraphe 3° de l'article 1er, l'assureur doit, si l'autorité administrative intéressée le demande, décliner la compétence des juridictions de droit commun et accepter l'intervention des autorités administratives compétentes dans la direction du procès chaque fois que cette intervention est nécessaire aux termes de la législation en vigueur. </p><p>Détermination et payement du montant de l'indemnité </p><p>Article 14 </p><p>Payement de l'indemnité </p><p>Toute indemnité exigible est payable dans les quinze jours qui suivent l'accord des parties ou la décision passée en force de chose jugée. </p><p>Si l'indemnité allouée à une victime ou à ses ayants droit consiste en une rente et si une acquisition de titres est ordonnée pour sûreté de son payement, l'assureur procède à la constitution de cette garantie. Si aucune garantie spéciale n'est ordonnée par une décision judiciaire, la valeur de la rente en capital est calculée d'après les règles applicables pour le calcul de la réserve mathématique de cette rente. </p><p>Article 15 </p><p>Déchéance et clauses non opposables </p><p>Ne sont pas opposables aux victimes, ni à leurs ayants droit : </p><p>a) Les déchéances ; </p><p>b) La réduction de l'indemnité consécutive à la non-déclaration de l'une des aggravations de risques prévues à l'article 6. </p><p>Dans les cas visés à l'alinéa précédent, l'assureur aura droit au remboursement, par le souscripteur ou l'assuré dont le manquement a provoqué la déchéance ou la réduction, des sommes qu'il aura dû payer ou mettre en réserve. </p><p>Toute clause ajoutée ayant pour effet de restreindre la garantie des présentes conditions générales sera de nul effet. </p><p>Dispositions diverses </p><p>Article 16 </p><p>Subrogation </p><p>L'assureur est subrogé jusqu'à concurrence de l'indemnité payée par lui dans les droits et actions qui peuvent appartenir à l'assuré contre les tiers responsables du dommage. </p><p>Si la subrogation ne peut plus, du fait de l'assuré, s'opérer en faveur de l'assureur, celui-ci aura un droit de recours contre l'assuré dans la mesure même où aurait pu s'exercer la subrogation. </p><p>Sauf dans le cas prévu par l'alinéa ci-dessus, l'assureur renonce, en cas de sinistre, à tous recours qu'il serait en droit d'exercer contre l'Etat et les autorités municipales ou départementales, ainsi que contre toute personne ou service relevant desdites autorités à titre quelconque. </p><p>Sous la même exception, il renonce à tout recours, du fait d'un événement garanti par le présent contrat, contre une personne dont la responsabilité est assurée par ce dernier. </p><p>Article 17 </p>Toute action dérivant du présent contrat est prescrite par deux ans à compter de l'événement qui y donne naissance, dans les conditions prévues par le code des assurances. <p>Article 18 </p><p>Définitions </p><p>Pour l'application du présent contrat, on entend par : </p><p>Organisateur. </p><p>a) Les personnes morales visées aux articles R. 331-7 et R. 331-17 du code du sport ; </p><p>b) Les dirigeants statutaires des organismes visés au a lorsque ces dirigeants sont chargés d'une mission quelconque pendant le déroulement de la manifestation sportive ou des essais préalables ; </p><p>c) Pendant leur service, les préposés ou salariés des personnes visées aux paragraphes a et b ci-dessus et tous les auxiliaires, à un titre quelconque, de ces personnes. </p><p>Concurrents. Les coureurs ou participants valablement engagés pour prendre part aux compétitions des manifestations sportives, ainsi que les personnes leur apportant normalement leur concours à l'occasion de ces manifestations. </p><p>Assuré.L'organisateur, les concurrents, l'Etat, les départements et communes dans la mesure où ces derniers participent au service d'ordre, à l'organisation ou au contrôle de la manifestation sportive. </p><p>Fonctionnaires, agents et militaires. Tous ces fonctionnaires de l'Etat, des départements, des communes, chargés par les administrations dont ils dépendent d'exercer une fonction au cours et à l'occasion de la manifestation sportive, et tous agents ou militaires composant le service d'ordre. </p><p>Matériel. Le matériel utilisé par les fonctionnaires, agents et militaires du service d'ordre-y compris notamment les véhicules de toute nature et les engins aériens de surveillance-mis à la disposition de l'organisateur.</p>",
            "num": "Annexe III-21-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1219190400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2145805925,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898491",
                        "id": "LEGISCTA000020898491",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019345273",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898491",
            "sectionParentId": "LEGISCTA000020898491",
            "sectionParentTitre": "Annexes III",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019348323",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019331323",
                    "textTitle": "Arrêté du 4 août 2008 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000019345152",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-08-19",
                    "dateSignaTexte": "2008-08-04",
                    "dateDebutCible": "2008-08-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A331-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A331-24",
                    "articleId": "LEGIARTI000019345230",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1219190400000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A331-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A331-3",
                    "articleId": "LEGIARTI000025885352",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1339113600000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R331-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-6",
                    "articleId": "LEGIARTI000006548262",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. R331-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-7",
                    "articleId": "LEGIARTI000006548263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1185321600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019348323",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1219190400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III-21-1",
                "III-21-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}