{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043944826",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La société de gestion de portefeuille mentionnée au I de l'article L. 532-25-1 qui a l'intention d'établir pour la première fois une succursale dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen transmet à l'Autorité des marchés financiers une documentation comportant les informations suivantes : 1° L'Etat dans lequel elle a l'intention d'établir une succursale ; 2° Un programme d'activités précisant notamment les services d'investissement et autres services qu'elle a l'intention de fournir et identifiant les FIA qu'elle compte gérer ; 3° L'organisation de la succursale ; 4° L'adresse, dans l'Etat d'origine des FIA, à laquelle des documents peuvent être obtenus ; 5° Le nom et les coordonnées des personnes chargées de la gestion de la succursale. II. – Dans un délai de deux mois à compter de la réception de la documentation complète mentionnée au I, l'Autorité des marchés financiers transmet cette documentation aux autorités compétentes de l'Etat d'accueil de la société de gestion de portefeuille. Cette documentation est transmise uniquement si la gestion du FIA par la société de gestion de portefeuille est conforme aux dispositions législatives et réglementaires en vigueur et si la société de gestion de portefeuille respecte ces dispositions. L'Autorité des marchés financiers joint à cette documentation une attestation indiquant qu'elle a bien délivré un agrément à la société de gestion de portefeuille et notifie sans délai à cette dernière la transmission du dossier. Dès réception de la notification de la transmission, la société de gestion de portefeuille peut commencer à fournir ses services dans son Etat d'accueil. III. – Lorsqu'une modification de l'une des informations mentionnées au I est envisagée par une société de gestion de portefeuille, celle-ci la notifie par écrit à l'Autorité des marchés financiers un mois au moins avant qu'elle n'intervienne ou aussitôt après qu'elle soit intervenue, s'il s'agit d'une modification imprévue. Dans le cas où une modification prévue conduirait à ce que la gestion du FIA par la société de gestion de portefeuille ne soit plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou à ce que la société de gestion de portefeuille ne satisfasse plus aux dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers informe la société de gestion de portefeuille dans un délai de quinze jours ouvrables après avoir reçu toutes les informations mentionnées au premier alinéa qu'elle ne doit pas procéder à cette modification. Dans le cas où une modification prévue est mise en œuvre en méconnaissance des deux alinéas précédents ou si une modification imprévue a eu lieu en conséquence de laquelle la gestion du FIA par la société de gestion de portefeuille ne serait plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou la société de gestion de portefeuille ne respecterait plus les dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers prend toutes les mesures nécessaires et en informe sans délai l'autorité compétente de l'Etat d'accueil de la société de gestion de portefeuille. Dans le cas où les modifications peuvent être admises parce qu'elles n'affectent pas la conformité de la gestion du FIA par la société de gestion de portefeuille avec les dispositions législatives ou réglementaires auxquelles cette activité est soumise ou le respect des dispositions législatives ou réglementaires auxquelles est soumise la société de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat d'accueil de la société de gestion de portefeuille de ces modifications.",
            "texteHtml": "<p>I. – La société de gestion de portefeuille mentionnée au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027764278&dateTexte=&categorieLien=cid'>L. 532-25-1</a> qui a l'intention d'établir pour la première fois une succursale dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen transmet à l'Autorité des marchés financiers une documentation comportant les informations suivantes :</p><p>1° L'Etat dans lequel elle a l'intention d'établir une succursale ;</p><p>2° Un programme d'activités précisant notamment les services d'investissement et autres services qu'elle a l'intention de fournir et identifiant les FIA qu'elle compte gérer ;</p><p>3° L'organisation de la succursale ;</p><p>4° L'adresse, dans l'Etat d'origine des FIA, à laquelle des documents peuvent être obtenus ;</p><p>5° Le nom et les coordonnées des personnes chargées de la gestion de la succursale.</p><p>II. – Dans un délai de deux mois à compter de la réception de la documentation complète mentionnée au I, l'Autorité des marchés financiers transmet cette documentation aux autorités compétentes de l'Etat d'accueil de la société de gestion de portefeuille.</p><p>Cette documentation est transmise uniquement si la gestion du FIA par la société de gestion de portefeuille est conforme aux dispositions législatives et réglementaires en vigueur et si la société de gestion de portefeuille respecte ces dispositions.</p><p>L'Autorité des marchés financiers joint à cette documentation une attestation indiquant qu'elle a bien délivré un agrément à la société de gestion de portefeuille et notifie sans délai à cette dernière la transmission du dossier.</p><p>Dès réception de la notification de la transmission, la société de gestion de portefeuille peut commencer à fournir ses services dans son Etat d'accueil.</p><p>III. – Lorsqu'une modification de l'une des informations mentionnées au I est envisagée par une société de gestion de portefeuille, celle-ci la notifie par écrit à l'Autorité des marchés financiers un mois au moins avant qu'elle n'intervienne ou aussitôt après qu'elle soit intervenue, s'il s'agit d'une modification imprévue.</p><p>Dans le cas où une modification prévue conduirait à ce que la gestion du FIA par la société de gestion de portefeuille ne soit plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou à ce que la société de gestion de portefeuille ne satisfasse plus aux dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers informe la société de gestion de portefeuille dans un délai de quinze jours ouvrables après avoir reçu toutes les informations mentionnées au premier alinéa qu'elle ne doit pas procéder à cette modification.</p><p>Dans le cas où une modification prévue est mise en œuvre en méconnaissance des deux alinéas précédents ou si une modification imprévue a eu lieu en conséquence de laquelle la gestion du FIA par la société de gestion de portefeuille ne serait plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou la société de gestion de portefeuille ne respecterait plus les dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers prend toutes les mesures nécessaires et en informe sans délai l'autorité compétente de l'Etat d'accueil de la société de gestion de portefeuille.</p><p>Dans le cas où les modifications peuvent être admises parce qu'elles n'affectent pas la conformité de la gestion du FIA par la société de gestion de portefeuille avec les dispositions législatives ou réglementaires auxquelles cette activité est soumise ou le respect des dispositions législatives ou réglementaires auxquelles est soumise la société de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat d'accueil de la société de gestion de portefeuille de ces modifications.</p><p></p>",
            "num": "R532-25-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1627862400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013284709,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conditions d'exercice de la profession.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154975",
                        "id": "LEGISCTA000006154975",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171002",
                        "id": "LEGISCTA000006171002",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171002",
                        "id": "LEGISCTA000035437726",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Sous-section 3 : Libre prestation de services et liberté d'établissement sur le territoire des Etats parties à l'accord sur l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185258",
                        "id": "LEGISCTA000006185258",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Libre établissement et libre prestation de services sur le territoire des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeport sortant)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185258",
                        "id": "LEGISCTA000035437705",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Paragraphe 2 : Libre établissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194130",
                        "id": "LEGISCTA000006194130",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Libre établissement et libre prestation de services des sociétés de gestion de portefeuille agréées en France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194130",
                        "id": "LEGISCTA000035437778",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Sous-paragraphe 1 : Libre établissement des prestataires de services d'investissement autres que les sociétés de gestion de portefeuille.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198079",
                        "id": "LEGISCTA000006198079",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 1 : Libre établissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198079",
                        "id": "LEGISCTA000035437776",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027775614",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198079",
            "sectionParentId": "LEGISCTA000035437776",
            "sectionParentTitre": "Sous-paragraphe 1 : Libre établissement",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre II : Conditions d'exercice de la profession. &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports) &gt; Sous-section 3 : Libre établissement et libre prestation de services sur le territoire des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeport sortant) &gt; Paragraphe 2 : Libre établissement et libre prestation de services des sociétés de gestion de portefeuille agréées en France &gt; Sous-paragraphe 1 : Libre établissement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043944826",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043878608",
                    "textTitle": "Décret n°2021-1011 du 31 juillet 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043882709",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-08-01",
                    "dateSignaTexte": "2021-07-31",
                    "dateDebutCible": "2021-08-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 316-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "316-10",
                    "articleId": "LEGIARTI000036894104",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "JORFTEXT000027830600",
                    "textTitle": "Arrêté du 8 août 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027830605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1376352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028468316",
                    "textTitle": "Décision n°479  du 9 janvier 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000028468324",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "479",
                    "datePubli": 1389830400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030391452",
                    "textTitle": "DÉCISION n°535 du 16 mars 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030391460",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "535",
                    "datePubli": 1427155200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030865785",
                    "textTitle": "DÉCISION n°547 du 7 juillet 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030865793",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "547",
                    "datePubli": 1436572800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031289727",
                    "textTitle": "DÉCISION n°557 du 8 octobre 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000031289735",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "557",
                    "datePubli": 1444521600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031463326",
                    "textTitle": "DÉCRET n°2015-1455 du 10 novembre 2015 - art. Annexe I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe I",
                    "articleId": "LEGIARTI000045748205",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1455",
                    "datePubli": 1447200000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "JORFTEXT000033851107",
                    "textTitle": "Décision n°586 du 5 janvier 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000033851115",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "586",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035317622",
                    "textTitle": "Décision n°612 du 18 juillet 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035317631",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "612",
                    "datePubli": 1501372800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036172679",
                    "textTitle": "Décision n°630 du 28 novembre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036172687",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "630",
                    "datePubli": 1512777600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036813746",
                    "textTitle": "Décision n°650 du 10 avril 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036813752",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "650",
                    "datePubli": 1524096000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038100851",
                    "textTitle": "Décision n°668 du 5 février 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000038100857",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "668",
                    "datePubli": 1549497600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043269105",
                    "textTitle": "Décision n°701 du 16 mars 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043269112",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "701",
                    "datePubli": 1616198400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044472442",
                    "textTitle": "Décision n°729 du 9 décembre 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000044472450",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "729",
                    "datePubli": 1639267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045374196",
                    "textTitle": "Décision n°745 du 15 mars 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112081",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "745",
                    "datePubli": 1647561600000,
                    "dateDebut": 1647648000000
                },
                {
                    "textCid": "JORFTEXT000045593640",
                    "textTitle": "Décision n°752 du 13 avril 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112301",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "752",
                    "datePubli": 1650153600000,
                    "dateDebut": 1650240000000
                },
                {
                    "textCid": "JORFTEXT000046550227",
                    "textTitle": "Décision n°804 du 8 novembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046550235",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "804",
                    "datePubli": 1668297600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047477306",
                    "textTitle": "Décision n°834 du 18 avril 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047477314",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "834",
                    "datePubli": 1682121600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047746056",
                    "textTitle": "Décision n°842 du 22 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047746064",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "842",
                    "datePubli": 1687910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-25-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-25-1",
                    "articleId": "LEGIARTI000027764278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R532-30 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R532-30",
                    "articleId": "LEGIARTI000035437780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027775622",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035437760",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1600560000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042347641",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1600560000000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043944826",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R532-25-1",
                "532-25-1"
            ],
            "versionPrecedente": "LEGIARTI000042347641",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042347641",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La société de gestion de portefeuille mentionnée au I de l'article L. 532-25-1 qui a l'intention d'établir pour la première fois une succursale dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen transmet à l'Autorité des marchés financiers une documentation comportant les informations suivantes : 1° L'Etat dans lequel elle a l'intention d'établir une succursale ; 2° Un programme d'activités précisant notamment les services d'investissement et autres services qu'elle a l'intention de fournir et identifiant les FIA qu'elle compte gérer ; 3° L'organisation de la succursale ; 4° L'adresse, dans l'Etat d'origine des FIA, à laquelle des documents peuvent être obtenus ; 5° Le nom et les coordonnées des personnes chargées de la gestion de la succursale. II. – Dans un délai de deux mois à compter de la réception de la documentation complète mentionnée au I, l'Autorité des marchés financiers transmet cette documentation aux autorités compétentes de l'Etat d'accueil de la société de gestion de portefeuille. Cette documentation est transmise uniquement si la gestion du FIA par la société de gestion de portefeuille est conforme aux dispositions législatives et réglementaires en vigueur et si la société de gestion de portefeuille respecte ces dispositions. L'Autorité des marchés financiers joint à cette documentation une attestation indiquant qu'elle a bien délivré un agrément à la société de gestion de portefeuille et notifie sans délai à cette dernière la transmission du dossier. Dès réception de la notification de la transmission, la société de gestion de portefeuille peut commencer à fournir ses services dans son Etat d'accueil. III. – Lorsqu'une modification de l'une des informations mentionnées au I est envisagée par une société de gestion de portefeuille, celle-ci la notifie par écrit à l'Autorité des marchés financiers un mois au moins avant qu'elle n'intervienne ou aussitôt après qu'elle soit intervenue, s'il s'agit d'une modification imprévue. Dans le cas où une modification prévue conduirait à ce que la gestion du FIA par la société de gestion de portefeuille ne soit plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou à ce que la société de gestion de portefeuille ne satisfasse plus aux dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers informe sans délai la société de gestion de portefeuille qu'elle ne doit pas procéder à cette modification. Dans le cas où une modification prévue est mise en œuvre en méconnaissance des deux alinéas précédents ou si une modification imprévue a eu lieu en conséquence de laquelle la gestion du FIA par la société de gestion de portefeuille ne serait plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou la société de gestion de portefeuille ne respecterait plus les dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers prend toutes les mesures nécessaires. Dans le cas où les modifications peuvent être admises parce qu'elles n'affectent pas la conformité de la gestion du FIA par la société de gestion de portefeuille avec les dispositions législatives ou réglementaires auxquelles cette activité est soumise ou le respect des dispositions législatives ou réglementaires auxquelles est soumise la société de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat d'accueil de la société de gestion de portefeuille de ces modifications.",
            "texteHtml": "<p>I. – La société de gestion de portefeuille mentionnée au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027764278&dateTexte=&categorieLien=cid'>L. 532-25-1</a> qui a l'intention d'établir pour la première fois une succursale dans un autre Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen transmet à l'Autorité des marchés financiers une documentation comportant les informations suivantes :</p><p>1° L'Etat dans lequel elle a l'intention d'établir une succursale ;</p><p>2° Un programme d'activités précisant notamment les services d'investissement et autres services qu'elle a l'intention de fournir et identifiant les FIA qu'elle compte gérer ;</p><p>3° L'organisation de la succursale ;</p><p>4° L'adresse, dans l'Etat d'origine des FIA, à laquelle des documents peuvent être obtenus ;</p><p>5° Le nom et les coordonnées des personnes chargées de la gestion de la succursale.</p><p>II. – Dans un délai de deux mois à compter de la réception de la documentation complète mentionnée au I, l'Autorité des marchés financiers transmet cette documentation aux autorités compétentes de l'Etat d'accueil de la société de gestion de portefeuille.</p><p>Cette documentation est transmise uniquement si la gestion du FIA par la société de gestion de portefeuille est conforme aux dispositions législatives et réglementaires en vigueur et si la société de gestion de portefeuille respecte ces dispositions.</p><p>L'Autorité des marchés financiers joint à cette documentation une attestation indiquant qu'elle a bien délivré un agrément à la société de gestion de portefeuille et notifie sans délai à cette dernière la transmission du dossier.</p><p>Dès réception de la notification de la transmission, la société de gestion de portefeuille peut commencer à fournir ses services dans son Etat d'accueil.</p><p>III. – Lorsqu'une modification de l'une des informations mentionnées au I est envisagée par une société de gestion de portefeuille, celle-ci la notifie par écrit à l'Autorité des marchés financiers un mois au moins avant qu'elle n'intervienne ou aussitôt après qu'elle soit intervenue, s'il s'agit d'une modification imprévue.</p><p>Dans le cas où une modification prévue conduirait à ce que la gestion du FIA par la société de gestion de portefeuille ne soit plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou à ce que la société de gestion de portefeuille ne satisfasse plus aux dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers informe sans délai la société de gestion de portefeuille qu'elle ne doit pas procéder à cette modification.</p><p>Dans le cas où une modification prévue est mise en œuvre en méconnaissance des deux alinéas précédents ou si une modification imprévue a eu lieu en conséquence de laquelle la gestion du FIA par la société de gestion de portefeuille ne serait plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou la société de gestion de portefeuille ne respecterait plus les dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers prend toutes les mesures nécessaires.</p><p>Dans le cas où les modifications peuvent être admises parce qu'elles n'affectent pas la conformité de la gestion du FIA par la société de gestion de portefeuille avec les dispositions législatives ou réglementaires auxquelles cette activité est soumise ou le respect des dispositions législatives ou réglementaires auxquelles est soumise la société de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat d'accueil de la société de gestion de portefeuille de ces modifications.</p>",
            "num": "R532-25-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1600560000000,
            "dateFin": 1627862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013284709,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conditions d'exercice de la profession.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154975",
                        "id": "LEGISCTA000006154975",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171002",
                        "id": "LEGISCTA000006171002",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171002",
                        "id": "LEGISCTA000035437726",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Sous-section 3 : Libre prestation de services et liberté d'établissement sur le territoire des Etats parties à l'accord sur l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185258",
                        "id": "LEGISCTA000006185258",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Libre établissement et libre prestation de services sur le territoire des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeport sortant)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185258",
                        "id": "LEGISCTA000035437705",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Paragraphe 2 : Libre établissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194130",
                        "id": "LEGISCTA000006194130",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Libre établissement et libre prestation de services des sociétés de gestion de portefeuille agréées en France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194130",
                        "id": "LEGISCTA000035437778",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Sous-paragraphe 1 : Libre établissement des prestataires de services d'investissement autres que les sociétés de gestion de portefeuille.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198079",
                        "id": "LEGISCTA000006198079",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 1 : Libre établissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198079",
                        "id": "LEGISCTA000035437776",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027775614",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198079",
            "sectionParentId": "LEGISCTA000035437776",
            "sectionParentTitre": "Sous-paragraphe 1 : Libre établissement",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre II : Conditions d'exercice de la profession. &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports) &gt; Sous-section 3 : Libre établissement et libre prestation de services sur le territoire des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeport sortant) &gt; Paragraphe 2 : Libre établissement et libre prestation de services des sociétés de gestion de portefeuille agréées en France &gt; Sous-paragraphe 1 : Libre établissement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042347641",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042343951",
                    "textTitle": "Décret n°2020-1148 du 17 septembre 2020 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000042345326",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-09-19",
                    "dateSignaTexte": "2020-09-17",
                    "dateDebutCible": "2020-09-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 316-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "316-10",
                    "articleId": "LEGIARTI000036894104",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "JORFTEXT000027830600",
                    "textTitle": "Arrêté du 8 août 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027830605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1376352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028468316",
                    "textTitle": "Décision n°479  du 9 janvier 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000028468324",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "479",
                    "datePubli": 1389830400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030391452",
                    "textTitle": "DÉCISION n°535 du 16 mars 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030391460",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "535",
                    "datePubli": 1427155200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030865785",
                    "textTitle": "DÉCISION n°547 du 7 juillet 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030865793",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "547",
                    "datePubli": 1436572800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031289727",
                    "textTitle": "DÉCISION n°557 du 8 octobre 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000031289735",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "557",
                    "datePubli": 1444521600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031463326",
                    "textTitle": "DÉCRET n°2015-1455 du 10 novembre 2015 - art. Annexe I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe I",
                    "articleId": "LEGIARTI000045748205",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1455",
                    "datePubli": 1447200000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "JORFTEXT000033851107",
                    "textTitle": "Décision n°586 du 5 janvier 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000033851115",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "586",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035317622",
                    "textTitle": "Décision n°612 du 18 juillet 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035317631",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "612",
                    "datePubli": 1501372800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036172679",
                    "textTitle": "Décision n°630 du 28 novembre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036172687",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "630",
                    "datePubli": 1512777600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036813746",
                    "textTitle": "Décision n°650 du 10 avril 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036813752",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "650",
                    "datePubli": 1524096000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038100851",
                    "textTitle": "Décision n°668 du 5 février 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000038100857",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "668",
                    "datePubli": 1549497600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043269105",
                    "textTitle": "Décision n°701 du 16 mars 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043269112",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "701",
                    "datePubli": 1616198400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044472442",
                    "textTitle": "Décision n°729 du 9 décembre 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000044472450",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "729",
                    "datePubli": 1639267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045374196",
                    "textTitle": "Décision n°745 du 15 mars 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112081",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "745",
                    "datePubli": 1647561600000,
                    "dateDebut": 1647648000000
                },
                {
                    "textCid": "JORFTEXT000045593640",
                    "textTitle": "Décision n°752 du 13 avril 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112301",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "752",
                    "datePubli": 1650153600000,
                    "dateDebut": 1650240000000
                },
                {
                    "textCid": "JORFTEXT000046550227",
                    "textTitle": "Décision n°804 du 8 novembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046550235",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "804",
                    "datePubli": 1668297600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047477306",
                    "textTitle": "Décision n°834 du 18 avril 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047477314",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "834",
                    "datePubli": 1682121600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047746056",
                    "textTitle": "Décision n°842 du 22 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047746064",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "842",
                    "datePubli": 1687910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-25-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-25-1",
                    "articleId": "LEGIARTI000027764278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R532-30 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R532-30",
                    "articleId": "LEGIARTI000035437780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027775622",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035437760",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1600560000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042347641",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1600560000000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043944826",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R532-25-1",
                "532-25-1"
            ],
            "versionPrecedente": "LEGIARTI000035437760",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035437760",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La société de gestion de portefeuille mentionnée au I de l'article L. 532-25-1 qui a l'intention d'établir pour la première fois une succursale dans un autre Etat membre de l'Union européenne transmet à l'Autorité des marchés financiers une documentation comportant les informations suivantes : 1° L'Etat membre dans lequel elle a l'intention d'établir une succursale ; 2° Un programme d'activités précisant notamment les services d'investissement et autres services qu'elle a l'intention de fournir et identifiant les FIA qu'elle compte gérer ; 3° L'organisation de la succursale ; 4° L'adresse, dans l'Etat membre d'origine des FIA, à laquelle des documents peuvent être obtenus ; 5° Le nom et les coordonnées des personnes chargées de la gestion de la succursale. II. – Dans un délai de deux mois à compter de la réception de la documentation complète mentionnée au I, l'Autorité des marchés financiers transmet cette documentation aux autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille. Cette documentation est transmise uniquement si la gestion du FIA par la société de gestion de portefeuille est conforme aux dispositions législatives et réglementaires en vigueur et si la société de gestion de portefeuille respecte ces dispositions. L'Autorité des marchés financiers joint à cette documentation une attestation indiquant qu'elle a bien délivré un agrément à la société de gestion de portefeuille et notifie sans délai à cette dernière la transmission du dossier. Dès réception de la notification de la transmission, la société de gestion de portefeuille peut commencer à fournir ses services dans son Etat membre d'accueil. III. – Lorsqu'une modification de l'une des informations mentionnées au I est envisagée par une société de gestion de portefeuille, celle-ci la notifie par écrit à l'Autorité des marchés financiers un mois au moins avant qu'elle n'intervienne ou aussitôt après qu'elle soit intervenue, s'il s'agit d'une modification imprévue. Dans le cas où une modification prévue conduirait à ce que la gestion du FIA par la société de gestion de portefeuille ne soit plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou à ce que la société de gestion de portefeuille ne satisfasse plus aux dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers informe sans délai la société de gestion de portefeuille qu'elle ne doit pas procéder à cette modification. Dans le cas où une modification prévue est mise en œuvre en méconnaissance des deux alinéas précédents ou si une modification imprévue a eu lieu en conséquence de laquelle la gestion du FIA par la société de gestion de portefeuille ne serait plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou la société de gestion de portefeuille ne respecterait plus les dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers prend toutes les mesures nécessaires. Dans le cas où les modifications peuvent être admises parce qu'elles n'affectent pas la conformité de la gestion du FIA par la société de gestion de portefeuille avec les dispositions législatives ou réglementaires auxquelles cette activité est soumise ou le respect des dispositions législatives ou réglementaires auxquelles est soumise la société de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille de ces modifications.",
            "texteHtml": "<p>I. – La société de gestion de portefeuille mentionnée au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027764278&dateTexte=&categorieLien=cid'>L. 532-25-1</a> qui a l'intention d'établir pour la première fois une succursale dans un autre Etat membre de l'Union européenne transmet à l'Autorité des marchés financiers une documentation comportant les informations suivantes :</p><p>1° L'Etat membre dans lequel elle a l'intention d'établir une succursale ;</p><p>2° Un programme d'activités précisant notamment les services d'investissement et autres services qu'elle a l'intention de fournir et identifiant les FIA qu'elle compte gérer ;</p><p>3° L'organisation de la succursale ;</p><p>4° L'adresse, dans l'Etat membre d'origine des FIA, à laquelle des documents peuvent être obtenus ;</p><p>5° Le nom et les coordonnées des personnes chargées de la gestion de la succursale.</p><p>II. – Dans un délai de deux mois à compter de la réception de la documentation complète mentionnée au I, l'Autorité des marchés financiers transmet cette documentation aux autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille.</p><p>Cette documentation est transmise uniquement si la gestion du FIA par la société de gestion de portefeuille est conforme aux dispositions législatives et réglementaires en vigueur et si la société de gestion de portefeuille respecte ces dispositions.</p><p>L'Autorité des marchés financiers joint à cette documentation une attestation indiquant qu'elle a bien délivré un agrément à la société de gestion de portefeuille et notifie sans délai à cette dernière la transmission du dossier.</p><p>Dès réception de la notification de la transmission, la société de gestion de portefeuille peut commencer à fournir ses services dans son Etat membre d'accueil.</p><p>III. – Lorsqu'une modification de l'une des informations mentionnées au I est envisagée par une société de gestion de portefeuille, celle-ci la notifie par écrit à l'Autorité des marchés financiers un mois au moins avant qu'elle n'intervienne ou aussitôt après qu'elle soit intervenue, s'il s'agit d'une modification imprévue.</p><p>Dans le cas où une modification prévue conduirait à ce que la gestion du FIA par la société de gestion de portefeuille ne soit plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou à ce que la société de gestion de portefeuille ne satisfasse plus aux dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers informe sans délai la société de gestion de portefeuille qu'elle ne doit pas procéder à cette modification.</p><p>Dans le cas où une modification prévue est mise en œuvre en méconnaissance des deux alinéas précédents ou si une modification imprévue a eu lieu en conséquence de laquelle la gestion du FIA par la société de gestion de portefeuille ne serait plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou la société de gestion de portefeuille ne respecterait plus les dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers prend toutes les mesures nécessaires.</p><p>Dans le cas où les modifications peuvent être admises parce qu'elles n'affectent pas la conformité de la gestion du FIA par la société de gestion de portefeuille avec les dispositions législatives ou réglementaires auxquelles cette activité est soumise ou le respect des dispositions législatives ou réglementaires auxquelles est soumise la société de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille de ces modifications.</p>",
            "num": "R532-25-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1514937600000,
            "dateFin": 1600560000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013284709,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conditions d'exercice de la profession.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154975",
                        "id": "LEGISCTA000006154975",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171002",
                        "id": "LEGISCTA000006171002",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171002",
                        "id": "LEGISCTA000035437726",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Sous-section 3 : Libre prestation de services et liberté d'établissement sur le territoire des Etats parties à l'accord sur l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185258",
                        "id": "LEGISCTA000006185258",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Libre établissement et libre prestation de services sur le territoire des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeport sortant)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185258",
                        "id": "LEGISCTA000035437705",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Paragraphe 2 : Libre établissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194130",
                        "id": "LEGISCTA000006194130",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Libre établissement et libre prestation de services des sociétés de gestion de portefeuille agréées en France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194130",
                        "id": "LEGISCTA000035437778",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Sous-paragraphe 1 : Libre établissement des prestataires de services d'investissement autres que les sociétés de gestion de portefeuille.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198079",
                        "id": "LEGISCTA000006198079",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 1 : Libre établissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198079",
                        "id": "LEGISCTA000035437776",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027775614",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198079",
            "sectionParentId": "LEGISCTA000035437776",
            "sectionParentTitre": "Sous-paragraphe 1 : Libre établissement",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre II : Conditions d'exercice de la profession. &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports) &gt; Sous-section 3 : Libre établissement et libre prestation de services sur le territoire des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeport sortant) &gt; Paragraphe 2 : Libre établissement et libre prestation de services des sociétés de gestion de portefeuille agréées en France &gt; Sous-paragraphe 1 : Libre établissement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035437760",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035394667",
                    "textTitle": "Décret n°2017-1253 du 9 août 2017 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000035424318",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-08-10",
                    "dateSignaTexte": "2017-08-09",
                    "dateDebutCible": "2018-01-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 316-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "316-10",
                    "articleId": "LEGIARTI000036894104",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "JORFTEXT000027830600",
                    "textTitle": "Arrêté du 8 août 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027830605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1376352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028468316",
                    "textTitle": "Décision n°479  du 9 janvier 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000028468324",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "479",
                    "datePubli": 1389830400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030391452",
                    "textTitle": "DÉCISION n°535 du 16 mars 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030391460",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "535",
                    "datePubli": 1427155200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030865785",
                    "textTitle": "DÉCISION n°547 du 7 juillet 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030865793",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "547",
                    "datePubli": 1436572800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031289727",
                    "textTitle": "DÉCISION n°557 du 8 octobre 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000031289735",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "557",
                    "datePubli": 1444521600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031463326",
                    "textTitle": "DÉCRET n°2015-1455 du 10 novembre 2015 - art. Annexe I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe I",
                    "articleId": "LEGIARTI000045748205",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1455",
                    "datePubli": 1447200000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "JORFTEXT000033851107",
                    "textTitle": "Décision n°586 du 5 janvier 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000033851115",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "586",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035317622",
                    "textTitle": "Décision n°612 du 18 juillet 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035317631",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "612",
                    "datePubli": 1501372800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036172679",
                    "textTitle": "Décision n°630 du 28 novembre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036172687",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "630",
                    "datePubli": 1512777600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036813746",
                    "textTitle": "Décision n°650 du 10 avril 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036813752",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "650",
                    "datePubli": 1524096000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038100851",
                    "textTitle": "Décision n°668 du 5 février 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000038100857",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "668",
                    "datePubli": 1549497600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043269105",
                    "textTitle": "Décision n°701 du 16 mars 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043269112",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "701",
                    "datePubli": 1616198400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044472442",
                    "textTitle": "Décision n°729 du 9 décembre 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000044472450",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "729",
                    "datePubli": 1639267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045374196",
                    "textTitle": "Décision n°745 du 15 mars 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112081",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "745",
                    "datePubli": 1647561600000,
                    "dateDebut": 1647648000000
                },
                {
                    "textCid": "JORFTEXT000045593640",
                    "textTitle": "Décision n°752 du 13 avril 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112301",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "752",
                    "datePubli": 1650153600000,
                    "dateDebut": 1650240000000
                },
                {
                    "textCid": "JORFTEXT000046550227",
                    "textTitle": "Décision n°804 du 8 novembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046550235",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "804",
                    "datePubli": 1668297600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047477306",
                    "textTitle": "Décision n°834 du 18 avril 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047477314",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "834",
                    "datePubli": 1682121600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047746056",
                    "textTitle": "Décision n°842 du 22 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047746064",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "842",
                    "datePubli": 1687910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-25-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-25-1",
                    "articleId": "LEGIARTI000027764278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R532-30 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R532-30",
                    "articleId": "LEGIARTI000035437780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027775622",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035437760",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1600560000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042347641",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1600560000000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043944826",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R532-25-1",
                "532-25-1"
            ],
            "versionPrecedente": "LEGIARTI000027775622",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027775622",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La société de gestion de portefeuille mentionnée au I de l'article L. 532-25-1 qui a l'intention d'établir pour la première fois une succursale dans un autre Etat membre de l'Union européenne transmet à l'Autorité des marchés financiers une documentation comportant les informations suivantes : 1° L'Etat membre dans lequel elle a l'intention d'établir une succursale ; 2° Un programme d'activités précisant notamment les services qu'elle a l'intention de fournir et identifiant les FIA qu'elle compte gérer ; 3° L'organisation de la succursale ; 4° L'adresse, dans l'Etat membre d'origine des FIA, à laquelle des documents peuvent être obtenus ; 5° Le nom et les coordonnées des personnes chargées de la gestion de la succursale. II.-Dans un délai de deux mois à compter de la réception de la documentation complète mentionnée au I, l'Autorité des marchés financiers transmet cette documentation aux autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille. Cette documentation est transmise uniquement si la gestion du FIA par la société de gestion de portefeuille est conforme aux dispositions législatives et réglementaires en vigueur et si la société de gestion de portefeuille respecte ces dispositions. L'Autorité des marchés financiers joint à cette documentation une attestation indiquant qu'elle a bien délivré un agrément à la société de gestion de portefeuille et notifie sans délai à cette dernière la transmission du dossier. Dès réception de la notification de la transmission, la société de gestion de portefeuille peut commencer à fournir ses services dans son Etat membre d'accueil. III.-Lorsqu'une modification de l'une des informations mentionnées au I est envisagée par une société de gestion de portefeuille, celle-ci la notifie par écrit à l'Autorité des marchés financiers un mois au moins avant qu'elle n'intervienne ou aussitôt après qu'elle soit intervenue, s'il s'agit d'une modification imprévue. Dans le cas où une modification prévue conduirait à ce que la gestion du FIA par la société de gestion de portefeuille ne soit plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou à ce que la société de gestion de portefeuille ne satisfasse plus aux dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers informe sans délai la société de gestion de portefeuille qu'elle ne doit pas procéder à cette modification. Dans le cas où une modification prévue est mise en œuvre en méconnaissance des deux alinéas précédents ou si une modification imprévue a eu lieu en conséquence de laquelle la gestion du FIA par la société de gestion de portefeuille ne serait plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou la société de gestion de portefeuille ne respecterait plus les dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers prend toutes les mesures nécessaires. Dans le cas où les modifications peuvent être admises parce qu'elles n'affectent pas la conformité de la gestion du FIA par la société de gestion de portefeuille avec les dispositions législatives ou réglementaires auxquelles cette activité est soumise ou le respect des dispositions législatives ou réglementaires auxquelles est soumise la société de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille de ces modifications.",
            "texteHtml": "<p>I.-La société de gestion de portefeuille mentionnée au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027764278&dateTexte=&categorieLien=cid'>L. 532-25-1</a> qui a l'intention d'établir pour la première fois une succursale dans un autre Etat membre de l'Union européenne transmet à l'Autorité des marchés financiers une documentation comportant les informations suivantes : </p><p>1° L'Etat membre dans lequel elle a l'intention d'établir une succursale ; </p><p>2° Un programme d'activités précisant notamment les services qu'elle a l'intention de fournir et identifiant les FIA qu'elle compte gérer ; </p><p>3° L'organisation de la succursale ; </p><p>4° L'adresse, dans l'Etat membre d'origine des FIA, à laquelle des documents peuvent être obtenus ; </p><p>5° Le nom et les coordonnées des personnes chargées de la gestion de la succursale. </p><p>II.-Dans un délai de deux mois à compter de la réception de la documentation complète mentionnée au I, l'Autorité des marchés financiers transmet cette documentation aux autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille. </p><p>Cette documentation est transmise uniquement si la gestion du FIA par la société de gestion de portefeuille est conforme aux dispositions législatives et réglementaires en vigueur et si la société de gestion de portefeuille respecte ces dispositions. </p><p>L'Autorité des marchés financiers joint à cette documentation une attestation indiquant qu'elle a bien délivré un agrément à la société de gestion de portefeuille et notifie sans délai à cette dernière la transmission du dossier. </p><p>Dès réception de la notification de la transmission, la société de gestion de portefeuille peut commencer à fournir ses services dans son Etat membre d'accueil. </p><p>III.-Lorsqu'une modification de l'une des informations mentionnées au I est envisagée par une société de gestion de portefeuille, celle-ci la notifie par écrit à l'Autorité des marchés financiers un mois au moins avant qu'elle n'intervienne ou aussitôt après qu'elle soit intervenue, s'il s'agit d'une modification imprévue. </p><p>Dans le cas où une modification prévue conduirait à ce que la gestion du FIA par la société de gestion de portefeuille ne soit plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou à ce que la société de gestion de portefeuille ne satisfasse plus aux dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers informe sans délai la société de gestion de portefeuille qu'elle ne doit pas procéder à cette modification. </p><p>Dans le cas où une modification prévue est mise en œuvre en méconnaissance des deux alinéas précédents ou si une modification imprévue a eu lieu en conséquence de laquelle la gestion du FIA par la société de gestion de portefeuille ne serait plus conforme aux dispositions législatives ou réglementaires auxquelles cette activité est soumise ou la société de gestion de portefeuille ne respecterait plus les dispositions législatives ou réglementaires auxquelles elle est soumise, l'Autorité des marchés financiers prend toutes les mesures nécessaires. </p><p>Dans le cas où les modifications peuvent être admises parce qu'elles n'affectent pas la conformité de la gestion du FIA par la société de gestion de portefeuille avec les dispositions législatives ou réglementaires auxquelles cette activité est soumise ou le respect des dispositions législatives ou réglementaires auxquelles est soumise la société de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille de ces modifications.</p><p></p>",
            "num": "R532-25-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1375228800000,
            "dateFin": 1514937600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073827721,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139651",
                        "id": "LEGISCTA000006139651",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conditions d'exercice de la profession.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154975",
                        "id": "LEGISCTA000006154975",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171002",
                        "id": "LEGISCTA000006171002",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171002",
                        "id": "LEGISCTA000035437726",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Sous-section 3 : Libre prestation de services et liberté d'établissement sur le territoire des Etats parties à l'accord sur l'Espace économique européen.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185258",
                        "id": "LEGISCTA000006185258",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Libre établissement et libre prestation de services sur le territoire des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeport sortant)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185258",
                        "id": "LEGISCTA000035437705",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Paragraphe 2 : Libre établissement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194130",
                        "id": "LEGISCTA000006194130",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Libre établissement et libre prestation de services des sociétés de gestion de portefeuille agréées en France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194130",
                        "id": "LEGISCTA000035437778",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2018-01-03",
                        "titre": "Sous-paragraphe 2 : Libre établissement des sociétés de gestion de portefeuille.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198080",
                        "id": "LEGISCTA000006198080",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 2 : Libre prestation de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198080",
                        "id": "LEGISCTA000035437774",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027775614",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198080",
            "sectionParentId": "LEGISCTA000035437774",
            "sectionParentTitre": "Sous-paragraphe 2 : Libre prestation de services",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre II : Conditions d'exercice de la profession. &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports) &gt; Sous-section 3 : Libre établissement et libre prestation de services sur le territoire des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeport sortant) &gt; Paragraphe 2 : Libre établissement et libre prestation de services des sociétés de gestion de portefeuille agréées en France &gt; Sous-paragraphe 2 : Libre prestation de services",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027775622",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027769564",
                    "textTitle": "Décret n°2013-687\n du 25 juillet 2013 - art. 12",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000027772156",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-07-30",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 316-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "316-10",
                    "articleId": "LEGIARTI000036894104",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "JORFTEXT000027830600",
                    "textTitle": "Arrêté du 8 août 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027830605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1376352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028468316",
                    "textTitle": "Décision n°479  du 9 janvier 2014 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000028468324",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "479",
                    "datePubli": 1389830400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030391452",
                    "textTitle": "DÉCISION n°535 du 16 mars 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030391460",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "535",
                    "datePubli": 1427155200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030865785",
                    "textTitle": "DÉCISION n°547 du 7 juillet 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030865793",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "547",
                    "datePubli": 1436572800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031289727",
                    "textTitle": "DÉCISION n°557 du 8 octobre 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000031289735",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "557",
                    "datePubli": 1444521600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031463326",
                    "textTitle": "DÉCRET n°2015-1455 du 10 novembre 2015 - art. Annexe I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe I",
                    "articleId": "LEGIARTI000045748205",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1455",
                    "datePubli": 1447200000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "JORFTEXT000033851107",
                    "textTitle": "Décision n°586 du 5 janvier 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000033851115",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "586",
                    "datePubli": 1484092800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035317622",
                    "textTitle": "Décision n°612 du 18 juillet 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035317631",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "612",
                    "datePubli": 1501372800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036172679",
                    "textTitle": "Décision n°630 du 28 novembre 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036172687",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "630",
                    "datePubli": 1512777600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036813746",
                    "textTitle": "Décision n°650 du 10 avril 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036813752",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "650",
                    "datePubli": 1524096000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000038100851",
                    "textTitle": "Décision n°668 du 5 février 2019 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000038100857",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "668",
                    "datePubli": 1549497600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043269105",
                    "textTitle": "Décision n°701 du 16 mars 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043269112",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "701",
                    "datePubli": 1616198400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044472442",
                    "textTitle": "Décision n°729 du 9 décembre 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000044472450",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "729",
                    "datePubli": 1639267200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045374196",
                    "textTitle": "Décision n°745 du 15 mars 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112081",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "745",
                    "datePubli": 1647561600000,
                    "dateDebut": 1647648000000
                },
                {
                    "textCid": "JORFTEXT000045593640",
                    "textTitle": "Décision n°752 du 13 avril 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112301",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "752",
                    "datePubli": 1650153600000,
                    "dateDebut": 1650240000000
                },
                {
                    "textCid": "JORFTEXT000046550227",
                    "textTitle": "Décision n°804 du 8 novembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046550235",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "804",
                    "datePubli": 1668297600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047477306",
                    "textTitle": "Décision n°834 du 18 avril 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047477314",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "834",
                    "datePubli": 1682121600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047746056",
                    "textTitle": "Décision n°842 du 22 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047746064",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "842",
                    "datePubli": 1687910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-25-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-25-1",
                    "articleId": "LEGIARTI000027764278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R532-30 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R532-30",
                    "articleId": "LEGIARTI000035437780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027775622",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035437760",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1600560000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042347641",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1600560000000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043944826",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R532-25-1",
                "532-25-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}