{
    "cid": "LEGIARTI000020640490",
    "num": "Annexe 1-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000035041608",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020639517",
                    "textTitle": "Décret n°2009-554\n du 20 mai 2009 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020640366",
                    "natureText": "DECRET",
                    "date": 1616620849535,
                    "parentCid": null,
                    "numTexte": "2009-554",
                    "datePubli": 1242864000000,
                    "dateDebut": 1242950400000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L711-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L711-1",
                    "articleId": "LEGIARTI000032223543",
                    "natureText": "CODE",
                    "date": 1616620849536,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R115-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R115-5",
                    "articleId": "LEGIARTI000020640473",
                    "natureText": "CODE",
                    "date": 1616620849536,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242950400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R542-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R542-6",
                    "articleId": "LEGIARTI000043281685",
                    "natureText": "CODE",
                    "date": 1616620849536,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1616630400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032209352",
                    "textTitle": "Ordonnance n°2016-301 du 14 mars 2016 - art. 2 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032216785",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-03-16",
                    "dateSignaTexte": "2016-03-14",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "num": "Annexe 1-1",
            "origine": "LEGI",
            "texte": "Récapitulatif des indicateurs du tableau de bord prévu à l'article R. 115-5 OBJECTIF THÉMATIQUE INTITULÉ DE L'INDICATEUR Lutter contre la pauvreté monétaire et les inégalités -taux de pauvreté monétaire ancré dans le temps avec un seuil initial à 60 % du revenu médian équivalent (1) -taux de pauvreté monétaire au seuil de 60 % du revenu médian équivalent (2) -taux de pauvreté monétaire au seuil de 50 % du revenu médian équivalent (2) -taux de pauvreté monétaire au seuil de 40 % du revenu médian équivalent (2) -intensité de la pauvreté monétaire (3) -taux de persistance de la pauvreté monétaire (4) -part des dépenses préengagées dans le revenu des ménages du 1er quintile de niveau de vie (5) Lutter contre le cumul des difficultés de conditions de vie -taux de difficultés de conditions de vie (6) Lutter contre la pauvreté des enfants -taux de pauvreté monétaire ancré dans le temps des moins de 18 ans (7) -taux de pauvreté monétaire relatif au seuil de 60 % du revenu médian équivalent des moins de 18 ans -écart entre la proportion d'adolescents ayant au moins deux dents cariées non soignées selon les catégories sociales (8) Lutter contre la pauvreté des jeunes -taux de pauvreté monétaire ancré dans le temps des 18-24 ans (9) -taux de pauvreté monétaire des 18-24 ans au seuil de 60 % du revenu médian équivalent Lutter contre la pauvreté des personnes âgées -taux de pauvreté monétaire ancré dans le temps des 65 ans et plus (9) -taux de pauvreté monétaire des 65 ans et plus au seuil de 60 % du revenu médian équivalent -taux de pauvreté monétaire des femmes de 75 ans et plus au seuil de 60 % du revenu médian équivalent (10) Lutter contre la pauvreté des personnes qui ont un emploi -taux de travailleurs pauvres (11) -part des personnes en sous-emploi dans l'emploi (12) -nombre moyen de semaines rémunérées dans l'année (13) Favoriser l'accès à l'emploi -proportion de personnes vivant dans un ménage sans actif occupé (14) -taux d'emploi standardisé des 55-59 ans (15) -taux d'emploi standardisé des 60-64 ans (15) -part de jeunes en emploi ou en formation (16) -taux d'activité des femmes (15-64 ans) (17) Favoriser l'accès au logement et le maintien dans le logement -part de personnes relogées parmi les personnes désignées prioritaires par les commissions de médiation droit au logement opposable et n'ayant pas refusé l'offre -part des demandes de logement social non satisfaites après un an parmi les ménages à bas niveaux de vie (18) -taux d'effort médian en matière de logement des bénéficiaires de l'allocation logement par quartile de revenu (19) Favoriser l'accès à l'éducation et à la formation -taux de sortants du système scolaire à faible niveau d'études (20) -écart du taux de sortants du système scolaire à faible niveau d'études selon les catégories sociales (21) -part d'élèves de CM2 maîtrisant les connaissances de base (22) -part des jeunes en difficulté de lecture (23) -indicateur d'accès à la formation continue (24) Favoriser l'accès aux soins -écart du taux de renoncement aux soins pour des raisons financières des bénéficiaires de la couverture maladie universelle complémentaire et des bénéficiaires de complémentaire santé privée (25) -taux d'effort des ménages du premier décile de revenu pour les dépenses de santé restant à leur charge après remboursement des organismes d'assurance maladie complémentaire (26) -part de bénéficiaires de la couverture maladie universelle parmi les bilans de santé gratuits Lutter contre l'exclusion bancaire -nombre de ménages surendettés (27) -part des redépôts (28) -taux de bancarisation (29) (1) Le taux de pauvreté monétaire ancré dans le temps est la proportion de personnes vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. (2) Le taux de pauvreté monétaire au seuil de 60 % (respectivement 50 % et 40 %) du revenu médian équivalent est la proportion de personnes vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % (respectivement 50 % et 40 %) du niveau de vie médian de la population. (3) L'intensité de la pauvreté monétaire est l'écart relatif (exprimé en pourcentage du seuil de pauvreté) entre le niveau de vie médian de la population pauvre et le seuil de pauvreté (calculé à 60 % de la médiane du niveau de vie). (4) Le taux de persistance de la pauvreté monétaire est la proportion des individus ayant un niveau de vie inférieur au seuil de pauvreté (60 %) pendant plusieurs années consécutives (année courante et au moins deux années sur les trois années précédentes). (5) La part des dépenses préengagées dans le revenu des ménages du premier quintile de niveau de vie est la moyenne des parts des dépenses à caractère contractuel et difficilement renégociables à court terme dans le revenu total avant impôt des ménages les plus modestes (notamment paiement du loyer et des autres dépenses de logement, services de télécommunications, frais de cantines, services de télévision, assurances et services financiers, impôts et remboursements de crédits). (6) Le taux de difficultés de conditions de vie est la proportion de ménages subissant au moins huit carences ou difficultés de conditions de vie parmi vingt-sept types de difficultés prédéfinies. (7) Le taux de pauvreté monétaire ancré dans le temps des moins de 18 ans mesure la proportion des personnes âgées de moins de 18 ans qui vivent dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. (8) L'écart entre la proportion d'adolescents ayant au moins deux dents cariées non soignées selon les catégories sociales est l'écart entre, d'une part, la proportion d'adolescents scolarisés en classe de 3e qui ont au moins deux dents cariées non soignées parmi les enfants dont le père est ouvrier et employé et, d'autre part, celle parmi les enfants dont le père a une profession de catégorie intermédiaire ou supérieure. (9) Le taux de pauvreté monétaire ancré dans le temps des 18-24 ans (respectivement des 65 ans et plus) mesure la proportion des personnes âgées entre 18 et 24 ans (respectivement des personnes âgées de 65 ans et plus) qui vivent dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. (10) Le taux de pauvreté monétaire des femmes de 75 ans et plus au seuil de 60 % du revenu médian équivalent est la proportion des femmes de 75 ans et plus vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population. (11) Le taux de travailleurs pauvres est la proportion des personnes qui ont un emploi plus de la moitié de l'année et qui vivent dans un ménage pauvre par rapport à l'ensemble de la population en emploi. (12) La part des personnes en sous-emploi dans l'emploi est la part parmi l'ensemble des personnes ayant un emploi, des personnes travaillant à temps partiel qui souhaitent travailler plus et qui sont disponibles pour le faire ainsi que celles qui travaillent involontairement moins que d'habitude. (13) Le nombre moyen de semaines rémunérées dans l'année est mesuré au sein des salariés ayant travaillé dans l'année. (14) La proportion de personnes vivant dans un ménage sans actif occupé est la proportion des personnes âgées de moins de 60 ans qui vivent dans un ménage dont aucun des membres d'âge actif ne travaille parmi l'ensemble des personnes âgées de moins de 60 ans. Les ménages pris en compte doivent comporter au moins une personne de 18 ans ou plus non étudiante et non retraitée. Les étudiants âgés de 18 à 24 ans vivant dans des ménages composés uniquement d'étudiants ne sont repris ni au numérateur ni au dénominateur. (15) Le taux d'emploi standardisé des 55-59 ans (respectivement des 60-64 ans) est la moyenne simple (non pondérée par les effectifs) des taux d'emploi des cinq générations de 55 à 59 ans (respectivement des 60-64 ans). (16) La part de jeunes en emploi ou en formation est la part des jeunes âgés de 16 à 25 ans qui sont en emploi ou en formation (élèves, étudiants, stagiaires en formation) parmi l'ensemble des jeunes de 16-25 ans. (17) Le taux d'activité des femmes (15-64 ans) est la part des femmes âgées de 15 à 64 ans qui travaillent ou qui sont demandeurs d'emploi, parmi l'ensemble des femmes de cette même tranche d'âge. (18) La part des demandes de logement social non satisfaites après un an parmi les ménages à bas niveaux de vie est la proportion de ménages dont le niveau de vie inférieur aux trois premiers déciles de niveau de vie qui se déclarent inscrits sur des fichiers d'organismes d'habitations à loyer modéré et dont la demande n'a pas été satisfaite au bout d'un an. (19) Le taux d'effort médian en matière de logement des bénéficiaires de l'allocation logement par quartile de revenus est la part de la dépense en logement d'un ménage bénéficiant de l'aide au logement dans l'ensemble de ses ressources. (20) Le taux de sortants du système scolaire à faible niveau d'études est la proportion de la population âgée de 18-24 ans n'étant ni en formation initiale ni en formation continue et ne possédant aucun diplôme égal ou supérieur au CAP. (21) L'écart du taux de sortants du système scolaire à faible niveau d'études selon les catégories sociales est mesuré en comparant le taux au sein, d'une part, des ménages ouvriers et employés et, d'autre part, des ménages de catégories intermédiaires et supérieures. (22) La part d'élèves de CM2 maîtrisant les connaissances de base est la proportion d'élèves de CM2 maîtrisant les compétences de base en français et en mathématiques, telles que définies par la direction de l'évaluation, de la prospective et de la performance du ministère de l'éducation nationale. (23) La part des jeunes en difficulté de lecture est la proportion des jeunes présentant des difficultés importantes en lecture ou de très faibles capacités de lecture parmi l'ensemble des jeunes de 17 ans convoqués à la journée d'appel à la préparation de la défense. (24) L'indicateur d'accès à la formation continue est la proportion de personnes de 15 à 64 ans ayant terminé leurs études initiales et de niveau inférieur ou égal au BEP-CAP qui ont suivi une action de formation continue au cours des trois derniers mois. (25) L'écart du taux de renoncement aux soins pour des raisons financières des bénéficiaires de la couverture maladie universelle complémentaire et des bénéficiaires de complémentaire santé privée mesure, à partir d'enquêtes, la différence entre le taux de renoncement aux soins au cours des douze derniers mois déclaré par les bénéficiaires de la couverture maladie universelle complémentaire et celui déclaré par les bénéficiaires d'une complémentaire santé privée. (26) Le taux d'effort des ménages du premier décile de revenu pour les dépenses de santé restant à leur charge après remboursement des organismes d'assurance maladie complémentaire est le montant restant à la charge de ces ménages par rapport à leur revenu moyen par unité de consommation. (27) Le nombre de ménages surendettés est le nombre de ménages dont la situation, selon l'article L. 711-1 du code de la consommation, est caractérisée par l'impossibilité manifeste pour le débiteur de bonne foi de faire face à l'ensemble de ses dettes non professionnelles exigibles et à échoir. (28) La part des redépôts est la part des dossiers déposés une nouvelle fois parmi l'ensemble des dossiers déposés une année donnée à la commission de surendettement de la Banque de France. (29) Le taux de bancarisation est la proportion de personnes ayant accès aux services bancaires par rapport à l'ensemble de la population.",
            "texteHtml": "<p>Récapitulatif des indicateurs du tableau de bord prévu à l'article <a href='/article/LEGIARTI000020640473'>R. 115-5 </a></p><center><table border='1' align='center'><tbody><tr><td align='left'><p align='center'>OBJECTIF THÉMATIQUE </p></td><td align='left'><p align='center'>INTITULÉ DE L'INDICATEUR </p></td></tr><tr><td align='left'><br/>Lutter contre la pauvreté monétaire et les inégalités</td><td align='left'><br/>-taux de pauvreté monétaire ancré dans le temps avec un seuil initial à 60 % du revenu médian équivalent (1)<p>-taux de pauvreté monétaire au seuil de 60 % du revenu médian équivalent (2)</p><p>-taux de pauvreté monétaire au seuil de 50 % du revenu médian équivalent (2)</p><p>-taux de pauvreté monétaire au seuil de 40 % du revenu médian équivalent (2)</p><p>-intensité de la pauvreté monétaire (3)</p><p>-taux de persistance de la pauvreté monétaire (4)</p><p>-part des dépenses préengagées dans le revenu des ménages du 1er quintile de niveau de vie (5) </p></td></tr><tr><td align='left'><br/>Lutter contre le cumul des difficultés de conditions de vie</td><td align='left'><br/>-taux de difficultés de conditions de vie (6) </td></tr><tr><td align='left'><br/>Lutter contre la pauvreté des enfants</td><td align='left'><br/>-taux de pauvreté monétaire ancré dans le temps des moins de 18 ans (7)<p>-taux de pauvreté monétaire relatif au seuil de 60 % du revenu médian équivalent des moins de 18 ans</p><p>-écart entre la proportion d'adolescents ayant au moins deux dents cariées non soignées selon les catégories sociales (8) </p></td></tr><tr><td align='left'><br/>Lutter contre la pauvreté des jeunes</td><td align='left'><br/>-taux de pauvreté monétaire ancré dans le temps des 18-24 ans (9)<p>-taux de pauvreté monétaire des 18-24 ans au seuil de 60 % du revenu médian équivalent </p></td></tr><tr><td align='left'><br/>Lutter contre la pauvreté des personnes âgées</td><td align='left'><br/>-taux de pauvreté monétaire ancré dans le temps des 65 ans et plus (9)<p>-taux de pauvreté monétaire des 65 ans et plus au seuil de 60 % du revenu médian équivalent</p><p>-taux de pauvreté monétaire des femmes de 75 ans et plus au seuil de 60 % du revenu médian équivalent (10) </p></td></tr><tr><td align='left'><br/>Lutter contre la pauvreté des personnes qui ont un emploi</td><td align='left'><br/>-taux de travailleurs pauvres (11)<p>-part des personnes en sous-emploi dans l'emploi (12)</p><p>-nombre moyen de semaines rémunérées dans l'année (13) </p></td></tr><tr><td align='left'><br/>Favoriser l'accès à l'emploi</td><td align='left'><br/>-proportion de personnes vivant dans un ménage sans actif occupé (14)<p>-taux d'emploi standardisé des 55-59 ans (15)</p><p>-taux d'emploi standardisé des 60-64 ans (15)</p><p>-part de jeunes en emploi ou en formation (16)</p><p>-taux d'activité des femmes (15-64 ans) (17) </p></td></tr><tr><td align='left'><br/>Favoriser l'accès au logement et le maintien dans le logement</td><td align='left'><br/>-part de personnes relogées parmi les personnes désignées prioritaires par les commissions de médiation droit au logement opposable et n'ayant pas refusé l'offre<p>-part des demandes de logement social non satisfaites après un an parmi les ménages à bas niveaux de vie (18)</p><p>-taux d'effort médian en matière de logement des bénéficiaires de l'allocation logement par quartile de revenu (19) </p></td></tr><tr><td align='left'><br/>Favoriser l'accès à l'éducation et à la formation</td><td align='left'><br/>-taux de sortants du système scolaire à faible niveau d'études (20)<p>-écart du taux de sortants du système scolaire à faible niveau d'études selon les catégories sociales (21)</p><p>-part d'élèves de CM2 maîtrisant les connaissances de base (22)</p><p>-part des jeunes en difficulté de lecture (23)</p><p>-indicateur d'accès à la formation continue (24) </p></td></tr><tr><td align='left'><br/>Favoriser l'accès aux soins</td><td align='left'><br/>-écart du taux de renoncement aux soins pour des raisons financières des bénéficiaires de la couverture maladie universelle complémentaire et des bénéficiaires de complémentaire santé privée (25)<p>-taux d'effort des ménages du premier décile de revenu pour les dépenses de santé restant à leur charge après remboursement des organismes d'assurance maladie complémentaire (26)</p><p>-part de bénéficiaires de la couverture maladie universelle parmi les bilans de santé gratuits </p></td></tr><tr><td align='left'><br/>Lutter contre l'exclusion bancaire</td><td align='left'><br/>-nombre de ménages surendettés (27)<p>-part des redépôts (28)</p><p>-taux de bancarisation (29) </p></td></tr><tr><td colspan='2' align='left'><p>(1) Le taux de pauvreté monétaire ancré dans le temps est la proportion de personnes vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. </p><p align='left'>(2) Le taux de pauvreté monétaire au seuil de 60 % (respectivement 50 % et 40 %) du revenu médian équivalent est la proportion de personnes vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % (respectivement 50 % et 40 %) du niveau de vie médian de la population. </p><p align='left'>(3) L'intensité de la pauvreté monétaire est l'écart relatif (exprimé en pourcentage du seuil de pauvreté) entre le niveau de vie médian de la population pauvre et le seuil de pauvreté (calculé à 60 % de la médiane du niveau de vie). </p><p align='left'>(4) Le taux de persistance de la pauvreté monétaire est la proportion des individus ayant un niveau de vie inférieur au seuil de pauvreté (60 %) pendant plusieurs années consécutives (année courante et au moins deux années sur les trois années précédentes). </p><p align='left'>(5) La part des dépenses préengagées dans le revenu des ménages du premier quintile de niveau de vie est la moyenne des parts des dépenses à caractère contractuel et difficilement renégociables à court terme dans le revenu total avant impôt des ménages les plus modestes (notamment paiement du loyer et des autres dépenses de logement, services de télécommunications, frais de cantines, services de télévision, assurances et services financiers, impôts et remboursements de crédits). </p><p align='left'>(6) Le taux de difficultés de conditions de vie est la proportion de ménages subissant au moins huit carences ou difficultés de conditions de vie parmi vingt-sept types de difficultés prédéfinies. </p><p align='left'>(7) Le taux de pauvreté monétaire ancré dans le temps des moins de 18 ans mesure la proportion des personnes âgées de moins de 18 ans qui vivent dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. </p><p align='left'>(8) L'écart entre la proportion d'adolescents ayant au moins deux dents cariées non soignées selon les catégories sociales est l'écart entre, d'une part, la proportion d'adolescents scolarisés en classe de 3e qui ont au moins deux dents cariées non soignées parmi les enfants dont le père est ouvrier et employé et, d'autre part, celle parmi les enfants dont le père a une profession de catégorie intermédiaire ou supérieure. </p><p align='left'>(9) Le taux de pauvreté monétaire ancré dans le temps des 18-24 ans (respectivement des 65 ans et plus) mesure la proportion des personnes âgées entre 18 et 24 ans (respectivement des personnes âgées de 65 ans et plus) qui vivent dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. </p><p align='left'>(10) Le taux de pauvreté monétaire des femmes de 75 ans et plus au seuil de 60 % du revenu médian équivalent est la proportion des femmes de 75 ans et plus vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population. </p><p align='left'>(11) Le taux de travailleurs pauvres est la proportion des personnes qui ont un emploi plus de la moitié de l'année et qui vivent dans un ménage pauvre par rapport à l'ensemble de la population en emploi. </p><p align='left'>(12) La part des personnes en sous-emploi dans l'emploi est la part parmi l'ensemble des personnes ayant un emploi, des personnes travaillant à temps partiel qui souhaitent travailler plus et qui sont disponibles pour le faire ainsi que celles qui travaillent involontairement moins que d'habitude. </p><p align='left'>(13) Le nombre moyen de semaines rémunérées dans l'année est mesuré au sein des salariés ayant travaillé dans l'année. </p><p align='left'>(14) La proportion de personnes vivant dans un ménage sans actif occupé est la proportion des personnes âgées de moins de 60 ans qui vivent dans un ménage dont aucun des membres d'âge actif ne travaille parmi l'ensemble des personnes âgées de moins de 60 ans. Les ménages pris en compte doivent comporter au moins une personne de 18 ans ou plus non étudiante et non retraitée. Les étudiants âgés de 18 à 24 ans vivant dans des ménages composés uniquement d'étudiants ne sont repris ni au numérateur ni au dénominateur. </p><p align='left'>(15) Le taux d'emploi standardisé des 55-59 ans (respectivement des 60-64 ans) est la moyenne simple (non pondérée par les effectifs) des taux d'emploi des cinq générations de 55 à 59 ans (respectivement des 60-64 ans). </p><p align='left'>(16) La part de jeunes en emploi ou en formation est la part des jeunes âgés de 16 à 25 ans qui sont en emploi ou en formation (élèves, étudiants, stagiaires en formation) parmi l'ensemble des jeunes de 16-25 ans. </p><p align='left'>(17) Le taux d'activité des femmes (15-64 ans) est la part des femmes âgées de 15 à 64 ans qui travaillent ou qui sont demandeurs d'emploi, parmi l'ensemble des femmes de cette même tranche d'âge. </p><p align='left'>(18) La part des demandes de logement social non satisfaites après un an parmi les ménages à bas niveaux de vie est la proportion de ménages dont le niveau de vie inférieur aux trois premiers déciles de niveau de vie qui se déclarent inscrits sur des fichiers d'organismes d'habitations à loyer modéré et dont la demande n'a pas été satisfaite au bout d'un an. </p><p align='left'>(19) Le taux d'effort médian en matière de logement des bénéficiaires de l'allocation logement par quartile de revenus est la part de la dépense en logement d'un ménage bénéficiant de l'aide au logement dans l'ensemble de ses ressources. </p><p align='left'>(20) Le taux de sortants du système scolaire à faible niveau d'études est la proportion de la population âgée de 18-24 ans n'étant ni en formation initiale ni en formation continue et ne possédant aucun diplôme égal ou supérieur au CAP. </p><p align='left'>(21) L'écart du taux de sortants du système scolaire à faible niveau d'études selon les catégories sociales est mesuré en comparant le taux au sein, d'une part, des ménages ouvriers et employés et, d'autre part, des ménages de catégories intermédiaires et supérieures. </p><p align='left'>(22) La part d'élèves de CM2 maîtrisant les connaissances de base est la proportion d'élèves de CM2 maîtrisant les compétences de base en français et en mathématiques, telles que définies par la direction de l'évaluation, de la prospective et de la performance du ministère de l'éducation nationale. </p><p align='left'>(23) La part des jeunes en difficulté de lecture est la proportion des jeunes présentant des difficultés importantes en lecture ou de très faibles capacités de lecture parmi l'ensemble des jeunes de 17 ans convoqués à la journée d'appel à la préparation de la défense. </p><p align='left'>(24) L'indicateur d'accès à la formation continue est la proportion de personnes de 15 à 64 ans ayant terminé leurs études initiales et de niveau inférieur ou égal au BEP-CAP qui ont suivi une action de formation continue au cours des trois derniers mois. </p><p align='left'>(25) L'écart du taux de renoncement aux soins pour des raisons financières des bénéficiaires de la couverture maladie universelle complémentaire et des bénéficiaires de complémentaire santé privée mesure, à partir d'enquêtes, la différence entre le taux de renoncement aux soins au cours des douze derniers mois déclaré par les bénéficiaires de la couverture maladie universelle complémentaire et celui déclaré par les bénéficiaires d'une complémentaire santé privée. </p><p align='left'>(26) Le taux d'effort des ménages du premier décile de revenu pour les dépenses de santé restant à leur charge après remboursement des organismes d'assurance maladie complémentaire est le montant restant à la charge de ces ménages par rapport à leur revenu moyen par unité de consommation. </p><p align='left'>(27) Le nombre de ménages surendettés est le nombre de ménages dont la situation, selon l'article <a href='/article/LEGIARTI000032223543' title='Code de la consommation - art. L711-1 (V)'>L. 711-1</a> du code de la consommation, est caractérisée par l'impossibilité manifeste pour le débiteur de bonne foi de faire face à l'ensemble de ses dettes non professionnelles exigibles et à échoir. </p><p align='left'>(28) La part des redépôts est la part des dossiers déposés une nouvelle fois parmi l'ensemble des dossiers déposés une année donnée à la commission de surendettement de la Banque de France. </p><p align='left'>(29) Le taux de bancarisation est la proportion de personnes ayant accès aux services bancaires par rapport à l'ensemble de la population.</p></td></tr></tbody></table></center>",
            "type": "AUTONOME",
            "dateDebut": "2016-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000020644050",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020639517",
                    "textTitle": "Décret n°2009-554\n du 20 mai 2009 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020640366",
                    "natureText": "DECRET",
                    "date": 1616620849641,
                    "parentCid": null,
                    "numTexte": "2009-554",
                    "datePubli": 1242864000000,
                    "dateDebut": 1242950400000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L330-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L330-1",
                    "articleId": "LEGIARTI000006292571",
                    "natureText": "CODE",
                    "date": 1616620849641,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R115-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R115-5",
                    "articleId": "LEGIARTI000020640473",
                    "natureText": "CODE",
                    "date": 1616620849641,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1242950400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R542-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R542-6",
                    "articleId": "LEGIARTI000043281685",
                    "natureText": "CODE",
                    "date": 1616620849641,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1616630400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020639517",
                    "textTitle": "Décret n°2009-554\n du 20 mai 2009 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000020640362",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-05-21",
                    "dateSignaTexte": "2009-05-20",
                    "dateDebutCible": "2009-05-22"
                }
            ],
            "num": "Annexe 1-1",
            "origine": "LEGI",
            "texte": "Récapitulatif des indicateurs du tableau de bord prévu à l'article R. 115-5 OBJECTIF THÉMATIQUE INTITULÉ DE L'INDICATEUR Lutter contre la pauvreté monétaire et les inégalités -taux de pauvreté monétaire ancré dans le temps avec un seuil initial à 60 % du revenu médian équivalent (1) -taux de pauvreté monétaire au seuil de 60 % du revenu médian équivalent (2) -taux de pauvreté monétaire au seuil de 50 % du revenu médian équivalent (2) -taux de pauvreté monétaire au seuil de 40 % du revenu médian équivalent (2) -intensité de la pauvreté monétaire (3) -taux de persistance de la pauvreté monétaire (4) -part des dépenses préengagées dans le revenu des ménages du 1er quintile de niveau de vie (5) Lutter contre le cumul des difficultés de conditions de vie -taux de difficultés de conditions de vie (6) Lutter contre la pauvreté des enfants -taux de pauvreté monétaire ancré dans le temps des moins de 18 ans (7) -taux de pauvreté monétaire relatif au seuil de 60 % du revenu médian équivalent des moins de 18 ans -écart entre la proportion d'adolescents ayant au moins deux dents cariées non soignées selon les catégories sociales (8) Lutter contre la pauvreté des jeunes -taux de pauvreté monétaire ancré dans le temps des 18-24 ans (9) -taux de pauvreté monétaire des 18-24 ans au seuil de 60 % du revenu médian équivalent Lutter contre la pauvreté des personnes âgées -taux de pauvreté monétaire ancré dans le temps des 65 ans et plus (9) -taux de pauvreté monétaire des 65 ans et plus au seuil de 60 % du revenu médian équivalent -taux de pauvreté monétaire des femmes de 75 ans et plus au seuil de 60 % du revenu médian équivalent (10) Lutter contre la pauvreté des personnes qui ont un emploi -taux de travailleurs pauvres (11) -part des personnes en sous-emploi dans l'emploi (12) -nombre moyen de semaines rémunérées dans l'année (13) Favoriser l'accès à l'emploi -proportion de personnes vivant dans un ménage sans actif occupé (14) -taux d'emploi standardisé des 55-59 ans (15) -taux d'emploi standardisé des 60-64 ans (15) -part de jeunes en emploi ou en formation (16) -taux d'activité des femmes (15-64 ans) (17) Favoriser l'accès au logement et le maintien dans le logement -part de personnes relogées parmi les personnes désignées prioritaires par les commissions de médiation droit au logement opposable et n'ayant pas refusé l'offre -part des demandes de logement social non satisfaites après un an parmi les ménages à bas niveaux de vie (18) -taux d'effort médian en matière de logement des bénéficiaires de l'allocation logement par quartile de revenu (19) Favoriser l'accès à l'éducation et à la formation -taux de sortants du système scolaire à faible niveau d'études (20) -écart du taux de sortants du système scolaire à faible niveau d'études selon les catégories sociales (21) -part d'élèves de CM2 maîtrisant les connaissances de base (22) -part des jeunes en difficulté de lecture (23) -indicateur d'accès à la formation continue (24) Favoriser l'accès aux soins -écart du taux de renoncement aux soins pour des raisons financières des bénéficiaires de la couverture maladie universelle complémentaire et des bénéficiaires de complémentaire santé privée (25) -taux d'effort des ménages du premier décile de revenu pour les dépenses de santé restant à leur charge après remboursement des organismes d'assurance maladie complémentaire (26) -part de bénéficiaires de la couverture maladie universelle parmi les bilans de santé gratuits Lutter contre l'exclusion bancaire -nombre de ménages surendettés (27) -part des redépôts (28) -taux de bancarisation (29) (1) Le taux de pauvreté monétaire ancré dans le temps est la proportion de personnes vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. (2) Le taux de pauvreté monétaire au seuil de 60 % (respectivement 50 % et 40 %) du revenu médian équivalent est la proportion de personnes vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % (respectivement 50 % et 40 %) du niveau de vie médian de la population. (3) L'intensité de la pauvreté monétaire est l'écart relatif (exprimé en pourcentage du seuil de pauvreté) entre le niveau de vie médian de la population pauvre et le seuil de pauvreté (calculé à 60 % de la médiane du niveau de vie). (4) Le taux de persistance de la pauvreté monétaire est la proportion des individus ayant un niveau de vie inférieur au seuil de pauvreté (60 %) pendant plusieurs années consécutives (année courante et au moins deux années sur les trois années précédentes). (5) La part des dépenses préengagées dans le revenu des ménages du premier quintile de niveau de vie est la moyenne des parts des dépenses à caractère contractuel et difficilement renégociables à court terme dans le revenu total avant impôt des ménages les plus modestes (notamment paiement du loyer et des autres dépenses de logement, services de télécommunications, frais de cantines, services de télévision, assurances et services financiers, impôts et remboursements de crédits). (6) Le taux de difficultés de conditions de vie est la proportion de ménages subissant au moins huit carences ou difficultés de conditions de vie parmi vingt-sept types de difficultés prédéfinies. (7) Le taux de pauvreté monétaire ancré dans le temps des moins de 18 ans mesure la proportion des personnes âgées de moins de 18 ans qui vivent dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. (8) L'écart entre la proportion d'adolescents ayant au moins deux dents cariées non soignées selon les catégories sociales est l'écart entre, d'une part, la proportion d'adolescents scolarisés en classe de 3e qui ont au moins deux dents cariées non soignées parmi les enfants dont le père est ouvrier et employé et, d'autre part, celle parmi les enfants dont le père a une profession de catégorie intermédiaire ou supérieure. (9) Le taux de pauvreté monétaire ancré dans le temps des 18-24 ans (respectivement des 65 ans et plus) mesure la proportion des personnes âgées entre 18 et 24 ans (respectivement des personnes âgées de 65 ans et plus) qui vivent dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. (10) Le taux de pauvreté monétaire des femmes de 75 ans et plus au seuil de 60 % du revenu médian équivalent est la proportion des femmes de 75 ans et plus vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population. (11) Le taux de travailleurs pauvres est la proportion des personnes qui ont un emploi plus de la moitié de l'année et qui vivent dans un ménage pauvre par rapport à l'ensemble de la population en emploi. (12) La part des personnes en sous-emploi dans l'emploi est la part parmi l'ensemble des personnes ayant un emploi, des personnes travaillant à temps partiel qui souhaitent travailler plus et qui sont disponibles pour le faire ainsi que celles qui travaillent involontairement moins que d'habitude. (13) Le nombre moyen de semaines rémunérées dans l'année est mesuré au sein des salariés ayant travaillé dans l'année. (14) La proportion de personnes vivant dans un ménage sans actif occupé est la proportion des personnes âgées de moins de 60 ans qui vivent dans un ménage dont aucun des membres d'âge actif ne travaille parmi l'ensemble des personnes âgées de moins de 60 ans. Les ménages pris en compte doivent comporter au moins une personne de 18 ans ou plus non étudiante et non retraitée. Les étudiants âgés de 18 à 24 ans vivant dans des ménages composés uniquement d'étudiants ne sont repris ni au numérateur ni au dénominateur. (15) Le taux d'emploi standardisé des 55-59 ans (respectivement des 60-64 ans) est la moyenne simple (non pondérée par les effectifs) des taux d'emploi des cinq générations de 55 à 59 ans (respectivement des 60-64 ans). (16) La part de jeunes en emploi ou en formation est la part des jeunes âgés de 16 à 25 ans qui sont en emploi ou en formation (élèves, étudiants, stagiaires en formation) parmi l'ensemble des jeunes de 16-25 ans. (17) Le taux d'activité des femmes (15-64 ans) est la part des femmes âgées de 15 à 64 ans qui travaillent ou qui sont demandeurs d'emploi, parmi l'ensemble des femmes de cette même tranche d'âge. (18) La part des demandes de logement social non satisfaites après un an parmi les ménages à bas niveaux de vie est la proportion de ménages dont le niveau de vie inférieur aux trois premiers déciles de niveau de vie qui se déclarent inscrits sur des fichiers d'organismes d'habitations à loyer modéré et dont la demande n'a pas été satisfaite au bout d'un an. (19) Le taux d'effort médian en matière de logement des bénéficiaires de l'allocation logement par quartile de revenus est la part de la dépense en logement d'un ménage bénéficiant de l'aide au logement dans l'ensemble de ses ressources. (20) Le taux de sortants du système scolaire à faible niveau d'études est la proportion de la population âgée de 18-24 ans n'étant ni en formation initiale ni en formation continue et ne possédant aucun diplôme égal ou supérieur au CAP. (21) L'écart du taux de sortants du système scolaire à faible niveau d'études selon les catégories sociales est mesuré en comparant le taux au sein, d'une part, des ménages ouvriers et employés et, d'autre part, des ménages de catégories intermédiaires et supérieures. (22) La part d'élèves de CM2 maîtrisant les connaissances de base est la proportion d'élèves de CM2 maîtrisant les compétences de base en français et en mathématiques, telles que définies par la direction de l'évaluation, de la prospective et de la performance du ministère de l'éducation nationale. (23) La part des jeunes en difficulté de lecture est la proportion des jeunes présentant des difficultés importantes en lecture ou de très faibles capacités de lecture parmi l'ensemble des jeunes de 17 ans convoqués à la journée d'appel à la préparation de la défense. (24) L'indicateur d'accès à la formation continue est la proportion de personnes de 15 à 64 ans ayant terminé leurs études initiales et de niveau inférieur ou égal au BEP-CAP qui ont suivi une action de formation continue au cours des trois derniers mois. (25) L'écart du taux de renoncement aux soins pour des raisons financières des bénéficiaires de la couverture maladie universelle complémentaire et des bénéficiaires de complémentaire santé privée mesure, à partir d'enquêtes, la différence entre le taux de renoncement aux soins au cours des douze derniers mois déclaré par les bénéficiaires de la couverture maladie universelle complémentaire et celui déclaré par les bénéficiaires d'une complémentaire santé privée. (26) Le taux d'effort des ménages du premier décile de revenu pour les dépenses de santé restant à leur charge après remboursement des organismes d'assurance maladie complémentaire est le montant restant à la charge de ces ménages par rapport à leur revenu moyen par unité de consommation. (27) Le nombre de ménages surendettés est le nombre de ménages dont la situation, selon l'article L. 330-1 du code de la consommation, est caractérisée par l'impossibilité manifeste pour le débiteur de bonne foi de faire face à l'ensemble de ses dettes non professionnelles exigibles et à échoir. (28) La part des redépôts est la part des dossiers déposés une nouvelle fois parmi l'ensemble des dossiers déposés une année donnée à la commission de surendettement de la Banque de France. (29) Le taux de bancarisation est la proportion de personnes ayant accès aux services bancaires par rapport à l'ensemble de la population.",
            "texteHtml": "<p>Récapitulatif des indicateurs du tableau de bord prévu à l'article <a href='/article/LEGIARTI000020640473'>R. 115-5 </a></p><center><table border='1' align='center'><tbody><tr><td align='left'><p align='center'>OBJECTIF THÉMATIQUE </p></td><td align='left'><p align='center'>INTITULÉ DE L'INDICATEUR </p></td></tr><tr><td align='left'><br/>Lutter contre la pauvreté monétaire et les inégalités</td><td align='left'><br/>-taux de pauvreté monétaire ancré dans le temps avec un seuil initial à 60 % du revenu médian équivalent (1)<p>-taux de pauvreté monétaire au seuil de 60 % du revenu médian équivalent (2)</p><p>-taux de pauvreté monétaire au seuil de 50 % du revenu médian équivalent (2)</p><p>-taux de pauvreté monétaire au seuil de 40 % du revenu médian équivalent (2)</p><p>-intensité de la pauvreté monétaire (3)</p><p>-taux de persistance de la pauvreté monétaire (4)</p><p>-part des dépenses préengagées dans le revenu des ménages du 1er quintile de niveau de vie (5) </p></td></tr><tr><td align='left'><br/>Lutter contre le cumul des difficultés de conditions de vie</td><td align='left'><br/>-taux de difficultés de conditions de vie (6) </td></tr><tr><td align='left'><br/>Lutter contre la pauvreté des enfants</td><td align='left'><br/>-taux de pauvreté monétaire ancré dans le temps des moins de 18 ans (7)<p>-taux de pauvreté monétaire relatif au seuil de 60 % du revenu médian équivalent des moins de 18 ans</p><p>-écart entre la proportion d'adolescents ayant au moins deux dents cariées non soignées selon les catégories sociales (8) </p></td></tr><tr><td align='left'><br/>Lutter contre la pauvreté des jeunes</td><td align='left'><br/>-taux de pauvreté monétaire ancré dans le temps des 18-24 ans (9)<p>-taux de pauvreté monétaire des 18-24 ans au seuil de 60 % du revenu médian équivalent </p></td></tr><tr><td align='left'><br/>Lutter contre la pauvreté des personnes âgées</td><td align='left'><br/>-taux de pauvreté monétaire ancré dans le temps des 65 ans et plus (9)<p>-taux de pauvreté monétaire des 65 ans et plus au seuil de 60 % du revenu médian équivalent</p><p>-taux de pauvreté monétaire des femmes de 75 ans et plus au seuil de 60 % du revenu médian équivalent (10) </p></td></tr><tr><td align='left'><br/>Lutter contre la pauvreté des personnes qui ont un emploi</td><td align='left'><br/>-taux de travailleurs pauvres (11)<p>-part des personnes en sous-emploi dans l'emploi (12)</p><p>-nombre moyen de semaines rémunérées dans l'année (13) </p></td></tr><tr><td align='left'><br/>Favoriser l'accès à l'emploi</td><td align='left'><br/>-proportion de personnes vivant dans un ménage sans actif occupé (14)<p>-taux d'emploi standardisé des 55-59 ans (15)</p><p>-taux d'emploi standardisé des 60-64 ans (15)</p><p>-part de jeunes en emploi ou en formation (16)</p><p>-taux d'activité des femmes (15-64 ans) (17) </p></td></tr><tr><td align='left'><br/>Favoriser l'accès au logement et le maintien dans le logement</td><td align='left'><br/>-part de personnes relogées parmi les personnes désignées prioritaires par les commissions de médiation droit au logement opposable et n'ayant pas refusé l'offre<p>-part des demandes de logement social non satisfaites après un an parmi les ménages à bas niveaux de vie (18)</p><p>-taux d'effort médian en matière de logement des bénéficiaires de l'allocation logement par quartile de revenu (19) </p></td></tr><tr><td align='left'><br/>Favoriser l'accès à l'éducation et à la formation</td><td align='left'><br/>-taux de sortants du système scolaire à faible niveau d'études (20)<p>-écart du taux de sortants du système scolaire à faible niveau d'études selon les catégories sociales (21)</p><p>-part d'élèves de CM2 maîtrisant les connaissances de base (22)</p><p>-part des jeunes en difficulté de lecture (23)</p><p>-indicateur d'accès à la formation continue (24) </p></td></tr><tr><td align='left'><br/>Favoriser l'accès aux soins</td><td align='left'><br/>-écart du taux de renoncement aux soins pour des raisons financières des bénéficiaires de la couverture maladie universelle complémentaire et des bénéficiaires de complémentaire santé privée (25)<p>-taux d'effort des ménages du premier décile de revenu pour les dépenses de santé restant à leur charge après remboursement des organismes d'assurance maladie complémentaire (26)</p><p>-part de bénéficiaires de la couverture maladie universelle parmi les bilans de santé gratuits </p></td></tr><tr><td align='left'><br/>Lutter contre l'exclusion bancaire</td><td align='left'><br/>-nombre de ménages surendettés (27)<p>-part des redépôts (28)</p><p>-taux de bancarisation (29) </p></td></tr><tr><td colspan='2' align='left'><p>(1) Le taux de pauvreté monétaire ancré dans le temps est la proportion de personnes vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. </p><p align='left'>(2) Le taux de pauvreté monétaire au seuil de 60 % (respectivement 50 % et 40 %) du revenu médian équivalent est la proportion de personnes vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % (respectivement 50 % et 40 %) du niveau de vie médian de la population. </p><p align='left'>(3) L'intensité de la pauvreté monétaire est l'écart relatif (exprimé en pourcentage du seuil de pauvreté) entre le niveau de vie médian de la population pauvre et le seuil de pauvreté (calculé à 60 % de la médiane du niveau de vie). </p><p align='left'>(4) Le taux de persistance de la pauvreté monétaire est la proportion des individus ayant un niveau de vie inférieur au seuil de pauvreté (60 %) pendant plusieurs années consécutives (année courante et au moins deux années sur les trois années précédentes). </p><p align='left'>(5) La part des dépenses préengagées dans le revenu des ménages du premier quintile de niveau de vie est la moyenne des parts des dépenses à caractère contractuel et difficilement renégociables à court terme dans le revenu total avant impôt des ménages les plus modestes (notamment paiement du loyer et des autres dépenses de logement, services de télécommunications, frais de cantines, services de télévision, assurances et services financiers, impôts et remboursements de crédits). </p><p align='left'>(6) Le taux de difficultés de conditions de vie est la proportion de ménages subissant au moins huit carences ou difficultés de conditions de vie parmi vingt-sept types de difficultés prédéfinies. </p><p align='left'>(7) Le taux de pauvreté monétaire ancré dans le temps des moins de 18 ans mesure la proportion des personnes âgées de moins de 18 ans qui vivent dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. </p><p align='left'>(8) L'écart entre la proportion d'adolescents ayant au moins deux dents cariées non soignées selon les catégories sociales est l'écart entre, d'une part, la proportion d'adolescents scolarisés en classe de 3e qui ont au moins deux dents cariées non soignées parmi les enfants dont le père est ouvrier et employé et, d'autre part, celle parmi les enfants dont le père a une profession de catégorie intermédiaire ou supérieure. </p><p align='left'>(9) Le taux de pauvreté monétaire ancré dans le temps des 18-24 ans (respectivement des 65 ans et plus) mesure la proportion des personnes âgées entre 18 et 24 ans (respectivement des personnes âgées de 65 ans et plus) qui vivent dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population, apprécié au début de la période de référence et réévalué les années suivantes en fonction de l'indice des prix à la consommation. </p><p align='left'>(10) Le taux de pauvreté monétaire des femmes de 75 ans et plus au seuil de 60 % du revenu médian équivalent est la proportion des femmes de 75 ans et plus vivant dans des ménages dont le revenu, net des impôts directs par unité de consommation (niveau de vie), est inférieur à un montant équivalent à 60 % du niveau de vie médian de la population. </p><p align='left'>(11) Le taux de travailleurs pauvres est la proportion des personnes qui ont un emploi plus de la moitié de l'année et qui vivent dans un ménage pauvre par rapport à l'ensemble de la population en emploi. </p><p align='left'>(12) La part des personnes en sous-emploi dans l'emploi est la part parmi l'ensemble des personnes ayant un emploi, des personnes travaillant à temps partiel qui souhaitent travailler plus et qui sont disponibles pour le faire ainsi que celles qui travaillent involontairement moins que d'habitude. </p><p align='left'>(13) Le nombre moyen de semaines rémunérées dans l'année est mesuré au sein des salariés ayant travaillé dans l'année. </p><p align='left'>(14) La proportion de personnes vivant dans un ménage sans actif occupé est la proportion des personnes âgées de moins de 60 ans qui vivent dans un ménage dont aucun des membres d'âge actif ne travaille parmi l'ensemble des personnes âgées de moins de 60 ans. Les ménages pris en compte doivent comporter au moins une personne de 18 ans ou plus non étudiante et non retraitée. Les étudiants âgés de 18 à 24 ans vivant dans des ménages composés uniquement d'étudiants ne sont repris ni au numérateur ni au dénominateur. </p><p align='left'>(15) Le taux d'emploi standardisé des 55-59 ans (respectivement des 60-64 ans) est la moyenne simple (non pondérée par les effectifs) des taux d'emploi des cinq générations de 55 à 59 ans (respectivement des 60-64 ans). </p><p align='left'>(16) La part de jeunes en emploi ou en formation est la part des jeunes âgés de 16 à 25 ans qui sont en emploi ou en formation (élèves, étudiants, stagiaires en formation) parmi l'ensemble des jeunes de 16-25 ans. </p><p align='left'>(17) Le taux d'activité des femmes (15-64 ans) est la part des femmes âgées de 15 à 64 ans qui travaillent ou qui sont demandeurs d'emploi, parmi l'ensemble des femmes de cette même tranche d'âge. </p><p align='left'>(18) La part des demandes de logement social non satisfaites après un an parmi les ménages à bas niveaux de vie est la proportion de ménages dont le niveau de vie inférieur aux trois premiers déciles de niveau de vie qui se déclarent inscrits sur des fichiers d'organismes d'habitations à loyer modéré et dont la demande n'a pas été satisfaite au bout d'un an. </p><p align='left'>(19) Le taux d'effort médian en matière de logement des bénéficiaires de l'allocation logement par quartile de revenus est la part de la dépense en logement d'un ménage bénéficiant de l'aide au logement dans l'ensemble de ses ressources. </p><p align='left'>(20) Le taux de sortants du système scolaire à faible niveau d'études est la proportion de la population âgée de 18-24 ans n'étant ni en formation initiale ni en formation continue et ne possédant aucun diplôme égal ou supérieur au CAP. </p><p align='left'>(21) L'écart du taux de sortants du système scolaire à faible niveau d'études selon les catégories sociales est mesuré en comparant le taux au sein, d'une part, des ménages ouvriers et employés et, d'autre part, des ménages de catégories intermédiaires et supérieures. </p><p align='left'>(22) La part d'élèves de CM2 maîtrisant les connaissances de base est la proportion d'élèves de CM2 maîtrisant les compétences de base en français et en mathématiques, telles que définies par la direction de l'évaluation, de la prospective et de la performance du ministère de l'éducation nationale. </p><p align='left'>(23) La part des jeunes en difficulté de lecture est la proportion des jeunes présentant des difficultés importantes en lecture ou de très faibles capacités de lecture parmi l'ensemble des jeunes de 17 ans convoqués à la journée d'appel à la préparation de la défense. </p><p align='left'>(24) L'indicateur d'accès à la formation continue est la proportion de personnes de 15 à 64 ans ayant terminé leurs études initiales et de niveau inférieur ou égal au BEP-CAP qui ont suivi une action de formation continue au cours des trois derniers mois. </p><p align='left'>(25) L'écart du taux de renoncement aux soins pour des raisons financières des bénéficiaires de la couverture maladie universelle complémentaire et des bénéficiaires de complémentaire santé privée mesure, à partir d'enquêtes, la différence entre le taux de renoncement aux soins au cours des douze derniers mois déclaré par les bénéficiaires de la couverture maladie universelle complémentaire et celui déclaré par les bénéficiaires d'une complémentaire santé privée. </p><p align='left'>(26) Le taux d'effort des ménages du premier décile de revenu pour les dépenses de santé restant à leur charge après remboursement des organismes d'assurance maladie complémentaire est le montant restant à la charge de ces ménages par rapport à leur revenu moyen par unité de consommation. </p><p align='left'>(27) Le nombre de ménages surendettés est le nombre de ménages dont la situation, selon l'article <a href='/article/LEGIARTI000006292571' title='Code de la consommation - art. L330-1 (Ab)'>L. 330-1</a> du code de la consommation, est caractérisée par l'impossibilité manifeste pour le débiteur de bonne foi de faire face à l'ensemble de ses dettes non professionnelles exigibles et à échoir. </p><p align='left'>(28) La part des redépôts est la part des dossiers déposés une nouvelle fois parmi l'ensemble des dossiers déposés une année donnée à la commission de surendettement de la Banque de France. </p><p align='left'>(29) Le taux de bancarisation est la proportion de personnes ayant accès aux services bancaires par rapport à l'ensemble de la population.</p></td></tr></tbody></table></center>",
            "type": "AUTONOME",
            "dateDebut": "2009-05-22T00:00:00.000Z",
            "dateFin": "2016-07-01T00:00:00.000Z"
        }
    ]
}