{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006583009",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les missions et prérogatives, l'organisation et le fonctionnement de l'agence française de sécurité sanitaire des aliments sont fixés aux articles L. 1323-1 à L. 1323-11 du code de la santé publique ci-après reproduits : \" Art. L. 1323-1 : L'Agence française de sécurité sanitaire des aliments est un établissement public de l'Etat, placé sous la tutelle des ministres chargés de l'agriculture, de la consommation et de la santé. Dans le but d'assurer la protection de la santé humaine, l'agence a pour mission de contribuer à assurer la sécurité sanitaire dans le domaine de l'alimentation, depuis la production des matières premières jusqu'à la distribution au consommateur final. Elle évalue les risques sanitaires et nutritionnels que peuvent présenter les aliments destinés à l'homme ou aux animaux, y compris ceux pouvant provenir des eaux destinées à la consommation humaine, des procédés et conditions de production, transformation, conservation, transport, stockage et distribution des denrées alimentaires, ainsi que des maladies ou infections animales, de l'utilisation des denrées destinées à l'alimentation animale, des produits phytosanitaires, des médicaments vétérinaires, notamment les préparations extemporanées et les aliments médicamenteux, des produits antiparasitaires à usage agricole et assimilés, des matières fertilisantes et supports de culture, ainsi que des conditionnements et matériaux destinés à se trouver en contact avec les produits susmentionnés. De même, elle participe à la mission de défense nationale dans le domaine alimentaire. Dans le cadre du Centre national d'études vétérinaires et alimentaires, placé en son sein et géré par elle, l'agence fournit l'appui technique et scientifique nécessaire à la mise en oeuvre des mesures prévues par le code rural, notamment par l'article L. 654-2, par le chapitre IV du titre Ier du livre II, par les articles L. 215-9 à L. 215-14, par les chapitres Ier, II, III et VI du titre II du livre II, par le chapitre VI du titre III du livre II, par l'article L. 237-2. L'Agence française de sécurité sanitaire des aliments est également chargée de l'évaluation des produits phytopharmaceutiques, des adjuvants, des matières fertilisantes et des supports de culture pour l'application des dispositions du titre V du livre II du code rural. Pour l'accomplissement de ses missions, les laboratoires des services de l'Etat chargés du contrôle de la sécurité sanitaire des aliments et ceux qui leur sont rattachés sont mis à disposition de l'agence en tant que de besoin \". \" Art. L. 1323-2 : En vue de l'accomplissement de ses missions, l'agence : 1° Peut se saisir de toute question et proposer aux autorités compétentes toutes mesures de nature à préserver la santé publique lorsque celle-ci est menacée par un danger grave ; l'agence peut recommander auxdites autorités de prendre les mesures de police sanitaire nécessaires ; elle rend publics ses avis et recommandations, en garantissant la confidentialité des informations, couvertes par le secret industriel, nécessaires au rendu de ses avis et recommandations ; elle peut également être saisie par les associations agréées de consommateurs, dans des conditions définies par décret ; 2° Fournit au Gouvernement l'expertise et l'appui scientifique et technique qui lui sont nécessaires, notamment pour l'élaboration et la mise en oeuvre des dispositions législatives et réglementaires, des règles communautaires et des accords internationaux relevant de son domaine de compétence, et instruit, pour son compte et sous l'autorité du directeur général, les dossiers qu'il lui confie ; 3° Coordonne la coopération scientifique européenne et internationale de la France ; 4° Recueille les données scientifiques et techniques nécessaires à l'exercice de ses missions ; elle a accès aux données collectées par les services de l'Etat ou par les établissements publics placés sous leur tutelle et est destinataire de leurs rapports et expertises qui entrent dans son domaine de compétence ; elle procède ou fait procéder à toutes expertises, analyses ou études nécessaires ; elle met en oeuvre les moyens permettant de mesurer les évolutions des consommations alimentaires et évalue leurs éventuelles incidences sanitaires ; 5° Mène, dans le respect du secret industriel, des programmes de recherche scientifique et technique, notamment dans les domaines du génie vétérinaire, de la santé animale, du bien-être des animaux et de leurs conséquences sur l'hygiène publique, ainsi que de la sécurité sanitaire des aliments.A cette fin, elle mobilise ses propres moyens ou s'assure le concours d'organismes publics ou privés de recherche ou de développement, d'universités ou d'autres établissements d'enseignement supérieur, de collectivités territoriales ou de personnes physiques ; 6° Evalue la pertinence des données spécifiques transmises en vue de fournir une expertise sur les propriétés nutritionnelles et fonctionnelles des aliments, les produits diététiques ou destinés à une alimentation particulière et les produits destinés à être intégrés à l'alimentation à l'exclusion des médicaments à usage humain ; 7° Procède à l'évaluation des risques sanitaires relatifs à la consommation de produits alimentaires composés ou issus d'organismes génétiquement modifiés ; 8° Participe à la définition, à la coordination et à l'évaluation des systèmes de recueil des incidents liés aux produits énoncés à l'article L. 1323-1 et susceptibles d'avoir des effets indésirables sur la santé humaine ; 9° Procède à l'évaluation des études effectuées ou demandées par les services de l'Etat et des méthodes de contrôle utilisées et contribue à la bonne organisation, à la qualité et à l'indépendance de ces études et contrôles ; 10° Est consultée sur les programmes de contrôle et de surveillance sanitaires mis en oeuvre par les services compétents de l'Etat et peut proposer des priorités ou formuler des recommandations. Elle peut demander aux ministres concernés de faire procéder aux contrôles ou investigations nécessaires par les agents habilités par les lois en vigueur. Elle reçoit toutes informations issues des rapports d'inspection ou de contrôle ayant mis en évidence un risque pour la santé de l'homme et entrant dans son champ de compétence ; 11° Peut mener toute action d'information, notamment auprès des consommateurs, ou toute action de formation et de diffusion d'une documentation scientifique et technique se rapportant aux missions de l'établissement, le cas échéant en collaboration avec les établissements universitaires ou de recherche dépendant du ministre de l'enseignement supérieur, de la recherche et de la technologie ou tout autre établissement d'enseignement et de recherche ; 12° Etablit un rapport annuel d'activité adressé au Gouvernement et au Parlement. Ce rapport est rendu public ; 13° Organise des auditions publiques sur des thèmes de santé publique \". \" Art. L. 1323-3 : L'agence peut, pour l'accomplissement de ses missions, et notamment celles prévues aux 8° et 9° de l'article L. 1323-2, diligenter ses propres personnels. Pour l'exercice des contrôles exigeant une compétence vétérinaire, les inspecteurs diligentés par l'agence doivent être titulaires du diplôme de vétérinaire et exercer les fonctions de vétérinaire inspecteur titulaire ou contractuel de l'Etat ou être titulaires du mandat sanitaire instauré par l'article L. 921-11 du code rural \". \" Art. L. 1323-4 : Pour évaluer les risques sanitaires et nutritionnels, l'agence est assistée par des comités d'experts spécialisés dont la durée du mandat et les conditions de fonctionnement sont fixées par un arrêté des ministres chargés de l'agriculture, de la consommation et de la santé \". \" Art. L. 1323-5 : L'agence est soumise à un régime administratif, budgétaire, financier et comptable et à un contrôle de l'Etat adaptés à la nature particulière de sa mission, définis par le présent chapitre. L'agence est administrée par un conseil d'administration composé, outre de son président, pour moitié de représentants de l'Etat et, pour moitié de représentants des organisations professionnelles concernées, de représentants des consommateurs, de personnalités qualifiées choisies en raison de leurs compétences dans les domaines relevant des missions de l'agence, et de représentants du personnel. Elle est dirigée par un directeur général. Le président du conseil d'administration et le directeur général sont nommés par décret. Le conseil d'administration délibère sur les orientations stratégiques pluriannuelles, le bilan d'activité annuel, les programmes d'investissement, le budget et les comptes, les subventions éventuellement attribuées par l'agence, l'acceptation et le refus des dons et legs. Le directeur général prend au nom de l'Etat les décisions qui relèvent de la compétence de l'agence. Le directeur général émet également les avis et recommandations qui relèvent de la compétence de l'agence. Un conseil scientifique, dont le président est désigné par les ministres chargés de l'agriculture, de la consommation et de la santé après avis dudit conseil, veille à la cohérence de la politique scientifique de l'agence \". \" Art. L. 1323-6 : L'agence emploie des agents régis par les titres II, III ou IV du statut général des fonctionnaires ainsi que des personnels mentionnés aux 1° et 2° de l'article L. 6152-1, des enseignants des écoles nationales vétérinaires ou des vétérinaires qui y sont attachés, des vétérinaires employés par d'autres établissements publics, et des vétérinaires spécialisés mentionnés à l'article L. 931-2 du code rural, en position d'activité, de détachement ou de mise à disposition. Les chercheurs et les ingénieurs et personnels techniques de l'agence française de sécurité sanitaire des aliments concourant directement à des missions de recherche conservent le bénéfice des dispositions du deuxième alinéa (1°) de l'article 17 de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France \". \" Art. L. 1323-7 : L'agence emploie également des contractuels de droit public, avec lesquels elle peut conclure des contrats à durée déterminée ou indéterminée \". \" Art. L. 1323-8 : L'agence peut faire appel à des agents contractuels de droit privé pour occuper des fonctions occasionnelles de caractère scientifique ou technique. Ces fonctions peuvent être exercées par des agents exerçant par ailleurs à titre principal une activité professionnelle libérale \". \" Art. L. 1323-9 : Les agents contractuels mentionnés aux articles L. 1323-7 et L. 1323-8 : 1° Sont tenus au secret et à la discrétion professionnels dans les mêmes conditions que celles qui sont définies à l'article 26 du titre Ier du statut général des fonctionnaires ; 2° Ne peuvent, par eux-mêmes ou par personne interposée, avoir, dans les entreprises ou établissements en relation avec l'agence, aucun intérêt de nature à compromettre leur indépendance. Les agents précités sont soumis aux dispositions prises en application de l'article 87 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques. Les personnes collaborant occasionnellement aux travaux de l'agence et les autres personnes qui apportent leur concours aux conseils et commissions siégeant auprès d'elle, à l'exception des membres de ces conseils et commissions, ne peuvent, sous les peines prévues à l'article 432-12 du code pénal, traiter une question dans laquelle elles auraient un intérêt direct ou indirect et sont soumises aux obligations énoncées au 1°. Les membres des commissions et conseils siégeant auprès de l'agence ne peuvent, sous les mêmes peines, prendre part ni aux délibérations ni aux votes de ces instances s'ils ont un intérêt direct ou indirect à l'affaire examinée et sont soumis aux mêmes obligations énoncées au 1°. Les personnes mentionnées aux deux alinéas précédents adressent au directeur général de l'agence, à l'occasion de leur nomination ou de leur entrée en fonctions, une déclaration mentionnant leurs liens, directs ou indirects, avec les entreprises ou établissements dont les produits entrent dans son champ de compétence, ainsi qu'avec les sociétés ou organismes de conseil intervenant dans ces secteurs. Cette déclaration est rendue publique et est actualisée à leur initiative dès qu'une modification intervient concernant ces liens ou que de nouveaux liens sont noués. L'interdiction prévue au premier alinéa de l'article L. 4113-6 est applicable aux personnes mentionnées aux cinquième et sixième alinéas. Est interdit le fait, pour les entreprises mentionnées au premier alinéa de cet article, de proposer ou de procurer à ces personnes les avantages cités dans cet alinéa. Les personnes mentionnées aux cinquième et sixième alinéas ci-dessus sont également soumises aux dispositions du premier alinéa, de l'article L. 4113-13. En cas de manquement à ces dispositions, l'autorité administrative peut mettre fin à leurs fonctions. Comme les agents de l'agence, les membres des conseils et commissions et les personnes qui apportent occasionnellement leur concours à l'agence ou à ces instances sont astreints au secret profesionnel pour les informations dont ils ont pu avoir connaissance en raison de leurs fonctions, dans des conditions et sous les peines prévues aux articles 226-13 et 226-14 du code pénal \". \" Art. L. 1323-10 : Les ressources de l'agence sont constituées notamment : 1° Par des subventions des collectivités publiques, de leurs établissements publics, de la Communauté européenne ou des organisations internationales ; 2° Par des taxes prévues à son bénéfice ; 3° Par des redevances pour services rendus ; 4° Par des produits divers, dons et legs ; 5° Par des emprunts \". \" Art. L. 1323-11 : Sont déterminés par décret en Conseil d'Etat : 1° Le régime administratif, budgétaire, financier et comptable de l'agence et le contrôle de l'Etat auquel celle-ci est soumise, prévus à l'article L. 1323-5 ; 2° Les règles applicables aux personnels contractuels prévus aux articles L. 1323-7 et L. 1323-8 ; 3° Les activités privées qu'en raison de leur nature les agents contractuels de l'agence mentionnés à l'article L. 1323-7 et ayant cessé leurs fonctions ne peuvent exercer ; cette interdiction peut être limitée dans le temps ; 4° Les modalités selon lesquelles l'agence se substitue, dans son domaine de compétence, aux instances existantes ; 5° Les modalités selon lesquelles les compétences, moyens, droits et obligations du Centre national d'études vétérinaires sont transférés intégralement à l'agence ; 6° Les modalités selon lesquelles les compétences, moyens, droits et obligations de laboratoires publics intervenant dans les domaines traités par l'agence lui sont transférés \".",
            "texteHtml": "<p>Les missions et prérogatives, l'organisation et le fonctionnement de l'agence française de sécurité sanitaire des aliments sont fixés aux articles L. 1323-1 à L. 1323-11 du code de la santé publique ci-après reproduits : </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686445&dateTexte=&categorieLien=cid'>L. 1323-1 </a>: L'Agence française de sécurité sanitaire des aliments est un établissement public de l'Etat, placé sous la tutelle des ministres chargés de l'agriculture, de la consommation et de la santé. </p><p>Dans le but d'assurer la protection de la santé humaine, l'agence a pour mission de contribuer à assurer la sécurité sanitaire dans le domaine de l'alimentation, depuis la production des matières premières jusqu'à la distribution au consommateur final. Elle évalue les risques sanitaires et nutritionnels que peuvent présenter les aliments destinés à l'homme ou aux animaux, y compris ceux pouvant provenir des eaux destinées à la consommation humaine, des procédés et conditions de production, transformation, conservation, transport, stockage et distribution des denrées alimentaires, ainsi que des maladies ou infections animales, de l'utilisation des denrées destinées à l'alimentation animale, des produits phytosanitaires, des médicaments vétérinaires, notamment les préparations extemporanées et les aliments médicamenteux, des produits antiparasitaires à usage agricole et assimilés, des matières fertilisantes et supports de culture, ainsi que des conditionnements et matériaux destinés à se trouver en contact avec les produits susmentionnés. De même, elle participe à la mission de défense nationale dans le domaine alimentaire. </p><p>Dans le cadre du Centre national d'études vétérinaires et alimentaires, placé en son sein et géré par elle, l'agence fournit l'appui technique et scientifique nécessaire à la mise en oeuvre des mesures prévues par le code rural, notamment par l'article L. 654-2, par le chapitre IV du titre Ier du livre II, par les articles L. 215-9 à L. 215-14, par les chapitres Ier, II, III et VI du titre II du livre II, par le chapitre VI du titre III du livre II, par l'article L. 237-2.</p><p>L'Agence française de sécurité sanitaire des aliments est également chargée de l'évaluation des produits phytopharmaceutiques, des adjuvants, des matières fertilisantes et des supports de culture pour l'application des dispositions du titre V du livre II du code rural. </p><p>Pour l'accomplissement de ses missions, les laboratoires des services de l'Etat chargés du contrôle de la sécurité sanitaire des aliments et ceux qui leur sont rattachés sont mis à disposition de l'agence en tant que de besoin \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686448&dateTexte=&categorieLien=cid'>L. 1323-2 </a>: En vue de l'accomplissement de ses missions, l'agence : </p><p>1° Peut se saisir de toute question et proposer aux autorités compétentes toutes mesures de nature à préserver la santé publique lorsque celle-ci est menacée par un danger grave ; l'agence peut recommander auxdites autorités de prendre les mesures de police sanitaire nécessaires ; elle rend publics ses avis et recommandations, en garantissant la confidentialité des informations, couvertes par le secret industriel, nécessaires au rendu de ses avis et recommandations ; elle peut également être saisie par les associations agréées de consommateurs, dans des conditions définies par décret ; </p><p>2° Fournit au Gouvernement l'expertise et l'appui scientifique et technique qui lui sont nécessaires, notamment pour l'élaboration et la mise en oeuvre des dispositions législatives et réglementaires, des règles communautaires et des accords internationaux relevant de son domaine de compétence, et instruit, pour son compte et sous l'autorité du directeur général, les dossiers qu'il lui confie ; </p><p>3° Coordonne la coopération scientifique européenne et internationale de la France ; </p><p>4° Recueille les données scientifiques et techniques nécessaires à l'exercice de ses missions ; elle a accès aux données collectées par les services de l'Etat ou par les établissements publics placés sous leur tutelle et est destinataire de leurs rapports et expertises qui entrent dans son domaine de compétence ; elle procède ou fait procéder à toutes expertises, analyses ou études nécessaires ; elle met en oeuvre les moyens permettant de mesurer les évolutions des consommations alimentaires et évalue leurs éventuelles incidences sanitaires ; </p><p>5° Mène, dans le respect du secret industriel, des programmes de recherche scientifique et technique, notamment dans les domaines du génie vétérinaire, de la santé animale, du bien-être des animaux et de leurs conséquences sur l'hygiène publique, ainsi que de la sécurité sanitaire des aliments.A cette fin, elle mobilise ses propres moyens ou s'assure le concours d'organismes publics ou privés de recherche ou de développement, d'universités ou d'autres établissements d'enseignement supérieur, de collectivités territoriales ou de personnes physiques ; </p><p>6° Evalue la pertinence des données spécifiques transmises en vue de fournir une expertise sur les propriétés nutritionnelles et fonctionnelles des aliments, les produits diététiques ou destinés à une alimentation particulière et les produits destinés à être intégrés à l'alimentation à l'exclusion des médicaments à usage humain ; </p><p>7° Procède à l'évaluation des risques sanitaires relatifs à la consommation de produits alimentaires composés ou issus d'organismes génétiquement modifiés ; </p><p>8° Participe à la définition, à la coordination et à l'évaluation des systèmes de recueil des incidents liés aux produits énoncés à l'article L. 1323-1 et susceptibles d'avoir des effets indésirables sur la santé humaine ; </p><p>9° Procède à l'évaluation des études effectuées ou demandées par les services de l'Etat et des méthodes de contrôle utilisées et contribue à la bonne organisation, à la qualité et à l'indépendance de ces études et contrôles ; </p><p>10° Est consultée sur les programmes de contrôle et de surveillance sanitaires mis en oeuvre par les services compétents de l'Etat et peut proposer des priorités ou formuler des recommandations. Elle peut demander aux ministres concernés de faire procéder aux contrôles ou investigations nécessaires par les agents habilités par les lois en vigueur. Elle reçoit toutes informations issues des rapports d'inspection ou de contrôle ayant mis en évidence un risque pour la santé de l'homme et entrant dans son champ de compétence ; </p><p>11° Peut mener toute action d'information, notamment auprès des consommateurs, ou toute action de formation et de diffusion d'une documentation scientifique et technique se rapportant aux missions de l'établissement, le cas échéant en collaboration avec les établissements universitaires ou de recherche dépendant du ministre de l'enseignement supérieur, de la recherche et de la technologie ou tout autre établissement d'enseignement et de recherche ; </p><p>12° Etablit un rapport annuel d'activité adressé au Gouvernement et au Parlement. Ce rapport est rendu public ;</p><p>13° Organise des auditions publiques sur des thèmes de santé publique \".<br/></p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686450&dateTexte=&categorieLien=cid'>L. 1323-3 </a>: L'agence peut, pour l'accomplissement de ses missions, et notamment celles prévues aux 8° et 9° de l'article L. 1323-2, diligenter ses propres personnels. </p><p>Pour l'exercice des contrôles exigeant une compétence vétérinaire, les inspecteurs diligentés par l'agence doivent être titulaires du diplôme de vétérinaire et exercer les fonctions de vétérinaire inspecteur titulaire ou contractuel de l'Etat ou être titulaires du mandat sanitaire instauré par l'article L. 921-11 du code rural \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686452&dateTexte=&categorieLien=cid'>L. 1323-4 </a>: Pour évaluer les risques sanitaires et nutritionnels, l'agence est assistée par des comités d'experts spécialisés dont la durée du mandat et les conditions de fonctionnement sont fixées par un arrêté des ministres chargés de l'agriculture, de la consommation et de la santé \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686453&dateTexte=&categorieLien=cid'>L. 1323-5 </a>: L'agence est soumise à un régime administratif, budgétaire, financier et comptable et à un contrôle de l'Etat adaptés à la nature particulière de sa mission, définis par le présent chapitre.</p><p>L'agence est administrée par un conseil d'administration composé, outre de son président, pour moitié de représentants de l'Etat et, pour moitié de représentants des organisations professionnelles concernées, de représentants des consommateurs, de personnalités qualifiées choisies en raison de leurs compétences dans les domaines relevant des missions de l'agence, et de représentants du personnel. Elle est dirigée par un directeur général. </p><p>Le président du conseil d'administration et le directeur général sont nommés par décret. </p><p>Le conseil d'administration délibère sur les orientations stratégiques pluriannuelles, le bilan d'activité annuel, les programmes d'investissement, le budget et les comptes, les subventions éventuellement attribuées par l'agence, l'acceptation et le refus des dons et legs. </p><p>Le directeur général prend au nom de l'Etat les décisions qui relèvent de la compétence de l'agence. </p><p>Le directeur général émet également les avis et recommandations qui relèvent de la compétence de l'agence. </p><p>Un conseil scientifique, dont le président est désigné par les ministres chargés de l'agriculture, de la consommation et de la santé après avis dudit conseil, veille à la cohérence de la politique scientifique de l'agence \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686454&dateTexte=&categorieLien=cid'>L. 1323-6 </a>: L'agence emploie des agents régis par les titres II, III ou IV du statut général des fonctionnaires ainsi que des personnels mentionnés aux 1° et 2° de l'article L. 6152-1, des enseignants des écoles nationales vétérinaires ou des vétérinaires qui y sont attachés, des vétérinaires employés par d'autres établissements publics, et des vétérinaires spécialisés mentionnés à l'article L. 931-2 du code rural, en position d'activité, de détachement ou de mise à disposition. </p><p>Les chercheurs et les ingénieurs et personnels techniques de l'agence française de sécurité sanitaire des aliments concourant directement à des missions de recherche conservent le bénéfice des dispositions du deuxième alinéa (1°) de l'article 17 de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686456&dateTexte=&categorieLien=cid'>L. 1323-7 </a>: L'agence emploie également des contractuels de droit public, avec lesquels elle peut conclure des contrats à durée déterminée ou indéterminée \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686457&dateTexte=&categorieLien=cid'>L. 1323-8 </a>: L'agence peut faire appel à des agents contractuels de droit privé pour occuper des fonctions occasionnelles de caractère scientifique ou technique. Ces fonctions peuvent être exercées par des agents exerçant par ailleurs à titre principal une activité professionnelle libérale \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686458&dateTexte=&categorieLien=cid'>L. 1323-9 </a>: Les agents contractuels mentionnés aux articles L. 1323-7 et L. 1323-8 : </p><p>1° Sont tenus au secret et à la discrétion professionnels dans les mêmes conditions que celles qui sont définies à l'article 26 du titre Ier du statut général des fonctionnaires ; </p><p>2° Ne peuvent, par eux-mêmes ou par personne interposée, avoir, dans les entreprises ou établissements en relation avec l'agence, aucun intérêt de nature à compromettre leur indépendance. </p><p>Les agents précités sont soumis aux dispositions prises en application de l'article 87 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques. </p><p>Les personnes collaborant occasionnellement aux travaux de l'agence et les autres personnes qui apportent leur concours aux conseils et commissions siégeant auprès d'elle, à l'exception des membres de ces conseils et commissions, ne peuvent, sous les peines prévues à l'article 432-12 du code pénal, traiter une question dans laquelle elles auraient un intérêt direct ou indirect et sont soumises aux obligations énoncées au 1°. </p><p>Les membres des commissions et conseils siégeant auprès de l'agence ne peuvent, sous les mêmes peines, prendre part ni aux délibérations ni aux votes de ces instances s'ils ont un intérêt direct ou indirect à l'affaire examinée et sont soumis aux mêmes obligations énoncées au 1°. </p><p>Les personnes mentionnées aux deux alinéas précédents adressent au directeur général de l'agence, à l'occasion de leur nomination ou de leur entrée en fonctions, une déclaration mentionnant leurs liens, directs ou indirects, avec les entreprises ou établissements dont les produits entrent dans son champ de compétence, ainsi qu'avec les sociétés ou organismes de conseil intervenant dans ces secteurs. Cette déclaration est rendue publique et est actualisée à leur initiative dès qu'une modification intervient concernant ces liens ou que de nouveaux liens sont noués. </p><p>L'interdiction prévue au premier alinéa de l'article L. 4113-6 est applicable aux personnes mentionnées aux cinquième et sixième alinéas. Est interdit le fait, pour les entreprises mentionnées au premier alinéa de cet article, de proposer ou de procurer à ces personnes les avantages cités dans cet alinéa. </p><p>Les personnes mentionnées aux cinquième et sixième alinéas ci-dessus sont également soumises aux dispositions du premier alinéa, de l'article L. 4113-13. En cas de manquement à ces dispositions, l'autorité administrative peut mettre fin à leurs fonctions. </p><p>Comme les agents de l'agence, les membres des conseils et commissions et les personnes qui apportent occasionnellement leur concours à l'agence ou à ces instances sont astreints au secret profesionnel pour les informations dont ils ont pu avoir connaissance en raison de leurs fonctions, dans des conditions et sous les peines prévues aux articles 226-13 et 226-14 du code pénal \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686461&dateTexte=&categorieLien=cid'>L. 1323-10 </a>: Les ressources de l'agence sont constituées notamment : </p><p>1° Par des subventions des collectivités publiques, de leurs établissements publics, de la Communauté européenne ou des organisations internationales ; </p><p>2° Par des taxes prévues à son bénéfice ; </p><p>3° Par des redevances pour services rendus ; </p><p>4° Par des produits divers, dons et legs ; </p><p>5° Par des emprunts \". </p><p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006686465&dateTexte=&categorieLien=cid'>L. 1323-11</a> : Sont déterminés par décret en Conseil d'Etat : </p><p>1° Le régime administratif, budgétaire, financier et comptable de l'agence et le contrôle de l'Etat auquel celle-ci est soumise, prévus à l'article L. 1323-5 ; </p><p>2° Les règles applicables aux personnels contractuels prévus aux articles L. 1323-7 et L. 1323-8 ; </p><p>3° Les activités privées qu'en raison de leur nature les agents contractuels de l'agence mentionnés à l'article L. 1323-7 et ayant cessé leurs fonctions ne peuvent exercer ; cette interdiction peut être limitée dans le temps ; </p><p>4° Les modalités selon lesquelles l'agence se substitue, dans son domaine de compétence, aux instances existantes ; </p><p>5° Les modalités selon lesquelles les compétences, moyens, droits et obligations du Centre national d'études vétérinaires sont transférés intégralement à l'agence ; </p><p>6° Les modalités selon lesquelles les compétences, moyens, droits et obligations de laboratoires publics intervenant dans les domaines traités par l'agence lui sont transférés \".</p>",
            "num": "L261-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "ABROGE",
            "dateDebut": 1151712000000,
            "dateFin": 1277942400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-29",
                        "titre": "Livre II : Santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121418",
                        "id": "LEGISCTA000006121418",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Alimentation, santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121418",
                        "id": "LEGISCTA000022657339",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-01",
                        "titre": "Titre VI : L'agence française de sécurité sanitaire des aliments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138325",
                        "id": "LEGISCTA000006138325",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-01",
                        "titre": "Chapitre unique : Missions, organisation et fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152221",
                        "id": "LEGISCTA000006152221",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006583005",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152221",
            "sectionParentId": "LEGISCTA000006152221",
            "sectionParentTitre": "Chapitre unique : Missions, organisation et fonctionnement.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Santé publique vétérinaire et protection des végétaux",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006583009",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance n° 2010-18 du 7 janvier 2010 art 5 : La présente ordonnance entre en vigueur à une date et dans les conditions fixées par décret et au plus tard le 1er juillet 2010.",
            "notaHtml": "<p>Ordonnance n° 2010-18 du 7 janvier 2010 art 5 : La présente ordonnance entre en vigueur à une date et dans les conditions fixées par décret et au plus tard le 1er juillet 2010. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi n°2002-303 du 4 mars 2002 - art. 32",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006697418",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2002-03-05"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000264992",
                    "textTitle": "Loi n°2006-11 du 5 janvier 2006 - art. 70 (V) JORF 6 janvier 2006 en vigueur le 1er juillet 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "70",
                    "articleId": "LEGIARTI000006601289",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-01-06",
                    "dateSignaTexte": "2006-01-05",
                    "dateDebutCible": "2006-01-06"
                },
                {
                    "textCid": "JORFTEXT000021637409",
                    "textTitle": "Ordonnance n°2010-18\n du 7 janvier 2010 - art. 3",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021661274",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-01-08",
                    "dateSignaTexte": "2010-01-07",
                    "dateDebutCible": "2010-07-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Ordonnance 2000-550 2000-06-22",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000711604",
                    "textTitle": "LOI n° 93-122 du 29 janvier 1993",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000711604",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-122",
                    "datePubli": 728352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-14",
                    "articleId": "LEGIARTI000006417946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 432-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "432-12",
                    "articleId": "LEGIARTI000006418521",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1323-1",
                    "articleId": "LEGIARTI000006686445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L1323-1, L1323-7, L1323-8, L4113-6, L4113-13, L1323-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L1323-1, L1323-7, L1323-8, L4113-6, L4113-13, L1323-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000006833769",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 69-918 1969-10-24 art. 12",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-10",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-10",
                    "articleId": "LEGIARTI000006686461",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-11",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-11",
                    "articleId": "LEGIARTI000006686465",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-2",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-2",
                    "articleId": "LEGIARTI000006686448",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-3",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-3",
                    "articleId": "LEGIARTI000006686450",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-4",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-4",
                    "articleId": "LEGIARTI000006686452",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-5",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-5",
                    "articleId": "LEGIARTI000006686453",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-6",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-6",
                    "articleId": "LEGIARTI000006686454",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-7",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-7",
                    "articleId": "LEGIARTI000006686456",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-8",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-8",
                    "articleId": "LEGIARTI000006686457",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1323-9",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L1323-9",
                    "articleId": "LEGIARTI000006686458",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006583005",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 626140800000,
                    "dateFin": 663724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583006",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 663724800000,
                    "dateFin": 964656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583007",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 964656000000,
                    "dateFin": 969494400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583008",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1151712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583009",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1151712000000,
                    "dateFin": 1277942400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L261-1",
                "261-1"
            ],
            "versionPrecedente": "LEGIARTI000006583008",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006583008",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les missions et prérogatives, l'organisation et le fonctionnement de l'agence française de sécurité sanitaire des aliments sont fixés aux articles L. 1323-1 à L. 1323-11 du code de la santé publique ci-après reproduits : \"Art. L. 1323-1 : L'agence française de sécurité sanitaire des aliments est un établissement public de l'Etat, placé sous la tutelle des ministres chargés de l'agriculture, de la consommation et de la santé. Dans le but d'assurer la protection de la santé humaine, l'agence a pour mission de contribuer à assurer la sécurité sanitaire dans le domaine de l'alimentation, depuis la production des matières premières jusqu'à la distribution au consommateur final. Elle évalue les risques sanitaires et nutritionnels que peuvent présenter les aliments destinés à l'homme ou aux animaux, y compris ceux pouvant provenir des eaux destinées à la consommation humaine, des procédés et conditions de production, transformation, conservation, transport, stockage et distribution des denrées alimentaires, ainsi que des maladies ou infections animales, de l'utilisation des denrées destinées à l'alimentation animale, des produits phytosanitaires, des médicaments vétérinaires, notamment les préparations extemporanées et les aliments médicamenteux, des produits antiparasitaires à usage agricole et assimilés, des matières fertilisantes et supports de culture, ainsi que des conditionnements et matériaux destinés à se trouver en contact avec les produits susmentionnés. De même, elle participe à la mission de défense nationale dans le domaine alimentaire. Dans le cadre du Centre national d'études vétérinaires et alimentaires, placé en son sein et géré par elle, l'agence fournit l'appui technique et scientifique nécessaire à la mise en oeuvre des mesures prévues par le code rural, notamment par l'article L. 654-2, par le chapitre IV du titre Ier du livre IX, par les articles L. 915-9 à L. 915-14, par les chapitres Ier, II, III et VI du titre II du livre IX, par le chapitre VI du titre III du livre IX, par l'article L. 937-2 et par le titre IV du livre Ier de la partie V du présent code. Pour l'accomplissement de ses missions, les laboratoires des services de l'Etat chargés du contrôle de la sécurité sanitaire des aliments et ceux qui leur sont rattachés sont mis à disposition de l'agence en tant que de besoin\". \"Art. L. 1323-2 : En vue de l'accomplissement de ses missions, l'agence : 1° Peut se saisir de toute question et proposer aux autorités compétentes toutes mesures de nature à préserver la santé publique lorsque celle-ci est menacée par un danger grave ; l'agence peut recommander auxdites autorités de prendre les mesures de police sanitaire nécessaires ; elle rend publics ses avis et recommandations, en garantissant la confidentialité des informations, couvertes par le secret industriel, nécessaires au rendu de ses avis et recommandations ; elle peut également être saisie par les associations agréées de consommateurs, dans des conditions définies par décret ; 2° Fournit au Gouvernement l'expertise et l'appui scientifique et technique qui lui sont nécessaires, notamment pour l'élaboration et la mise en oeuvre des dispositions législatives et réglementaires, des règles communautaires et des accords internationaux relevant de son domaine de compétence, et instruit, pour son compte et sous l'autorité du directeur général, les dossiers qu'il lui confie ; 3° Coordonne la coopération scientifique européenne et internationale de la France ; 4° Recueille les données scientifiques et techniques nécessaires à l'exercice de ses missions ; elle a accès aux données collectées par les services de l'Etat ou par les établissements publics placés sous leur tutelle et est destinataire de leurs rapports et expertises qui entrent dans son domaine de compétence ; elle procède ou fait procéder à toutes expertises, analyses ou études nécessaires ; elle met en oeuvre les moyens permettant de mesurer les évolutions des consommations alimentaires et évalue leurs éventuelles incidences sanitaires ; 5° Mène, dans le respect du secret industriel, des programmes de recherche scientifique et technique, notamment dans les domaines du génie vétérinaire, de la santé animale, du bien-être des animaux et de leurs conséquences sur l'hygiène publique, ainsi que de la sécurité sanitaire des aliments. A cette fin, elle mobilise ses propres moyens ou s'assure le concours d'organismes publics ou privés de recherche ou de développement, d'universités ou d'autres établissements d'enseignement supérieur, de collectivités territoriales ou de personnes physiques ; 6° Evalue la pertinence des données spécifiques transmises en vue de fournir une expertise sur les propriétés nutritionnelles et fonctionnelles des aliments, les produits diététiques ou destinés à une alimentation particulière et les produits destinés à être intégrés à l'alimentation à l'exclusion des médicaments à usage humain ; 7° Procède à l'évaluation des risques sanitaires relatifs à la consommation de produits alimentaires composés ou issus d'organismes génétiquement modifiés ; 8° Participe à la définition, à la coordination et à l'évaluation des systèmes de recueil des incidents liés aux produits énoncés à l'article L. 1323-1 et susceptibles d'avoir des effets indésirables sur la santé humaine ; 9° Procède à l'évaluation des études effectuées ou demandées par les services de l'Etat et des méthodes de contrôle utilisées et contribue à la bonne organisation, à la qualité et à l'indépendance de ces études et contrôles ; 10° Est consultée sur les programmes de contrôle et de surveillance sanitaires mis en oeuvre par les services compétents de l'Etat et peut proposer des priorités ou formuler des recommandations. Elle peut demander aux ministres concernés de faire procéder aux contrôles ou investigations nécessaires par les agents habilités par les lois en vigueur. Elle reçoit toutes informations issues des rapports d'inspection ou de contrôle ayant mis en évidence un risque pour la santé de l'homme et entrant dans son champ de compétence ; 11° Peut mener toute action d'information, notamment auprès des consommateurs, ou toute action de formation et de diffusion d'une documentation scientifique et technique se rapportant aux missions de l'établissement, le cas échéant en collaboration avec les établissements universitaires ou de recherche dépendant du ministre de l'enseignement supérieur, de la recherche et de la technologie ou tout autre établissement d'enseignement et de recherche ; 12° Etablit un rapport annuel d'activité adressé au Gouvernement et au Parlement. Ce rapport est rendu public\". \"Art. L. 1323-3 : L'agence peut, pour l'accomplissement de ses missions, et notamment celles prévues aux 8° et 9° de l'article L. 1323-2, diligenter ses propres personnels. Pour l'exercice des contrôles exigeant une compétence vétérinaire, les inspecteurs diligentés par l'agence doivent être titulaires du diplôme de vétérinaire et exercer les fonctions de vétérinaire inspecteur titulaire ou contractuel de l'Etat ou être titulaires du mandat sanitaire instauré par l'article L. 921-11 du code rural\". \"Art. L. 1323-4 : Pour évaluer les risques sanitaires et nutritionnels, l'agence est assistée par des comités d'experts spécialisés dont la durée du mandat et les conditions de fonctionnement sont fixées par un arrêté des ministres chargés de l'agriculture, de la consommation et de la santé\". \"Art. L. 1323-5 : L'agence est soumise à un régime administratif, budgétaire, financier et comptable et à un contrôle de l'Etat adaptés à la nature particulière de sa mission, définis par le présent chapitre. L'agence est administrée par un conseil d'administration composé, outre de son président, pour moitié de représentants de l'Etat et, pour moitié de représentants des organisations professionnelles concernées, de représentants des consommateurs, de personnalités qualifiées choisies en raison de leurs compétences dans les domaines relevant des missions de l'agence, et de représentants du personnel. Elle est dirigée par un directeur général. Le président du conseil d'administration et le directeur général sont nommés par décret. Le conseil d'administration délibère sur les orientations stratégiques pluriannuelles, le bilan d'activité annuel, les programmes d'investissement, le budget et les comptes, les subventions éventuellement attribuées par l'agence, l'acceptation et le refus des dons et legs. Le directeur général prend au nom de l'Etat les décisions qui relèvent de la compétence de l'agence. Le directeur général émet également les avis et recommandations qui relèvent de la compétence de l'agence. Un conseil scientifique, dont le président est désigné par les ministres chargés de l'agriculture, de la consommation et de la santé après avis dudit conseil, veille à la cohérence de la politique scientifique de l'agence\". \"Art. L. 1323-6 : L'agence emploie des agents régis par les titres II, III ou IV du statut général des fonctionnaires ainsi que des personnels mentionnés aux 1° et 2° de l'article L. 6152-1, des enseignants des écoles nationales vétérinaires ou des vétérinaires qui y sont attachés, des vétérinaires employés par d'autres établissements publics, et des vétérinaires spécialisés mentionnés à l'article L. 931-2 du code rural, en position d'activité, de détachement ou de mise à disposition. Les chercheurs et les ingénieurs et personnels techniques de l'agence française de sécurité sanitaire des aliments concourant directement à des missions de recherche conservent le bénéfice des dispositions du deuxième alinéa (1°) de l'article 17 de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France\". \"Art. L. 1323-7 : L'agence emploie également des contractuels de droit public, avec lesquels elle peut conclure des contrats à durée déterminée ou indéterminée\". \"Art. L. 1323-8: L'agence peut faire appel à des agents contractuels de droit privé pour occuper des fonctions occasionnelles de caractère scientifique ou technique. Ces fonctions peuvent être exercées par des agents exerçant par ailleurs à titre principal une activité professionnelle libérale\". \"Art. L. 1323-9 : Les agents contractuels mentionnés aux articles L. 1323-7 et L. 1323-8 : 1° Sont tenus au secret et à la discrétion professionnels dans les mêmes conditions que celles qui sont définies à l'article 26 du titre Ier du statut général des fonctionnaires ; 2° Ne peuvent, par eux-mêmes ou par personne interposée, avoir, dans les entreprises ou établissements en relation avec l'agence, aucun intérêt de nature à compromettre leur indépendance. Les agents précités sont soumis aux dispositions prises en application de l'article 87 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques. Les personnes collaborant occasionnellement aux travaux de l'agence et les autres personnes qui apportent leur concours aux conseils et commissions siégeant auprès d'elle, à l'exception des membres de ces conseils et commissions, ne peuvent, sous les peines prévues à l'article 432-12 du code pénal, traiter une question dans laquelle elles auraient un intérêt direct ou indirect et sont soumises aux obligations énoncées au 1°. Les membres des commissions et conseils siégeant auprès de l'agence ne peuvent, sous les mêmes peines, prendre part ni aux délibérations ni aux votes de ces instances s'ils ont un intérêt direct ou indirect à l'affaire examinée et sont soumis aux mêmes obligations énoncées au 1°. Les personnes mentionnées aux deux alinéas précédents adressent au directeur général de l'agence, à l'occasion de leur nomination ou de leur entrée en fonctions, une déclaration mentionnant leurs liens, directs ou indirects, avec les entreprises ou établissements dont les produits entrent dans son champ de compétence, ainsi qu'avec les sociétés ou organismes de conseil intervenant dans ces secteurs. Cette déclaration est rendue publique et est actualisée à leur initiative dès qu'une modification intervient concernant ces liens ou que de nouveaux liens sont noués\". \"Art. L. 1323-10 : Les ressources de l'agence sont constituées notamment : 1° Par des subventions des collectivités publiques, de leurs établissements publics, de la Communauté européenne ou des organisations internationales ; 2° Par des taxes prévues à son bénéfice ; 3° Par des redevances pour services rendus ; 4° Par des produits divers, dons et legs ; 5° Par des emprunts\". \"Art. L. 1323-11 : Sont déterminés par décret en Conseil d'Etat : 1° Le régime administratif, budgétaire, financier et comptable de l'agence et le contrôle de l'Etat auquel celle-ci est soumise, prévus à l'article L. 1323-5 ; 2° Les règles applicables aux personnels contractuels prévus aux articles L. 1323-7 et L. 1323-8 ; 3° Les activités privées qu'en raison de leur nature les agents contractuels de l'agence mentionnés à l'article L. 1323-7 et ayant cessé leurs fonctions ne peuvent exercer ; cette interdiction peut être limitée dans le temps ; 4° Les modalités selon lesquelles l'agence se substitue, dans son domaine de compétence, aux instances existantes ; 5° Les modalités selon lesquelles les compétences, moyens, droits et obligations du Centre national d'études vétérinaires sont transférés intégralement à l'agence ; 6° Les modalités selon lesquelles les compétences, moyens, droits et obligations de laboratoires publics intervenant dans les domaines traités par l'agence lui sont transférés\".",
            "texteHtml": "<p></p>   Les missions et prérogatives, l'organisation et le fonctionnement de l'agence française de sécurité sanitaire des aliments sont fixés aux articles L. 1323-1 à L. 1323-11 du code de la santé publique ci-après reproduits :<p></p><p></p>   \"Art. L. 1323-1 : L'agence française de sécurité sanitaire des aliments est un établissement public de l'Etat, placé sous la tutelle des ministres chargés de l'agriculture, de la consommation et de la santé.<p></p><p></p>   Dans le but d'assurer la protection de la santé humaine, l'agence a pour mission de contribuer à assurer la sécurité sanitaire dans le domaine de l'alimentation, depuis la production des matières premières jusqu'à la distribution au consommateur final. Elle évalue les risques sanitaires et nutritionnels que peuvent présenter les aliments destinés à l'homme ou aux animaux, y compris ceux pouvant provenir des eaux destinées à la consommation humaine, des procédés et conditions de production, transformation, conservation, transport, stockage et distribution des denrées alimentaires, ainsi que des maladies ou infections animales, de l'utilisation des denrées destinées à l'alimentation animale, des produits phytosanitaires, des médicaments vétérinaires, notamment les préparations extemporanées et les aliments médicamenteux, des produits antiparasitaires à usage agricole et assimilés, des matières fertilisantes et supports de culture, ainsi que des conditionnements et matériaux destinés à se trouver en contact avec les produits susmentionnés. De même, elle participe à la mission de défense nationale dans le domaine alimentaire.<p></p><p></p>   Dans le cadre du Centre national d'études vétérinaires et alimentaires, placé en son sein et géré par elle, l'agence fournit l'appui technique et scientifique nécessaire à la mise en oeuvre des mesures prévues par le code rural, notamment par l'article L. 654-2, par le chapitre IV du titre Ier du livre IX, par les articles L. 915-9 à L. 915-14, par les chapitres Ier, II, III et VI du titre II du livre IX, par le chapitre VI du titre III du livre IX, par l'article L. 937-2 et par le titre IV du livre Ier de la partie V du présent code.<p></p><p></p>   Pour l'accomplissement de ses missions, les laboratoires des services de l'Etat chargés du contrôle de la sécurité sanitaire des aliments et ceux qui leur sont rattachés sont mis à disposition de l'agence en tant que de besoin\".<p></p><p></p>   \"Art. L. 1323-2 : En vue de l'accomplissement de ses missions, l'agence :<p></p><p></p>   1° Peut se saisir de toute question et proposer aux autorités compétentes toutes mesures de nature à préserver la santé publique lorsque celle-ci est menacée par un danger grave ; l'agence peut recommander auxdites autorités de prendre les mesures de police sanitaire nécessaires ; elle rend publics ses avis et recommandations, en garantissant la confidentialité des informations, couvertes par le secret industriel, nécessaires au rendu de ses avis et recommandations ; elle peut également être saisie par les associations agréées de consommateurs, dans des conditions définies par décret ;<p></p><p></p>   2° Fournit au Gouvernement l'expertise et l'appui scientifique et technique qui lui sont nécessaires, notamment pour l'élaboration et la mise en oeuvre des dispositions législatives et réglementaires, des règles communautaires et des accords internationaux relevant de son domaine de compétence, et instruit, pour son compte et sous l'autorité du directeur général, les dossiers qu'il lui confie ;<p></p><p></p>   3° Coordonne la coopération scientifique européenne et internationale de la France ;<p></p><p></p>   4° Recueille les données scientifiques et techniques nécessaires à l'exercice de ses missions ; elle a accès aux données collectées par les services de l'Etat ou par les établissements publics placés sous leur tutelle et est destinataire de leurs rapports et expertises qui entrent dans son domaine de compétence ; elle procède ou fait procéder à toutes expertises, analyses ou études nécessaires ; elle met en oeuvre les moyens permettant de mesurer les évolutions des consommations alimentaires et évalue leurs éventuelles incidences sanitaires ;<p></p><p></p>   5° Mène, dans le respect du secret industriel, des programmes de recherche scientifique et technique, notamment dans les domaines du génie vétérinaire, de la santé animale, du bien-être des animaux et de leurs conséquences sur l'hygiène publique, ainsi que de la sécurité sanitaire des aliments. A cette fin, elle mobilise ses propres moyens ou s'assure le concours d'organismes publics ou privés de recherche ou de développement, d'universités ou d'autres établissements d'enseignement supérieur, de collectivités territoriales ou de personnes physiques ;<p></p><p></p>   6° Evalue la pertinence des données spécifiques transmises en vue de fournir une expertise sur les propriétés nutritionnelles et fonctionnelles des aliments, les produits diététiques ou destinés à une alimentation particulière et les produits destinés à être intégrés à l'alimentation à l'exclusion des médicaments à usage humain ;<p></p><p></p>   7° Procède à l'évaluation des risques sanitaires relatifs à la consommation de produits alimentaires composés ou issus d'organismes génétiquement modifiés ;<p></p><p></p>   8° Participe à la définition, à la coordination et à l'évaluation des systèmes de recueil des incidents liés aux produits énoncés à l'article L. 1323-1 et susceptibles d'avoir des effets indésirables sur la santé humaine ;<p></p><p></p>   9° Procède à l'évaluation des études effectuées ou demandées par les services de l'Etat et des méthodes de contrôle utilisées et contribue à la bonne organisation, à la qualité et à l'indépendance de ces études et contrôles ;<p></p><p></p>   10° Est consultée sur les programmes de contrôle et de surveillance sanitaires mis en oeuvre par les services compétents de l'Etat et peut proposer des priorités ou formuler des recommandations. Elle peut demander aux ministres concernés de faire procéder aux contrôles ou investigations nécessaires par les agents habilités par les lois en vigueur. Elle reçoit toutes informations issues des rapports d'inspection ou de contrôle ayant mis en évidence un risque pour la santé de l'homme et entrant dans son champ de compétence ;<p></p><p></p>   11° Peut mener toute action d'information, notamment auprès des consommateurs, ou toute action de formation et de diffusion d'une documentation scientifique et technique se rapportant aux missions de l'établissement, le cas échéant en collaboration avec les établissements universitaires ou de recherche dépendant du ministre de l'enseignement supérieur, de la recherche et de la technologie ou tout autre établissement d'enseignement et de recherche ;<p></p><p></p>   12° Etablit un rapport annuel d'activité adressé au Gouvernement et au Parlement. Ce rapport est rendu public\".<p></p><p></p>   \"Art. L. 1323-3 : L'agence peut, pour l'accomplissement de ses missions, et notamment celles prévues aux 8° et 9° de l'article L. 1323-2, diligenter ses propres personnels.<p></p><p></p>   Pour l'exercice des contrôles exigeant une compétence vétérinaire, les inspecteurs diligentés par l'agence doivent être titulaires du diplôme de vétérinaire et exercer les fonctions de vétérinaire inspecteur titulaire ou contractuel de l'Etat ou être titulaires du mandat sanitaire instauré par l'article L. 921-11 du code rural\".<p></p><p></p>   \"Art. L. 1323-4 : Pour évaluer les risques sanitaires et nutritionnels, l'agence est assistée par des comités d'experts spécialisés dont la durée du mandat et les conditions de fonctionnement sont fixées par un arrêté des ministres chargés de l'agriculture, de la consommation et de la santé\".<p></p><p></p>   \"Art. L. 1323-5 : L'agence est soumise à un régime administratif, budgétaire, financier et comptable et à un contrôle de l'Etat adaptés à la nature particulière de sa mission, définis par le présent chapitre.<p></p><p></p>   L'agence est administrée par un conseil d'administration composé, outre de son président, pour moitié de représentants de l'Etat et, pour moitié de représentants des organisations professionnelles concernées, de représentants des consommateurs, de personnalités qualifiées choisies en raison de leurs compétences dans les domaines relevant des missions de l'agence, et de représentants du personnel. Elle est dirigée par un directeur général.<p></p><p></p>   Le président du conseil d'administration et le directeur général sont nommés par décret.<p></p><p></p>   Le conseil d'administration délibère sur les orientations stratégiques pluriannuelles, le bilan d'activité annuel, les programmes d'investissement, le budget et les comptes, les subventions éventuellement attribuées par l'agence, l'acceptation et le refus des dons et legs.<p></p><p></p>   Le directeur général prend au nom de l'Etat les décisions qui relèvent de la compétence de l'agence.<p></p><p></p>   Le directeur général émet également les avis et recommandations qui relèvent de la compétence de l'agence.<p></p><p></p>   Un conseil scientifique, dont le président est désigné par les ministres chargés de l'agriculture, de la consommation et de la santé après avis dudit conseil, veille à la cohérence de la politique scientifique de l'agence\".<p></p><p></p>   \"Art. L. 1323-6 : L'agence emploie des agents régis par les titres II, III ou IV du statut général des fonctionnaires ainsi que des personnels mentionnés aux 1° et 2° de l'article L. 6152-1, des enseignants des écoles nationales vétérinaires ou des vétérinaires qui y sont attachés, des vétérinaires employés par d'autres établissements publics, et des vétérinaires spécialisés mentionnés à l'article L. 931-2 du code rural, en position d'activité, de détachement ou de mise à disposition.<p></p><p></p>   Les chercheurs et les ingénieurs et personnels techniques de l'agence française de sécurité sanitaire des aliments concourant directement à des missions de recherche conservent le bénéfice des dispositions du deuxième alinéa (1°) de l'article 17 de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France\".<p></p><p></p>   \"Art. L. 1323-7 : L'agence emploie également des contractuels de droit public, avec lesquels elle peut conclure des contrats à durée déterminée ou indéterminée\".<p></p><p></p>   \"Art. L. 1323-8: L'agence peut faire appel à des agents contractuels de droit privé pour occuper des fonctions occasionnelles de caractère scientifique ou technique. Ces fonctions peuvent être exercées par des agents exerçant par ailleurs à titre principal une activité professionnelle libérale\".<p></p><p></p>   \"Art. L. 1323-9 : Les agents contractuels mentionnés aux articles L. 1323-7 et L. 1323-8 :<p></p><p></p>   1° Sont tenus au secret et à la discrétion professionnels dans les mêmes conditions que celles qui sont définies à l'article 26 du titre Ier du statut général des fonctionnaires ;<p></p><p></p>   2° Ne peuvent, par eux-mêmes ou par personne interposée, avoir, dans les entreprises ou établissements en relation avec l'agence, aucun intérêt de nature à compromettre leur indépendance.<p></p><p></p>   Les agents précités sont soumis aux dispositions prises en application de l'article 87 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques.<p></p><p></p>   Les personnes collaborant occasionnellement aux travaux de l'agence et les autres personnes qui apportent leur concours aux conseils et commissions siégeant auprès d'elle, à l'exception des membres de ces conseils et commissions, ne peuvent, sous les peines prévues à l'article 432-12 du code pénal, traiter une question dans laquelle elles auraient un intérêt direct ou indirect et sont soumises aux obligations énoncées au 1°.<p></p><p></p>   Les membres des commissions et conseils siégeant auprès de l'agence ne peuvent, sous les mêmes peines, prendre part ni aux délibérations ni aux votes de ces instances s'ils ont un intérêt direct ou indirect à l'affaire examinée et sont soumis aux mêmes obligations énoncées au 1°.<p></p><p></p>   Les personnes mentionnées aux deux alinéas précédents adressent au directeur général de l'agence, à l'occasion de leur nomination ou de leur entrée en fonctions, une déclaration mentionnant leurs liens, directs ou indirects, avec les entreprises ou établissements dont les produits entrent dans son champ de compétence, ainsi qu'avec les sociétés ou organismes de conseil intervenant dans ces secteurs. Cette déclaration est rendue publique et est actualisée à leur initiative dès qu'une modification intervient concernant ces liens ou que de nouveaux liens sont noués\".<p></p><p></p>   \"Art. L. 1323-10 : Les ressources de l'agence sont constituées notamment :<p></p><p></p>   1° Par des subventions des collectivités publiques, de leurs établissements publics, de la Communauté européenne ou des organisations internationales ;<p></p><p></p>   2° Par des taxes prévues à son bénéfice ;<p></p><p></p>   3° Par des redevances pour services rendus ;<p></p><p></p>   4° Par des produits divers, dons et legs ;<p></p><p></p>   5° Par des emprunts\".<p></p><p></p>   \"Art. L. 1323-11 : Sont déterminés par décret en Conseil d'Etat :<p></p><p></p>   1° Le régime administratif, budgétaire, financier et comptable de l'agence et le contrôle de l'Etat auquel celle-ci est soumise, prévus à l'article L. 1323-5 ;<p></p><p></p>   2° Les règles applicables aux personnels contractuels prévus aux articles L. 1323-7 et L. 1323-8 ;<p></p><p></p>   3° Les activités privées qu'en raison de leur nature les agents contractuels de l'agence mentionnés à l'article L. 1323-7 et ayant cessé leurs fonctions ne peuvent exercer ; cette interdiction peut être limitée dans le temps ;<p></p><p></p>   4° Les modalités selon lesquelles l'agence se substitue, dans son domaine de compétence, aux instances existantes ;<p></p><p></p>   5° Les modalités selon lesquelles les compétences, moyens, droits et obligations du Centre national d'études vétérinaires sont transférés intégralement à l'agence ;<p></p><p></p>   6° Les modalités selon lesquelles les compétences, moyens, droits et obligations de laboratoires publics intervenant dans les domaines traités par l'agence lui sont transférés\".<p></p>",
            "num": "L261-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 969494400000,
            "dateFin": 1151712000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-29",
                        "titre": "Livre II : Santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121418",
                        "id": "LEGISCTA000006121418",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Alimentation, santé publique vétérinaire et protection des végétaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121418",
                        "id": "LEGISCTA000022657339",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-01",
                        "titre": "Titre VI : L'agence française de sécurité sanitaire des aliments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138325",
                        "id": "LEGISCTA000006138325",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-01",
                        "titre": "Chapitre unique : Missions, organisation et fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152221",
                        "id": "LEGISCTA000006152221",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006583005",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152221",
            "sectionParentId": "LEGISCTA000006152221",
            "sectionParentTitre": "Chapitre unique : Missions, organisation et fonctionnement.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Santé publique vétérinaire et protection des végétaux &gt; Titre VI : L'agence française de sécurité sanitaire des aliments &gt; Chapitre unique : Missions, organisation et fonctionnement.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006583008",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000401865",
                    "textTitle": "Ordonnance 2000-914 2000-09-18 art. 11 I, II JORF 21 septembre 2000",
                    "linkType": "TRANSFERT",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000401865",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000401865",
                    "textTitle": "Ordonnance n°2000-914 du 18 septembre 2000 - art. 11 () JORF 21 septembre 2000",
                    "linkType": "TRANSFERT",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006849361",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2000-09-21"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Ordonnance 2000-550 2000-06-22",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique L1323-1 à L1323-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000006833769",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 69-918 1969-10-24 art. 12",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006583005",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 626140800000,
                    "dateFin": 663724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583006",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 663724800000,
                    "dateFin": 964656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583007",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 964656000000,
                    "dateFin": 969494400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583008",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1151712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583009",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1151712000000,
                    "dateFin": 1277942400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L261-1",
                "261-1"
            ],
            "versionPrecedente": "LEGIARTI000006583007",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006583007",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions du titre II ne sont pas applicables dans le département de la Guyane, à l'exception des articles L. 221-1 et L. 228-31.",
            "texteHtml": "<p></p>   Les dispositions du titre II ne sont pas applicables dans le département de la Guyane, à l'exception des articles L. 221-1 et L. 228-31.<p></p><p></p>",
            "num": "L261-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 964656000000,
            "dateFin": 969494400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-11-04",
                        "fin": "2000-09-21",
                        "titre": "Livre II : Protection de la nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121415",
                        "id": "LEGISCTA000006121415",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-01-13",
                        "fin": "2000-09-21",
                        "titre": "Titre VI : Dispositions particulières aux départements d'outre-mer, à la collectivité territoriale de Saint-Pierre-et-Miquelon, à la collectivité territoriale de Mayotte et aux Terres australes et antarctiques françaises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138319",
                        "id": "LEGISCTA000006138319",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-01-13",
                        "fin": "2000-09-21",
                        "titre": "Chapitre Ier : Dispositions particulières aux départements d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152400",
                        "id": "LEGISCTA000006152400",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006583005",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152400",
            "sectionParentId": "LEGISCTA000006152400",
            "sectionParentTitre": "Chapitre Ier : Dispositions particulières aux départements d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon.",
            "fullSectionsTitre": "Partie législative",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006583007",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000526953",
                    "textTitle": "Loi 91-363 1991-04-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000526953",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-04-17",
                    "dateSignaTexte": "1991-04-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000584127",
                    "textTitle": "Loi n°2000-698 du 26 juillet 2000 - art. 4 () JORF 27 juillet 2000",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006848870",
                    "natureText": "LOI",
                    "datePubliTexte": "2000-07-27",
                    "dateSignaTexte": "2000-07-26",
                    "dateDebutCible": "2000-07-27"
                },
                {
                    "textCid": "JORFTEXT000000401865",
                    "textTitle": "Ordonnance n°2000-914 du 18 septembre 2000 - art. 5 (V) JORF 21 septembre 2000",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006849354",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2000-09-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L221-1, L228-31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000006833769",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 69-918 1969-10-24 art. 12",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006583005",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 626140800000,
                    "dateFin": 663724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583006",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 663724800000,
                    "dateFin": 964656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583007",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 964656000000,
                    "dateFin": 969494400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583008",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1151712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583009",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1151712000000,
                    "dateFin": 1277942400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L261-1",
                "261-1"
            ],
            "versionPrecedente": "LEGIARTI000006583006",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006583006",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions du titre II ne sont pas applicables dans le département de la Guyane.",
            "texteHtml": "<p></p>   Les dispositions du titre II ne sont pas applicables dans le département de la Guyane.<p></p><p></p>",
            "num": "L261-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 663724800000,
            "dateFin": 964656000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-11-04",
                        "fin": "2000-09-21",
                        "titre": "Livre II : Protection de la nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121415",
                        "id": "LEGISCTA000006121415",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-01-13",
                        "fin": "2000-09-21",
                        "titre": "Titre VI : Dispositions particulières aux départements d'outre-mer, à la collectivité territoriale de Saint-Pierre-et-Miquelon, à la collectivité territoriale de Mayotte et aux Terres australes et antarctiques françaises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138319",
                        "id": "LEGISCTA000006138319",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1991-01-13",
                        "fin": "2000-09-21",
                        "titre": "Chapitre Ier : Dispositions particulières aux départements d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152400",
                        "id": "LEGISCTA000006152400",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006583005",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152400",
            "sectionParentId": "LEGISCTA000006152400",
            "sectionParentTitre": "Chapitre Ier : Dispositions particulières aux départements d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Protection de la nature &gt; Titre VI : Dispositions particulières aux départements d'outre-mer, à la collectivité territoriale de Saint-Pierre-et-Miquelon, à la collectivité territoriale de Mayotte et aux Terres australes et antarctiques françaises &gt; Chapitre Ier : Dispositions particulières aux départements d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006583006",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000525528",
                    "textTitle": "n°91-34 du 10 janvier 1991 - art. 1 () JORF 13 janvier 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006601377",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1991-01-13",
                    "dateSignaTexte": "1991-01-10",
                    "dateDebutCible": "1991-01-13"
                },
                {
                    "textCid": "JORFTEXT000000526953",
                    "textTitle": "Loi 91-363 1991-04-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000526953",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-04-17",
                    "dateSignaTexte": "1991-04-15",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 69-918 1969-10-24 art. 12",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000006833769",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006583005",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 626140800000,
                    "dateFin": 663724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583006",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 663724800000,
                    "dateFin": 964656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583007",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 964656000000,
                    "dateFin": 969494400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583008",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1151712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583009",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1151712000000,
                    "dateFin": 1277942400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L261-1",
                "261-1"
            ],
            "versionPrecedente": "LEGIARTI000006583005",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006583005",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions du titre II ne sont pas applicables dans le département de la Guyane.",
            "texteHtml": "<p></p>   Les dispositions du titre II ne sont pas applicables dans le département de la Guyane.<p></p><p></p>",
            "num": "L261-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 626140800000,
            "dateFin": 663724800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-11-04",
                        "fin": "2000-09-21",
                        "titre": "Livre II : Protection de la nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121415",
                        "id": "LEGISCTA000006121415",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1989-11-04",
                        "fin": "1991-01-13",
                        "titre": "Titre VI : Dispositions particulières aux départements d'outre-mer, à la collectivité territoriale de Saint-Pierre-et-Miquelon et aux terres australes et antarctiques françaises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138318",
                        "id": "LEGISCTA000006138318",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1989-11-04",
                        "fin": "1991-01-13",
                        "titre": "Chapitre Ier : Dispositions particulières aux départements d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152198",
                        "id": "LEGISCTA000006152198",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006583005",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152198",
            "sectionParentId": "LEGISCTA000006152198",
            "sectionParentTitre": "Chapitre Ier : Dispositions particulières aux départements d'outre-mer et à la collectivité territoriale de Saint-Pierre-et-Miquelon.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Protection de la nature",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006583005",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000336190",
                    "textTitle": "Décret n°89-804 du 27 octobre 1989 - art. 1 (V) JORF 4 novembre 1989",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006605473",
                    "natureText": "DECRET",
                    "datePubliTexte": "1989-11-04",
                    "dateSignaTexte": "1989-10-27",
                    "dateDebutCible": "1989-11-04"
                },
                {
                    "textCid": "JORFTEXT000000526953",
                    "textTitle": "Loi 91-363 1991-04-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000526953",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-04-17",
                    "dateSignaTexte": "1991-04-15",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L420-4 (V)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L420-4",
                    "articleId": "LEGIARTI000006833769",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L961-1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 69-918 1969-10-24 art. 12",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006583005",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 626140800000,
                    "dateFin": 663724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583006",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 663724800000,
                    "dateFin": 964656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583007",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 964656000000,
                    "dateFin": 969494400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583008",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 969494400000,
                    "dateFin": 1151712000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006583009",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1151712000000,
                    "dateFin": 1277942400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L261-1",
                "261-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}