{
    "cid": "LEGIARTI000022304215",
    "num": "Annexe statuts types",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA QUATRIÈME PARTIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132374",
                        "id": "LEGISCTA000006132374",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000022304215",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022293303",
                    "textTitle": "Décret n°2010-585 du 2 juin 2010 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000022294024",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-06-03",
                    "dateSignaTexte": "2010-06-02",
                    "dateDebutCible": "2010-06-03"
                }
            ],
            "num": "Annexe statuts types",
            "origine": "LEGI",
            "texte": "UNION RÉGIONALE DES PROFESSIONNELS DE SANTÉ FÉDÉRATION RÉGIONALE DES PROFESSIONNELS DE SANTÉ Statuts types I. - But et composition de l'association Article 1er a) En ce qui concerne les unions régionales des professionnels de santé : L'association dite : union régionale des professionnels de santé de [nom de la région] regroupant les [nom de la profession], fondée en [date de fondation], a pour but de contribuer à l'organisation et à l'évolution de l'offre de santé au niveau régional, notamment à la préparation du projet régional de santé et à sa mise en œuvre. Elle peut conclure des contrats avec l'agence régionale de santé et assurer des missions particulières impliquant les professionnels de santé libéraux dans les domaines de compétence de l'agence. Elle assume les missions qui leur sont confiées par les conventions nationales prévues au titre VI du livre Ier du code de la sécurité sociale. Sa durée est illimitée. Elle a son siège social au chef-lieu de la région sauf si l'assemblée en décide autrement par une décision prise à la majorité des deux tiers de ses membres. Il est situé à [ ] (indiquer seulement le nom de la commune, du département et de la région sans la rue ni le numéro). b) En ce qui concerne la fédération régionale des professionnels de santé : L'association dite : fédération régionale des professionnels de santé de [nom de la région] regroupant les délégués de chaque union régionale des professionnels de santé, fondée en [date de fondation], a pour but de concourir au développement de l'exercice interdisciplinaire des professionnels de santé libéraux. La fédération exerce toute mission qui lui est dévolue par les unions régionales des professionnels de santé. Chaque union détermine les modalités de sa participation à la fédération régionale et les actions qui contribueront à son programme de travail. La fédération régionale ne peut représenter une profession que dans le cadre d'un mandat explicitement donné par l'union régionale correspondante. Sa durée est illimitée. Elle a son siège social au chef-lieu de la région sauf si l'assemblée en décide autrement par une décision prise à la majorité des deux tiers de ses membres. Il est situé à [ ] (indiquer seulement le nom de la commune, du département et de la région sans la rue ni le numéro). Ce siège social peut être le siège d'une union régionale si la majorité des délégués en manifeste l'accord. Article 2 a) Composition des unions régionales des professionnels de santé : L'assemblée de l'association comprend les membres élus pour un mandat de cinq années et représentant les professionnels de santé en exercice dans la région. Le nombre de membres de l'assemblée est fixé selon les critères définis à l'article R. 4031-6 du code de la santé publique. b) Composition de la fédération régionale des professionnels de santé : La fédération régionale se compose de délégués de chaque union régionale. Ces délégués sont au nombre de trois. Les délégués de l'union régionale regroupant les médecins sont issus de chaque collège d'électeurs. Article 3 La qualité de membre de l'association se perd : 1° Par la démission ; 2° Par la radiation prononcée lorsque le membre cesse d'exercer une activité libérale dans le cadre du régime conventionnel, pour quelque raison que ce soit. Si, toutefois, la cessation d'activité n'est que temporaire, l'exercice du mandat de membre de l'assemblée est suspendu pendant la période correspondante. Le membre intéressé est préalablement appelé, s'il le souhaite, à fournir ses explications. II. - Administration et fonctionnement Article 4 a) En ce qui concerne les unions régionales des professionnels de santé : L'association est administrée par un bureau dont le nombre des membres est fixé conformément aux dispositions de l'article R. 4031-9 du code de la santé publique. Les membres du bureau sont élus au scrutin secret, pour la durée du mandat des membres des unions régionales des professionnels de santé, par l'assemblée et choisis dans les élus de cette assemblée. Si l'un des membres du bureau cesse définitivement d'exercer son mandat, il est procédé à son remplacement au cours de la première réunion de l'assemblée qui suit la vacance. Les pouvoirs des membres ainsi élus prennent fin à l'époque où devrait normalement expirer le mandat des membres remplacés. b) En ce qui concerne la fédération régionale des professionnels de santé : L'association est administrée par un bureau dont le nombre des membres est fixé conformément aux dispositions de l'article R. 4031-49 du code de la santé publique. Les membres du bureau sont élus au scrutin secret, pour la durée du mandat des membres des unions régionales siégeant au sein de la fédération, par les délégués de chaque union régionale. Les membres de chaque union qui n'exercent pas les fonctions énumérées ci-dessus désignent l'un d'entre eux qui peut siéger également au sein du bureau. Si l'un des membres du bureau cesse définitivement d'exercer son mandat, il est procédé à son remplacement au cours de la première réunion de l'assemblée qui suit la vacance. Les pouvoirs des membres ainsi élus prennent fin à l'époque où devrait normalement expirer le mandat des membres remplacés. Article 5 Le bureau se réunit selon la fréquence définie par le règlement intérieur. Les décisions sont prises à la majorité des membres présents, sauf dans les cas où une majorité qualifiée est requise en vertu des dispositions du règlement intérieur. En cas de partage égal des voix, celle du président est prépondérante. Les délibérations du bureau donnent lieu à l'établissement d'un relevé de décisions approuvé par le bureau lors de sa réunion suivante, conservé au siège de l'union et signé par le président et le secrétaire ou leurs remplaçants. Ils sont établis sans blancs ni ratures, sur des feuillets numérotés et conservés au siège de l'union régionale ou de la fédération. Article 6 L'assemblée se réunit deux fois par an et chaque fois qu'elle est convoquée par le bureau ou à la demande de la majorité des membres de l'association. Son ordre du jour est réglé par le bureau. L'assemblée ne peut valablement délibérer que si la moitié au moins des membres qui la composent sont présents ou représentés. Lorsque le quorum n'est pas atteint, l'assemblée délibère valablement, après une nouvelle convocation, quel que soit le nombre des membres présents. Elle entend les rapports sur la gestion du bureau, sur la situation financière et morale de l'association. Elle approuve les comptes de l'exercice clos, vote le budget de l'exercice suivant, délibère sur les questions mises à l'ordre du jour et pourvoit, s'il y a lieu, au renouvellement des membres du bureau. Les délibérations de l'assemblée donnent lieu à l'établissement de procès-verbaux, approuvés par l'assemblée lors de sa réunion suivante, conservés au siège de l'union et signés par le président et le secrétaire ou leurs remplaçants. Ils sont établis sans blancs ni ratures, sur des feuillets numérotés. Le rapport annuel et les comptes sont adressés chaque année à tous les membres de l'association. Ils sont également communiqués, par voie électronique et sans frais, à tout professionnel relevant de l'union qui en fait la demande. Article 7 Les membres de l'assemblée perçoivent au titre de ces fonctions le remboursement des frais de déplacement et de séjour, dans les conditions fixées par le règlement intérieur. Celui-ci peut également prévoir l'attribution d'une indemnité forfaitaire destinée à compenser la perte de ressources entraînée par ces fonctions. Des justifications doivent être produites qui font l'objet de vérifications. Cette indemnité est fixée, dans la limite d'un plafond déterminé en fonction des stipulations conventionnelles de la profession relatives aux indemnités de participation aux commissions paritaires. Un arrêté du ministre chargé de la santé et du ministre chargé de la sécurité sociale fixe ce plafond par profession. La somme totale de ces indemnités perçues durant une année civile ne peut excéder deux fois la valeur du plafond annuel de sécurité sociale.Les agents rétribués de l'association peuvent être appelés par le président à assister avec voix consultative aux séances de l'assemblée et du conseil d'administration. Article 8 Le président représente l'association en justice et dans tous les actes de la vie civile. Il ordonnance les dépenses. Il peut donner délégation dans des conditions qui sont fixées par le règlement intérieur. Les représentants de l'association doivent jouir du plein exercice de leurs droits civils. III. - Ressources, budget Article 9 a) En ce qui concerne les unions régionales des professionnels de santé : Les ressources de l'union régionale sont constituées notamment par la contribution instituée par l'article L. 4031-4 du code de la santé publique ainsi que, le cas échéant, par des subventions et concours financiers divers. Toutefois, ni l'assemblée, ni le bureau, ni aucun des membres d'une union régionale ne peuvent solliciter ou accepter pour le compte de celle-ci des concours qui, par leur nature ou leur importance, seraient susceptibles de mettre en cause l'indépendance nécessaire à l'accomplissement des missions de l'union. b) En ce qui concerne la fédération régionale des professionnels de santé : Les ressources de la fédération sont constituées par une contribution annuelle versée par chaque union régionale de la région. Le montant de cette contribution ne peut être inférieur à 5 % de la contribution perçue par chaque union. La fédération peut percevoir, le cas échéant, des subventions et concours financiers divers. Toutefois, ni la fédération, ni le bureau, ni aucun des membres ne peuvent solliciter ou accepter pour le compte de celle-ci des concours qui, par leur nature ou leur importance, seraient susceptibles de mettre en cause l'indépendance nécessaire à l'accomplissement des missions de la fédération. Article 10 Les unions et la fédération établissent annuellement un budget prévisionnel de leurs opérations de recettes et de dépenses. Sauf dans les unions composées de trois membres, une commission de contrôle, composée de trois à six membres de l'assemblée n'ayant pas la qualité de membre du bureau, est élue chaque année par l'assemblée à bulletin secret. Elle élit son président en son sein. L'assemblée adjoint à cette commission un commissaire aux comptes exerçant sa mission dans les conditions fixées par le livre II du code de commerce. La commission procède à toute époque aux contrôles et investigations comptables et financières. Elle présente à l'assemblée, lors de la séance annuelle consacrée à l'approbation des comptes, un rapport concernant la gestion de l'union et les comptes de l'exercice et comportant un état détaillé des recettes et de leur origine. Le budget, les comptes annuels et le rapport de la commission sont communiqués au directeur général de l'agence régionale de santé. Les unions régionales ne peuvent pas financer des opérations étrangères à leur mission. Article 11 Il est tenu une comptabilité faisant apparaître annuellement un compte de résultat, un bilan et une annexe. IV. - Surveillance et règlement intérieur Article 12 Le rapport annuel et les comptes sont adressés chaque année au directeur général de l'agence régionale de santé. Article 13 Le règlement intérieur (le règlement intérieur, dans le strict respect des statuts, ne fait que compléter ceux-ci, ne saurait en rien être confondu avec le règlement intérieur prévu par le code du travail), préparé par le bureau et adopté par l'assemblée, est adressé à l'agence régionale de santé.",
            "texteHtml": "<p align='left'><br/><br/>UNION RÉGIONALE DES PROFESSIONNELS DE SANTÉ FÉDÉRATION RÉGIONALE DES PROFESSIONNELS DE SANTÉ<br/><br/>Statuts types<br/><br/>I. - But et composition de l'association<br/><br/>Article 1er<br/><br/>a) En ce qui concerne les unions régionales des professionnels de santé :<br/><br/>L'association dite : union régionale des professionnels de santé de [nom de la région] regroupant les [nom de la profession], fondée en [date de fondation], a pour but de contribuer à l'organisation et à l'évolution de l'offre de santé au niveau régional, notamment à la préparation du projet régional de santé et à sa mise en œuvre. Elle peut conclure des contrats avec l'agence régionale de santé et assurer des missions particulières impliquant les professionnels de santé libéraux dans les domaines de compétence de l'agence. Elle assume les missions qui leur sont confiées par les conventions nationales prévues au titre VI du livre Ier du code de la sécurité sociale.<br/><br/>Sa durée est illimitée.<br/><br/>Elle a son siège social au chef-lieu de la région sauf si l'assemblée en décide autrement par une décision prise à la majorité des deux tiers de ses membres. Il est situé à [ ] (indiquer seulement le nom de la commune, du département et de la région sans la rue ni le numéro).<br/><br/>b) En ce qui concerne la fédération régionale des professionnels de santé :<br/><br/>L'association dite : fédération régionale des professionnels de santé de [nom de la région] regroupant les délégués de chaque union régionale des professionnels de santé, fondée en [date de fondation], a pour but de concourir au développement de l'exercice interdisciplinaire des professionnels de santé libéraux. La fédération exerce toute mission qui lui est dévolue par les unions régionales des professionnels de santé. Chaque union détermine les modalités de sa participation à la fédération régionale et les actions qui contribueront à son programme de travail. La fédération régionale ne peut représenter une profession que dans le cadre d'un mandat explicitement donné par l'union régionale correspondante.<br/><br/>Sa durée est illimitée.<br/><br/>Elle a son siège social au chef-lieu de la région sauf si l'assemblée en décide autrement par une décision prise à la majorité des deux tiers de ses membres. Il est situé à [ ] (indiquer seulement le nom de la commune, du département et de la région sans la rue ni le numéro).<br/><br/>Ce siège social peut être le siège d'une union régionale si la majorité des délégués en manifeste l'accord.</p><p><br/>Article 2</p><p><br/>a) Composition des unions régionales des professionnels de santé :<br/><br/>L'assemblée de l'association comprend les membres élus pour un mandat de cinq années et représentant les professionnels de santé en exercice dans la région. Le nombre de membres de l'assemblée est fixé selon les critères définis à l'article R. 4031-6 du code de la santé publique.<br/><br/>b) Composition de la fédération régionale des professionnels de santé :<br/><br/>La fédération régionale se compose de délégués de chaque union régionale. Ces délégués sont au nombre de trois. Les délégués de l'union régionale regroupant les médecins sont issus de chaque collège d'électeurs.</p><p><br/>Article 3</p><p><br/>La qualité de membre de l'association se perd :<br/><br/>1° Par la démission ;<br/><br/>2° Par la radiation prononcée lorsque le membre cesse d'exercer une activité libérale dans le cadre du régime conventionnel, pour quelque raison que ce soit. Si, toutefois, la cessation d'activité n'est que temporaire, l'exercice du mandat de membre de l'assemblée est suspendu pendant la période correspondante.<br/><br/>Le membre intéressé est préalablement appelé, s'il le souhaite, à fournir ses explications.</p><p><br/>II. - Administration et fonctionnement<br/><br/>Article 4</p><p><br/>a) En ce qui concerne les unions régionales des professionnels de santé :<br/><br/>L'association est administrée par un bureau dont le nombre des membres est fixé conformément aux dispositions de l'article R. 4031-9 du code de la santé publique. Les membres du bureau sont élus au scrutin secret, pour la durée du mandat des membres des unions régionales des professionnels de santé, par l'assemblée et choisis dans les élus de cette assemblée.<br/><br/>Si l'un des membres du bureau cesse définitivement d'exercer son mandat, il est procédé à son remplacement au cours de la première réunion de l'assemblée qui suit la vacance.<br/><br/>Les pouvoirs des membres ainsi élus prennent fin à l'époque où devrait normalement expirer le mandat des membres remplacés.<br/><br/>b) En ce qui concerne la fédération régionale des professionnels de santé :<br/><br/>L'association est administrée par un bureau dont le nombre des membres est fixé conformément aux dispositions de l'article R. 4031-49 du code de la santé publique. Les membres du bureau sont élus au scrutin secret, pour la durée du mandat des membres des unions régionales siégeant au sein de la fédération, par les délégués de chaque union régionale.<br/><br/>Les membres de chaque union qui n'exercent pas les fonctions énumérées ci-dessus désignent l'un d'entre eux qui peut siéger également au sein du bureau.<br/><br/>Si l'un des membres du bureau cesse définitivement d'exercer son mandat, il est procédé à son remplacement au cours de la première réunion de l'assemblée qui suit la vacance.<br/><br/>Les pouvoirs des membres ainsi élus prennent fin à l'époque où devrait normalement expirer le mandat des membres remplacés.</p><p><br/>Article 5</p><p><br/>Le bureau se réunit selon la fréquence définie par le règlement intérieur.<br/><br/>Les décisions sont prises à la majorité des membres présents, sauf dans les cas où une majorité qualifiée est requise en vertu des dispositions du règlement intérieur. En cas de partage égal des voix, celle du président est prépondérante.<br/><br/>Les délibérations du bureau donnent lieu à l'établissement d'un relevé de décisions approuvé par le bureau lors de sa réunion suivante, conservé au siège de l'union et signé par le président et le secrétaire ou leurs remplaçants. Ils sont établis sans blancs ni ratures, sur des feuillets numérotés et conservés au siège de l'union régionale ou de la fédération.</p><p><br/>Article 6</p><p><br/>L'assemblée se réunit deux fois par an et chaque fois qu'elle est convoquée par le bureau ou à la demande de la majorité des membres de l'association.<br/><br/>Son ordre du jour est réglé par le bureau.<br/><br/>L'assemblée ne peut valablement délibérer que si la moitié au moins des membres qui la composent sont présents ou représentés.<br/><br/>Lorsque le quorum n'est pas atteint, l'assemblée délibère valablement, après une nouvelle convocation, quel que soit le nombre des membres présents.<br/><br/>Elle entend les rapports sur la gestion du bureau, sur la situation financière et morale de l'association.<br/><br/>Elle approuve les comptes de l'exercice clos, vote le budget de l'exercice suivant, délibère sur les questions mises à l'ordre du jour et pourvoit, s'il y a lieu, au renouvellement des membres du bureau.<br/><br/>Les délibérations de l'assemblée donnent lieu à l'établissement de procès-verbaux, approuvés par l'assemblée lors de sa réunion suivante, conservés au siège de l'union et signés par le président et le secrétaire ou leurs remplaçants. Ils sont établis sans blancs ni ratures, sur des feuillets numérotés.<br/><br/>Le rapport annuel et les comptes sont adressés chaque année à tous les membres de l'association. Ils sont également communiqués, par voie électronique et sans frais, à tout professionnel relevant de l'union qui en fait la demande.</p><p><br/>Article 7</p><p><br/>Les membres de l'assemblée perçoivent au titre de ces fonctions le remboursement des frais de déplacement et de séjour, dans les conditions fixées par le règlement intérieur. Celui-ci peut également prévoir l'attribution d'une indemnité forfaitaire destinée à compenser la perte de ressources entraînée par ces fonctions. Des justifications doivent être produites qui font l'objet de vérifications.<br/><br/>Cette indemnité est fixée, dans la limite d'un plafond déterminé en fonction des stipulations conventionnelles de la profession relatives aux indemnités de participation aux commissions paritaires. Un arrêté du ministre chargé de la santé et du ministre chargé de la sécurité sociale fixe ce plafond par profession.<br/><br/>La somme totale de ces indemnités perçues durant une année civile ne peut excéder deux fois la valeur du plafond annuel de sécurité sociale.Les agents rétribués de l'association peuvent être appelés par le président à assister avec voix consultative aux séances de l'assemblée et du conseil d'administration.</p><p><br/>Article 8</p><p><br/>Le président représente l'association en justice et dans tous les actes de la vie civile. Il ordonnance les dépenses. Il peut donner délégation dans des conditions qui sont fixées par le règlement intérieur. Les représentants de l'association doivent jouir du plein exercice de leurs droits civils.</p><p><br/>III. - Ressources, budget<br/><br/>Article 9</p><p><br/>a) En ce qui concerne les unions régionales des professionnels de santé :<br/><br/>Les ressources de l'union régionale sont constituées notamment par la contribution instituée par l'article L. 4031-4 du code de la santé publique ainsi que, le cas échéant, par des subventions et concours financiers divers.<br/><br/>Toutefois, ni l'assemblée, ni le bureau, ni aucun des membres d'une union régionale ne peuvent solliciter ou accepter pour le compte de celle-ci des concours qui, par leur nature ou leur importance, seraient susceptibles de mettre en cause l'indépendance nécessaire à l'accomplissement des missions de l'union.<br/><br/>b) En ce qui concerne la fédération régionale des professionnels de santé :<br/><br/>Les ressources de la fédération sont constituées par une contribution annuelle versée par chaque union régionale de la région. Le montant de cette contribution ne peut être inférieur à 5 % de la contribution perçue par chaque union.<br/><br/>La fédération peut percevoir, le cas échéant, des subventions et concours financiers divers.<br/><br/>Toutefois, ni la fédération, ni le bureau, ni aucun des membres ne peuvent solliciter ou accepter pour le compte de celle-ci des concours qui, par leur nature ou leur importance, seraient susceptibles de mettre en cause l'indépendance nécessaire à l'accomplissement des missions de la fédération.</p><p><br/>Article 10</p><p><br/>Les unions et la fédération établissent annuellement un budget prévisionnel de leurs opérations de recettes et de dépenses.<br/><br/>Sauf dans les unions composées de trois membres, une commission de contrôle, composée de trois à six membres de l'assemblée n'ayant pas la qualité de membre du bureau, est élue chaque année par l'assemblée à bulletin secret. Elle élit son président en son sein.<br/><br/>L'assemblée adjoint à cette commission un commissaire aux comptes exerçant sa mission dans les conditions fixées par le livre II du code de commerce.<br/><br/>La commission procède à toute époque aux contrôles et investigations comptables et financières. Elle présente à l'assemblée, lors de la séance annuelle consacrée à l'approbation des comptes, un rapport concernant la gestion de l'union et les comptes de l'exercice et comportant un état détaillé des recettes et de leur origine.<br/><br/>Le budget, les comptes annuels et le rapport de la commission sont communiqués au directeur général de l'agence régionale de santé.<br/><br/>Les unions régionales ne peuvent pas financer des opérations étrangères à leur mission.</p><p><br/>Article 11</p><p><br/>Il est tenu une comptabilité faisant apparaître annuellement un compte de résultat, un bilan et une annexe.</p><p><br/>IV. - Surveillance et règlement intérieur<br/><br/>Article 12</p><p><br/>Le rapport annuel et les comptes sont adressés chaque année au directeur général de l'agence régionale de santé.</p><p><br/>Article 13</p><p><br/>Le règlement intérieur (le règlement intérieur, dans le strict respect des statuts, ne fait que compléter ceux-ci, ne saurait en rien être confondu avec le règlement intérieur prévu par le code du travail), préparé par le bureau et adopté par l'assemblée, est adressé à l'agence régionale de santé.</p>",
            "type": "AUTONOME",
            "dateDebut": "2010-06-03T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}