{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006801491",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le fabricant, ou son représentant, ou la personne pour le compte de laquelle le produit cosmétique est fabriqué, ou le responsable de la mise sur le marché d'un produit cosmétique importé pour la première fois d'un Etat non membre de la Communauté européenne ou non partie à l'accord sur l'Espace économique européen peut être autorisé, pour des raisons de confidentialité commerciale, par dérogation aux dispositions de l'article R. 5263-4, à ne pas inscrire un ou plusieurs ingrédients sur le récipient et l'emballage d'un produit cosmétique. La demande est adressée au préfet du département du siège du demandeur qui procède à son instruction. Elle est accompagnée d'un dossier dont le contenu est fixé par arrêté des ministres chargés de la consommation, de l'industrie et de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé. Il contient des informations concernant l'identité de l'ingrédient, l'évaluation de son innocuité, les produits dans lesquels il sera incorporé, la justification détaillée des motifs pour lesquels la confidentialité est exceptionnellement demandée, les éventuelles demandes d'autorisation déposées à cette même fin dans d'autres Etats membres de la Communauté européenne ainsi que le résultat de ces demandes. Lorsque le préfet estime que le dossier de demande d'autorisation est incomplet, il invite le demandeur à compléter celui-ci. II. - Dès que le dossier de demande d'autorisation est complet, le préfet délivre au demandeur un accusé de réception et transmet ce dossier au directeur général de l'Agence française de sécurité sanitaire des produits de santé. Sous réserve des dispositions du troisième alinéa du présent II, le directeur général de l'agence se prononce sur les éventuels risques pour la santé publique pouvant résulter du remplacement du nom de l'ingrédient par un numéro d'enregistrement dans un délai de trois mois à compter de la date de réception du dossier de demande complet. La décision du préfet est notifiée au demandeur dans un délai de quatre mois à compter de la date de réception du dossier de demande complet. Tout refus de la confidentialité doit être motivé et les voies et délais de recours doivent être indiqués au demandeur. Le préfet peut, à titre exceptionnel, prolonger le délai de quatre mois pour une durée ne pouvant excéder deux mois, lorsque des informations complémentaires sont nécessaires pour se prononcer sur la demande. Il informe par écrit le demandeur de la durée de cette prolongation et des motifs qui la justifient. Lorsque ces informations complémentaires sont nécessaires pour que le directeur général de l'Agence française de sécurité sanitaire des produits de santé se prononce sur la demande, le délai de trois mois prévu au premier alinéa du présent II est prolongé pour une durée ne pouvant excéder deux mois. III. - Cette autorisation est accordée pour une période de cinq ans. Elle ne peut pas être accordée lorsque l'avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé est défavorable. L'autorisation peut être renouvelée pour une période maximale de trois ans par décision prise dans les mêmes formes et selon la même procédure que l'autorisation initiale. La décision précise le numéro d'enregistrement qui devra figurer sur l'emballage des produits contenant l'ingrédient en cause ainsi que la liste des produits pour lesquels cette autorisation est accordée. Les autorisations délivrées par les autres Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen en vertu des textes pris par ces Etats en application de la directive n° 95/17/CE de la Commission du 19 juin 1995 portant modalités d'application de la directive 76/768/CEE du Conseil en ce qui concerne la non-inscription d'un ou de plusieurs ingrédients sur la liste prévue pour l'étiquetage des produits cosmétiques valent autorisation au titre du présent article. IV. - Dès qu'il en a connaissance, le bénéficiaire de l'autorisation doit informer le préfet de toute modification des informations fournies à l'appui de la demande. En particulier, toute modification dans le nom ou l'identification des produits dans lesquels l'ingrédient concerné est utilisé doit lui être transmise au moins quinze jours avant la commercialisation de ces produits sous leur nouveau nom. Compte tenu de ces modifications ou si de nouveaux éléments l'imposent, le préfet peut supprimer l'autorisation au bénéficiaire. Dans ce cas, il en informe immédiatement le directeur général de l'Agence française de sécurité sanitaire des produits de santé. V. - Le préfet est tenu de supprimer l'autorisation lorsque le directeur général de l'Agence française de sécurité sanitaire des produits de santé le demande pour des raisons de santé publique.",
            "texteHtml": "<p></p>   I. - Le fabricant, ou son représentant, ou la personne pour le compte de laquelle le produit cosmétique est fabriqué, ou le responsable de la mise sur le marché d'un produit cosmétique importé pour la première fois d'un Etat non membre de la Communauté européenne ou non partie à l'accord sur l'Espace économique européen peut être autorisé, pour des raisons de confidentialité commerciale, par dérogation aux dispositions de l'article R. 5263-4, à ne pas inscrire un ou plusieurs ingrédients sur le récipient et l'emballage d'un produit cosmétique.<p></p><p></p>   La demande est adressée au préfet du département du siège du demandeur qui procède à son instruction. Elle est accompagnée d'un dossier dont le contenu est fixé par arrêté des ministres chargés de la consommation, de l'industrie et de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé.<p></p><p></p>   Il contient des informations concernant l'identité de l'ingrédient, l'évaluation de son innocuité, les produits dans lesquels il sera incorporé, la justification détaillée des motifs pour lesquels la confidentialité est exceptionnellement demandée, les éventuelles demandes d'autorisation déposées à cette même fin dans d'autres Etats membres de la Communauté européenne ainsi que le résultat de ces demandes.<p></p><p></p>      Lorsque le préfet estime que le dossier de demande d'autorisation est incomplet, il invite le demandeur à compléter celui-ci.<p></p><p></p>   II. - Dès que le dossier de demande d'autorisation est complet, le préfet délivre au demandeur un accusé de réception et transmet ce dossier au directeur général de l'Agence française de sécurité sanitaire des produits de santé. Sous réserve des dispositions du troisième alinéa du présent II, le directeur général de l'agence se prononce sur les éventuels risques pour la santé publique pouvant résulter du remplacement du nom de l'ingrédient par un numéro d'enregistrement dans un délai de trois mois à compter de la date de réception du dossier de demande complet.<p></p><p></p>   La décision du préfet est notifiée au demandeur dans un délai de quatre mois à compter de la date de réception du dossier de demande complet. Tout refus de la confidentialité doit être motivé et les voies et délais de recours doivent être indiqués au demandeur.<p></p><p></p>   Le préfet peut, à titre exceptionnel, prolonger le délai de quatre mois pour une durée ne pouvant excéder deux mois, lorsque des informations complémentaires sont nécessaires pour se prononcer sur la demande. Il informe par écrit le demandeur de la durée de cette prolongation et des motifs qui la justifient. Lorsque ces informations complémentaires sont nécessaires pour que le directeur général de l'Agence française de sécurité sanitaire des produits de santé se prononce sur la demande, le délai de trois mois prévu au premier alinéa du présent II est prolongé pour une durée ne pouvant excéder deux mois.<p></p><p></p>   III. - Cette autorisation est accordée pour une période de cinq ans. Elle ne peut pas être accordée lorsque l'avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé est défavorable. L'autorisation peut être renouvelée pour une période maximale de trois ans par décision prise dans les mêmes formes et selon la même procédure que l'autorisation initiale. La décision précise le numéro d'enregistrement qui devra figurer sur l'emballage des produits contenant l'ingrédient en cause ainsi que la liste des produits pour lesquels cette autorisation est accordée.<p></p><p></p>   Les autorisations délivrées par les autres Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen en vertu des textes pris par ces Etats en application de la directive n° 95/17/CE de la Commission du 19 juin 1995 portant modalités d'application de la directive 76/768/CEE du Conseil en ce qui concerne la non-inscription d'un ou de plusieurs ingrédients sur la liste prévue pour l'étiquetage des produits cosmétiques valent autorisation au titre du présent article.<p></p><p></p>   IV. - Dès qu'il en a connaissance, le bénéficiaire de l'autorisation doit informer le préfet de toute modification des informations fournies à l'appui de la demande. En particulier, toute modification dans le nom ou l'identification des produits dans lesquels l'ingrédient concerné est utilisé doit lui être transmise au moins quinze jours avant la commercialisation de ces produits sous leur nouveau nom. Compte tenu de ces modifications ou si de nouveaux éléments l'imposent, le préfet peut supprimer l'autorisation au bénéficiaire. Dans ce cas, il en informe immédiatement le directeur général de l'Agence française de sécurité sanitaire des produits de santé.<p></p><p></p><p></p>   V. - Le préfet est tenu de supprimer l'autorisation lorsque le directeur général de l'Agence française de sécurité sanitaire des produits de santé le demande pour des raisons de santé publique.<p></p><p></p>",
            "num": "R5263-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 962064000000,
            "dateFin": 1091923200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107982",
                        "id": "LEGISCTA000006107982",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Livre 5 : Pharmacie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128471",
                        "id": "LEGISCTA000006128471",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1953-10-07",
                        "fin": "2004-08-08",
                        "titre": "TITRE 3 : RESTRICTION AU COMMERCE DE CERTAINES SUBSTANCES ET DE CERTAINS OBJETS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142908",
                        "id": "LEGISCTA000006142908",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-27",
                        "fin": "2004-08-08",
                        "titre": "Chapitre 8 : Produits cosmétiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157786",
                        "id": "LEGISCTA000006157786",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-27",
                        "fin": "2004-08-08",
                        "titre": "Section 3 : Etiquetage des produits cosmétiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174582",
                        "id": "LEGISCTA000006174582",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006801491",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174582",
            "sectionParentId": "LEGISCTA000006174582",
            "sectionParentTitre": "Section 3 : Etiquetage des produits cosmétiques",
            "fullSectionsTitre": "Partie réglementaire ancienne &gt; Livre 5 : Pharmacie",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006801491",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000400538",
                    "textTitle": "Décret n°2000-569 du 23 juin 2000 - art. 1 () JORF 27 juin 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006723866",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-06-27",
                    "dateSignaTexte": "2000-06-23",
                    "dateDebutCible": "2000-06-27"
                },
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret 2004-802 2004-07-29 art. 4 JORF 8 août 2004",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000582426",
                    "textTitle": "Arrêté du 23 juin 2000 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020724600",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 962064000000,
                    "dateDebut": 962150400000
                },
                {
                    "textCid": "JORFTEXT000000767300",
                    "textTitle": "Arrêté du 27 décembre 2000 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006887404",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 978998400000,
                    "dateDebut": 978998400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5263-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5263-4",
                    "articleId": "LEGIARTI000006801488",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 962064000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-10 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R5131-10",
                    "articleId": "LEGIARTI000006915519",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-10 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5131-10",
                    "articleId": "LEGIARTI000006915520",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-11 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R5131-11",
                    "articleId": "LEGIARTI000006915521",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-11 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5131-11",
                    "articleId": "LEGIARTI000006915522",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-7 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R5131-7",
                    "articleId": "LEGIARTI000006915513",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-7 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5131-7",
                    "articleId": "LEGIARTI000006915514",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-8 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R5131-8",
                    "articleId": "LEGIARTI000006915515",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-8 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5131-8",
                    "articleId": "LEGIARTI000006915516",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-9 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R5131-9",
                    "articleId": "LEGIARTI000006915517",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5131-9 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R5131-9",
                    "articleId": "LEGIARTI000006915518",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000767300",
                    "textTitle": "Arrêté du 27 décembre 2000",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005630473",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "JORFTEXT000000767300",
                    "textTitle": "Arrêté du 27 décembre 2000 - art. 1 (V)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006887404",
                    "natureText": "ARRETE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R5266 : DEROGATIONS",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006801491",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 962064000000,
                    "dateFin": 1091923200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5263-7",
                "5263-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}