{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038687698",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – En cas de retrait de liquidités d'un compte défini à l'article L. 221-32-4 du code monétaire et financier, le gain net mentionné au 2 ter du II de l'article 150-0 A du présent code est constitué par le solde des distributions mentionnées aux 7 et 7 bis du même II et au 1 du II de l'article 163 quinquies C perçues dans le compte ainsi que des plus-values et des moins-values constatées lors d'opérations réalisées dans le compte, retenues pour leur montant brut avant application, le cas échéant, des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D ou à l'article 150-0 D ter dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Lorsque ce gain net est supérieur au montant du retrait, il est retenu dans la limite de ce montant et le solde reste imposable dans le compte. Toutefois, pour la détermination du gain net mentionné au premier alinéa, il n'est pas tenu compte des mêmes distributions et plus-values et moins-values lorsqu'elles sont perçues ou réalisées dans les conditions prévues aux 1 ou 1 bis du III de l'article 150-0 A, à l'article 163 quinquies B ou au 2 du II de l'article 163 quinquies C. Les plus-values et moins-values mentionnées au premier alinéa du présent I sont déterminées conformément à l'article 150-0 D. Toutefois, par dérogation au 11 du même article 150-0 D, les moins-values sont imputables, sans limitation de délai, en priorité sur les plus-values des années antérieures les plus anciennes puis sur les plus-values de l'année et des années suivantes afférentes aux titres souscrits aux dates les plus anciennes. En cas de solde positif, le gain net mentionné au premier alinéa, pour lequel l'imposition est établie, est, le cas échéant, réduit des abattements mentionnés aux 1 ter ou 1 quater du même article 150-0 D ou à l'article 150-0 D ter dans les conditions prévues par ces mêmes articles dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Pour l'application de ces abattements, le gain net est ventilé entre les différents taux d'abattement selon la même répartition que l'ensemble des plus-values constatées dans le compte au jour du retrait avant imputation des moins-values. Lorsque le gain net mentionné au cinquième alinéa est imposé dans les conditions prévues au 1 de l'article 200 A, il n'est pas fait application des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D. En cas de solde négatif, les liquidités retirées ne sont pas imposables. Les moins-values réalisées dans le compte, pour leur montant excédant les plus-values réalisées dans les mêmes conditions à la date du retrait, restent imputables dans le compte, dans les conditions prévues au présent I. II. – En cas de retrait de titres d'un compte mentionné au premier alinéa du I, le gain net mentionné au 2 ter du II de l'article 150-0 A correspond à la valeur de souscription des titres retirés. Le gain imposable est déterminé dans les conditions prévues au I. Lorsque le retrait porte sur des titres apportés dans les conditions prévues à l'article L. 221-32-5 du code monétaire et financier, aucune imposition n'est établie à raison de ce retrait. En cas de cession à titre onéreux ou de rachat de titres ayant fait l'objet d'un retrait du compte, le gain net est déterminé et imposé suivant les modalités de droit commun prévues aux articles 150-0 A à 150-0 D ter et aux 1 ou 2 de l'article 200 A du présent code. III. – La clôture du compte entraîne le retrait de l'ensemble des actifs détenus sur le compte. Le gain de clôture est déterminé dans les conditions prévues aux I et II. Lorsque, à la date de clôture du compte, le montant déterminé au premier alinéa du présent III est une moins-value, celle-ci est imputable sur les plus-values réalisées dans les conditions prévues à l'article 150-0 A au titre de l'année de clôture du compte et, le cas échéant, des années suivantes, jusqu'à la dixième inclusivement. IV. – Pour l'application du présent article, le transfert par le titulaire du compte de son domicile fiscal hors de France entraîne les mêmes conséquences qu'une clôture du compte. Dans ce cas, l'article 167 bis est applicable : 1° Aux plus-values réalisées dans les conditions du I du présent article. Ces plus-values sont prises en compte pour l'établissement de l'impôt sur le revenu, déterminé conformément au II bis de l'article 167 bis, des prélèvements prévus au 1° du I de l'article 235 ter, à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale. Lorsque les impositions dues à raison de ces plus-values sont placées en sursis de paiement, ce sursis expire dans les conditions prévues pour l'imposition desdites plus-values suivant les dispositions du présent article pour un contribuable domicilié fiscalement en France ; 2° Aux plus-values latentes constatées à la date du transfert du domicile fiscal sur les titres ou droits inscrits dans le compte. Ces plus-values sont imposables dans les conditions de droit commun prévues au 1 du I de l'article 167 bis.",
            "texteHtml": "<p>I. – En cas de retrait de liquidités d'un compte défini à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786716&dateTexte=&categorieLien=cid'>L. 221-32-4 </a>du code monétaire et financier, le gain net mentionné au 2 ter du II de l'article 150-0 A du présent code est constitué par le solde des distributions mentionnées aux 7 et 7 bis du même II et au 1 du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303087&dateTexte=&categorieLien=cid'>163 quinquies C </a>perçues dans le compte ainsi que des plus-values et des moins-values constatées lors d'opérations réalisées dans le compte, retenues pour leur montant brut avant application, le cas échéant, des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302753&dateTexte=&categorieLien=cid'>150-0 D ter</a> dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Lorsque ce gain net est supérieur au montant du retrait, il est retenu dans la limite de ce montant et le solde reste imposable dans le compte.</p><p>Toutefois, pour la détermination du gain net mentionné au premier alinéa, il n'est pas tenu compte des mêmes distributions et plus-values et moins-values lorsqu'elles sont perçues ou réalisées dans les conditions prévues aux 1 ou 1 bis du III de l'article 150-0 A, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308034&dateTexte=&categorieLien=cid'>163 quinquies B </a>ou au 2 du II de l'article 163 quinquies C.</p><p>Les plus-values et moins-values mentionnées au premier alinéa du présent I sont déterminées conformément à l'article 150-0 D.</p><p>Toutefois, par dérogation au 11 du même article 150-0 D, les moins-values sont imputables, sans limitation de délai, en priorité sur les plus-values des années antérieures les plus anciennes puis sur les plus-values de l'année et des années suivantes afférentes aux titres souscrits aux dates les plus anciennes.</p><p>En cas de solde positif, le gain net mentionné au premier alinéa, pour lequel l'imposition est établie, est, le cas échéant, réduit des abattements mentionnés aux 1 ter ou 1 quater du même article 150-0 D ou à l'article 150-0 D ter dans les conditions prévues par ces mêmes articles dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Pour l'application de ces abattements, le gain net est ventilé entre les différents taux d'abattement selon la même répartition que l'ensemble des plus-values constatées dans le compte au jour du retrait avant imputation des moins-values.</p><p>Lorsque le gain net mentionné au cinquième alinéa est imposé dans les conditions prévues au 1 de l'article 200 A, il n'est pas fait application des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D.</p><p>En cas de solde négatif, les liquidités retirées ne sont pas imposables. Les moins-values réalisées dans le compte, pour leur montant excédant les plus-values réalisées dans les mêmes conditions à la date du retrait, restent imputables dans le compte, dans les conditions prévues au présent I.</p><p>II. – En cas de retrait de titres d'un compte mentionné au premier alinéa du I, le gain net mentionné au 2 ter du II de l'article 150-0 A correspond à la valeur de souscription des titres retirés.</p><p>Le gain imposable est déterminé dans les conditions prévues au I.</p><p>Lorsque le retrait porte sur des titres apportés dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786718&dateTexte=&categorieLien=cid'>L. 221-32-5 </a>du code monétaire et financier, aucune imposition n'est établie à raison de ce retrait.</p><p>En cas de cession à titre onéreux ou de rachat de titres ayant fait l'objet d'un retrait du compte, le gain net est déterminé et imposé suivant les modalités de droit commun prévues aux articles 150-0 A à 150-0 D ter et aux 1 ou 2 de l'article 200 A du présent code.</p><p>III. – La clôture du compte entraîne le retrait de l'ensemble des actifs détenus sur le compte. Le gain de clôture est déterminé dans les conditions prévues aux I et II.</p><p>Lorsque, à la date de clôture du compte, le montant déterminé au premier alinéa du présent III est une moins-value, celle-ci est imputable sur les plus-values réalisées dans les conditions prévues à l'article 150-0 A au titre de l'année de clôture du compte et, le cas échéant, des années suivantes, jusqu'à la dixième inclusivement.</p><p>IV. – Pour l'application du présent article, le transfert par le titulaire du compte de son domicile fiscal hors de France entraîne les mêmes conséquences qu'une clôture du compte. Dans ce cas, l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303081&dateTexte=&categorieLien=cid'>167 bis</a> est applicable :</p><p>1° Aux plus-values réalisées dans les conditions du I du présent article. Ces plus-values sont prises en compte pour l'établissement de l'impôt sur le revenu, déterminé conformément au II bis de l'article 167 bis, des prélèvements prévus au 1° du I de l'article 235 ter, à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale. Lorsque les impositions dues à raison de ces plus-values sont placées en sursis de paiement, ce sursis expire dans les conditions prévues pour l'imposition desdites plus-values suivant les dispositions du présent article pour un contribuable domicilié fiscalement en France ;</p><p>2° Aux plus-values latentes constatées à la date du transfert du domicile fiscal sur les titres ou droits inscrits dans le compte. Ces plus-values sont imposables dans les conditions de droit commun prévues au 1 du I de l'article 167 bis.</p>",
            "num": "150-0 B quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1559952000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 590548,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191580",
                        "id": "LEGISCTA000006191580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-03-31",
                        "fin": "2999-01-01",
                        "titre": "1. Valeurs mobilières, droits sociaux et titres assimilés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197215",
                        "id": "LEGISCTA000006197215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033786660",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197215",
            "sectionParentId": "LEGISCTA000006197215",
            "sectionParentTitre": "1. Valeurs mobilières, droits sociaux et titres assimilés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature &gt; 1. Valeurs mobilières, droits sociaux et titres assimilés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038687698",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 31 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000042194501",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2020-08-01"
                },
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 28 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000044988836",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2022-01-01"
                },
                {
                    "textCid": "JORFTEXT000037847585",
                    "textTitle": "LOI n°2018-1203 du 22 décembre 2018 - art. 26 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000042911875",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-23",
                    "dateSignaTexte": "2018-12-22",
                    "dateDebutCible": "2021-01-01"
                },
                {
                    "textCid": "JORFTEXT000038559363",
                    "textTitle": "Décret n°2019-559 du 6 juin 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038617837",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-06-07",
                    "dateSignaTexte": "2019-06-06",
                    "dateDebutCible": "2019-06-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000042194501",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2016-1918",
                    "datePubli": 1483056000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-6",
                    "articleId": "LEGIARTI000034117082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000047288795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 D ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 D ter",
                    "articleId": "LEGIARTI000006302753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies B",
                    "articleId": "LEGIARTI000006308034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 458352000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies C",
                    "articleId": "LEGIARTI000006303087",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 167 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "167 bis",
                    "articleId": "LEGIARTI000006303081",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-7",
                    "articleId": "LEGIARTI000033786722",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-4",
                    "articleId": "LEGIARTI000033786716",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033786660",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036427988",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037949177",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1559952000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038687698",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1559952000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150-0 B quinquies",
                "150-0"
            ],
            "versionPrecedente": "LEGIARTI000037949177",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037949177",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – En cas de retrait de liquidités d'un compte défini à l'article L. 221-32-4 du code monétaire et financier, le gain net mentionné au 2 ter du II de l'article 150-0 A du présent code est constitué par le solde des distributions mentionnées aux 7 et 7 bis du même II et au 1 du II de l'article 163 quinquies C perçues dans le compte ainsi que des plus-values et des moins-values constatées lors d'opérations réalisées dans le compte, retenues pour leur montant brut avant application, le cas échéant, des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D ou à l'article 150-0 D ter dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Lorsque ce gain net est supérieur au montant du retrait, il est retenu dans la limite de ce montant et le solde reste imposable dans le compte. Toutefois, pour la détermination du gain net mentionné au premier alinéa, il n'est pas tenu compte des mêmes distributions et plus-values et moins-values lorsqu'elles sont perçues ou réalisées dans les conditions prévues aux 1 ou 1 bis du III de l'article 150-0 A, à l'article 163 quinquies B ou au 2 du II de l'article 163 quinquies C. Les plus-values et moins-values mentionnées au premier alinéa du présent I sont déterminées conformément à l'article 150-0 D. Toutefois, par dérogation au 11 du même article 150-0 D, les moins-values sont imputables, sans limitation de délai, en priorité sur les plus-values des années antérieures les plus anciennes puis sur les plus-values de l'année et des années suivantes afférentes aux titres souscrits aux dates les plus anciennes. En cas de solde positif, le gain net mentionné au premier alinéa, pour lequel l'imposition est établie, est, le cas échéant, réduit des abattements mentionnés aux 1 ter ou 1 quater du même article 150-0 D ou à l'article 150-0 D ter dans les conditions prévues par ces mêmes articles dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Pour l'application de ces abattements, le gain net est ventilé entre les différents taux d'abattement selon la même répartition que l'ensemble des plus-values constatées dans le compte au jour du retrait avant imputation des moins-values. Lorsque le gain net mentionné au cinquième alinéa est imposé dans les conditions prévues au 1 de l'article 200 A, il n'est pas fait application des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D. En cas de solde négatif, les liquidités retirées ne sont pas imposables. Les moins-values réalisées dans le compte, pour leur montant excédant les plus-values réalisées dans les mêmes conditions à la date du retrait, restent imputables dans le compte, dans les conditions prévues au présent I. II. – En cas de retrait de titres d'un compte mentionné au premier alinéa du I, le gain net mentionné au 2 ter du II de l'article 150-0 A correspond à la valeur de souscription des titres retirés. Le gain imposable est déterminé dans les conditions prévues au I. Lorsque le retrait porte sur des titres apportés dans les conditions prévues à l'article L. 221-32-5 du code monétaire et financier, aucune imposition n'est établie à raison de ce retrait. En cas de cession à titre onéreux ou de rachat de titres ayant fait l'objet d'un retrait du compte, le gain net est déterminé et imposé suivant les modalités de droit commun prévues aux articles 150-0 A à 150-0 D ter et aux 1 ou 2 de l'article 200 A du présent code. III. – La clôture du compte entraîne le retrait de l'ensemble des actifs détenus sur le compte. Le gain de clôture est déterminé dans les conditions prévues aux I et II. Lorsque, à la date de clôture du compte, le montant déterminé au premier alinéa du présent III est une moins-value, celle-ci est imputable sur les plus-values réalisées dans les conditions prévues à l'article 150-0 A au titre de l'année de clôture du compte et, le cas échéant, des années suivantes, jusqu'à la dixième inclusivement. IV. – Pour l'application du présent article, le transfert par le titulaire du compte de son domicile fiscal hors de France entraîne les mêmes conséquences qu'une clôture du compte. Dans ce cas, l'article 167 bis est applicable : 1° Aux plus-values réalisées dans les conditions du I du présent article. Ces plus-values sont prises en compte pour l'établissement de l'impôt sur le revenu, déterminé conformément au II bis de l'article 167 bis, des prélèvements prévus au 1° du I de l'article 235 ter, à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement la dette sociale. Lorsque les impositions dues à raison de ces plus-values sont placées en sursis de paiement, ce sursis expire dans les conditions prévues pour l'imposition desdites plus-values suivant les dispositions du présent article pour un contribuable domicilié fiscalement en France ; 2° Aux plus-values latentes constatées à la date du transfert du domicile fiscal sur les titres ou droits inscrits dans le compte. Ces plus-values sont imposables dans les conditions de droit commun prévues au 1 du I de l'article 167 bis.",
            "texteHtml": "<p>I. – En cas de retrait de liquidités d'un compte défini à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786716&dateTexte=&categorieLien=cid'>L. 221-32-4 </a>du code monétaire et financier, le gain net mentionné au 2 ter du II de l'article 150-0 A du présent code est constitué par le solde des distributions mentionnées aux 7 et 7 bis du même II et au 1 du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303087&dateTexte=&categorieLien=cid'>163 quinquies C </a>perçues dans le compte ainsi que des plus-values et des moins-values constatées lors d'opérations réalisées dans le compte, retenues pour leur montant brut avant application, le cas échéant, des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302753&dateTexte=&categorieLien=cid'>150-0 D ter</a> dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Lorsque ce gain net est supérieur au montant du retrait, il est retenu dans la limite de ce montant et le solde reste imposable dans le compte.</p><p>Toutefois, pour la détermination du gain net mentionné au premier alinéa, il n'est pas tenu compte des mêmes distributions et plus-values et moins-values lorsqu'elles sont perçues ou réalisées dans les conditions prévues aux 1 ou 1 bis du III de l'article 150-0 A, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308034&dateTexte=&categorieLien=cid'>163 quinquies B </a>ou au 2 du II de l'article 163 quinquies C.</p><p>Les plus-values et moins-values mentionnées au premier alinéa du présent I sont déterminées conformément à l'article 150-0 D.</p><p>Toutefois, par dérogation au 11 du même article 150-0 D, les moins-values sont imputables, sans limitation de délai, en priorité sur les plus-values des années antérieures les plus anciennes puis sur les plus-values de l'année et des années suivantes afférentes aux titres souscrits aux dates les plus anciennes.</p><p>En cas de solde positif, le gain net mentionné au premier alinéa, pour lequel l'imposition est établie, est, le cas échéant, réduit des abattements mentionnés aux 1 ter ou 1 quater du même article 150-0 D ou à l'article 150-0 D ter dans les conditions prévues par ces mêmes articles dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Pour l'application de ces abattements, le gain net est ventilé entre les différents taux d'abattement selon la même répartition que l'ensemble des plus-values constatées dans le compte au jour du retrait avant imputation des moins-values.</p><p>Lorsque le gain net mentionné au cinquième alinéa est imposé dans les conditions prévues au 1 de l'article 200 A, il n'est pas fait application des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D.</p><p>En cas de solde négatif, les liquidités retirées ne sont pas imposables. Les moins-values réalisées dans le compte, pour leur montant excédant les plus-values réalisées dans les mêmes conditions à la date du retrait, restent imputables dans le compte, dans les conditions prévues au présent I.</p><p>II. – En cas de retrait de titres d'un compte mentionné au premier alinéa du I, le gain net mentionné au 2 ter du II de l'article 150-0 A correspond à la valeur de souscription des titres retirés.</p><p>Le gain imposable est déterminé dans les conditions prévues au I.</p><p>Lorsque le retrait porte sur des titres apportés dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786718&dateTexte=&categorieLien=cid'>L. 221-32-5 </a>du code monétaire et financier, aucune imposition n'est établie à raison de ce retrait.</p><p>En cas de cession à titre onéreux ou de rachat de titres ayant fait l'objet d'un retrait du compte, le gain net est déterminé et imposé suivant les modalités de droit commun prévues aux articles 150-0 A à 150-0 D ter et aux 1 ou 2 de l'article 200 A du présent code.</p><p>III. – La clôture du compte entraîne le retrait de l'ensemble des actifs détenus sur le compte. Le gain de clôture est déterminé dans les conditions prévues aux I et II.</p><p>Lorsque, à la date de clôture du compte, le montant déterminé au premier alinéa du présent III est une moins-value, celle-ci est imputable sur les plus-values réalisées dans les conditions prévues à l'article 150-0 A au titre de l'année de clôture du compte et, le cas échéant, des années suivantes, jusqu'à la dixième inclusivement.</p><p>IV. – Pour l'application du présent article, le transfert par le titulaire du compte de son domicile fiscal hors de France entraîne les mêmes conséquences qu'une clôture du compte. Dans ce cas, l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303081&dateTexte=&categorieLien=cid'>167 bis</a> est applicable :</p><p>1° Aux plus-values réalisées dans les conditions du I du présent article. Ces plus-values sont prises en compte pour l'établissement de l'impôt sur le revenu, déterminé conformément au II bis de l'article 167 bis, des prélèvements prévus au 1° du I de l'article 235 ter, à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement la dette sociale. Lorsque les impositions dues à raison de ces plus-values sont placées en sursis de paiement, ce sursis expire dans les conditions prévues pour l'imposition desdites plus-values suivant les dispositions du présent article pour un contribuable domicilié fiscalement en France ;</p><p>2° Aux plus-values latentes constatées à la date du transfert du domicile fiscal sur les titres ou droits inscrits dans le compte. Ces plus-values sont imposables dans les conditions de droit commun prévues au 1 du I de l'article 167 bis.</p>",
            "num": "150-0 B quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1546300800000,
            "dateFin": 1559952000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 590548,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191580",
                        "id": "LEGISCTA000006191580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-03-31",
                        "fin": "2999-01-01",
                        "titre": "1. Valeurs mobilières, droits sociaux et titres assimilés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197215",
                        "id": "LEGISCTA000006197215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033786660",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197215",
            "sectionParentId": "LEGISCTA000006197215",
            "sectionParentTitre": "1. Valeurs mobilières, droits sociaux et titres assimilés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature &gt; 1. Valeurs mobilières, droits sociaux et titres assimilés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037949177",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037847585",
                    "textTitle": "LOI n°2018-1203 du 22 décembre 2018 - art. 26 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000037849516",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-23",
                    "dateSignaTexte": "2018-12-22",
                    "dateDebutCible": "2018-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000042194501",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2016-1918",
                    "datePubli": 1483056000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-6",
                    "articleId": "LEGIARTI000034117082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000047288795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 D ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 D ter",
                    "articleId": "LEGIARTI000006302753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies B",
                    "articleId": "LEGIARTI000006308034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 458352000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies C",
                    "articleId": "LEGIARTI000006303087",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 167 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "167 bis",
                    "articleId": "LEGIARTI000006303081",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-7",
                    "articleId": "LEGIARTI000033786722",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-4",
                    "articleId": "LEGIARTI000033786716",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033786660",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036427988",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037949177",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1559952000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038687698",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1559952000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150-0 B quinquies",
                "150-0"
            ],
            "versionPrecedente": "LEGIARTI000036427988",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036427988",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – En cas de retrait de liquidités d'un compte défini à l'article L. 221-32-4 du code monétaire et financier, le gain net mentionné au 2 ter du II de l'article 150-0 A du présent code est constitué par le solde des distributions mentionnées aux 7 et 7 bis du même II et au 1 du II de l'article 163 quinquies C perçues dans le compte ainsi que des plus-values et des moins-values constatées lors d'opérations réalisées dans le compte, retenues pour leur montant brut avant application, le cas échéant, des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D ou à l'article 150-0 D ter dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Lorsque ce gain net est supérieur au montant du retrait, il est retenu dans la limite de ce montant et le solde reste imposable dans le compte. Toutefois, pour la détermination du gain net mentionné au premier alinéa, il n'est pas tenu compte des mêmes distributions et plus-values et moins-values lorsqu'elles sont perçues ou réalisées dans les conditions prévues aux 1 ou 1 bis du III de l'article 150-0 A, à l'article 163 quinquies B ou au 2 du II de l'article 163 quinquies C. Les plus-values et moins-values mentionnées au premier alinéa du présent I sont déterminées conformément à l'article 150-0 D. Toutefois, par dérogation au 11 du même article 150-0 D, les moins-values sont imputables, sans limitation de délai, en priorité sur les plus-values des années antérieures les plus anciennes puis sur les plus-values de l'année et des années suivantes afférentes aux titres souscrits aux dates les plus anciennes. En cas de solde positif, le gain net mentionné au premier alinéa, pour lequel l'imposition est établie, est, le cas échéant, réduit des abattements mentionnés aux 1 ter ou 1 quater du même article 150-0 D ou à l'article 150-0 D ter dans les conditions prévues par ces mêmes articles dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Pour l'application de ces abattements, le gain net est ventilé entre les différents taux d'abattement selon la même répartition que l'ensemble des plus-values constatées dans le compte au jour du retrait avant imputation des moins-values. Lorsque le gain net mentionné au cinquième alinéa est imposé dans les conditions prévues au 1 de l'article 200 A, il n'est pas fait application des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D. En cas de solde négatif, les liquidités retirées ne sont pas imposables. Les moins-values réalisées dans le compte, pour leur montant excédant les plus-values réalisées dans les mêmes conditions à la date du retrait, restent imputables dans le compte, dans les conditions prévues au présent I. II. – En cas de retrait de titres d'un compte mentionné au premier alinéa du I, le gain net mentionné au 2 ter du II de l'article 150-0 A correspond à la valeur de souscription des titres retirés. Le gain imposable est déterminé dans les conditions prévues au I. Lorsque le retrait porte sur des titres apportés dans les conditions prévues à l'article L. 221-32-5 du code monétaire et financier, aucune imposition n'est établie à raison de ce retrait. En cas de cession à titre onéreux ou de rachat de titres ayant fait l'objet d'un retrait du compte, le gain net est déterminé et imposé suivant les modalités de droit commun prévues aux articles 150-0 A à 150-0 D ter et aux 1 ou 2 de l'article 200 A du présent code. III. – La clôture du compte entraîne le retrait de l'ensemble des actifs détenus sur le compte. Le gain de clôture est déterminé dans les conditions prévues aux I et II. Lorsque, à la date de clôture du compte, le montant déterminé au premier alinéa du présent III est une moins-value, celle-ci est imputable sur les plus-values réalisées dans les conditions prévues à l'article 150-0 A au titre de l'année de clôture du compte et, le cas échéant, des années suivantes, jusqu'à la dixième inclusivement. IV. – Pour l'application du présent article, le transfert par le titulaire du compte de son domicile fiscal hors de France entraîne les mêmes conséquences qu'une clôture du compte. Dans ce cas, l'article 167 bis est applicable : 1° Aux plus-values réalisées dans les conditions du I du présent article. Ces plus-values sont prises en compte pour l'établissement de l'impôt sur le revenu, déterminé conformément au II bis de l'article 167 bis, et des prélèvements sociaux. Lorsque les impositions dues à raison de ces plus-values sont placées en sursis de paiement, ce sursis expire dans les conditions prévues pour l'imposition desdites plus-values suivant les dispositions du présent article pour un contribuable domicilié fiscalement en France ; 2° Aux plus-values latentes constatées à la date du transfert du domicile fiscal sur les titres ou droits inscrits dans le compte. Ces plus-values sont imposables dans les conditions de droit commun prévues au 1 du I de l'article 167 bis.",
            "texteHtml": "<p>I. – En cas de retrait de liquidités d'un compte défini à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786716&dateTexte=&categorieLien=cid'>L. 221-32-4 </a>du code monétaire et financier, le gain net mentionné au 2 ter du II de l'article 150-0 A du présent code est constitué par le solde des distributions mentionnées aux 7 et 7 bis du même II et au 1 du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303087&dateTexte=&categorieLien=cid'>163 quinquies C </a>perçues dans le compte ainsi que des plus-values et des moins-values constatées lors d'opérations réalisées dans le compte, retenues pour leur montant brut avant application, le cas échéant, des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302753&dateTexte=&categorieLien=cid'>150-0 D ter</a> dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Lorsque ce gain net est supérieur au montant du retrait, il est retenu dans la limite de ce montant et le solde reste imposable dans le compte.</p><p>Toutefois, pour la détermination du gain net mentionné au premier alinéa, il n'est pas tenu compte des mêmes distributions et plus-values et moins-values lorsqu'elles sont perçues ou réalisées dans les conditions prévues aux 1 ou 1 bis du III de l'article 150-0 A, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308034&dateTexte=&categorieLien=cid'>163 quinquies B </a>ou au 2 du II de l'article 163 quinquies C.</p><p>Les plus-values et moins-values mentionnées au premier alinéa du présent I sont déterminées conformément à l'article 150-0 D.</p><p>Toutefois, par dérogation au 11 du même article 150-0 D, les moins-values sont imputables, sans limitation de délai, en priorité sur les plus-values des années antérieures les plus anciennes puis sur les plus-values de l'année et des années suivantes afférentes aux titres souscrits aux dates les plus anciennes.</p><p>En cas de solde positif, le gain net mentionné au premier alinéa, pour lequel l'imposition est établie, est, le cas échéant, réduit des abattements mentionnés aux 1 ter ou 1 quater du même article 150-0 D ou à l'article 150-0 D ter dans les conditions prévues par ces mêmes articles dans leur rédaction en vigueur à la date de perception ou de réalisation desdites distributions ou plus-values. Pour l'application de ces abattements, le gain net est ventilé entre les différents taux d'abattement selon la même répartition que l'ensemble des plus-values constatées dans le compte au jour du retrait avant imputation des moins-values.</p><p>Lorsque le gain net mentionné au cinquième alinéa est imposé dans les conditions prévues au 1 de l'article 200 A, il n'est pas fait application des abattements mentionnés aux 1 ter ou 1 quater de l'article 150-0 D.</p><p>En cas de solde négatif, les liquidités retirées ne sont pas imposables. Les moins-values réalisées dans le compte, pour leur montant excédant les plus-values réalisées dans les mêmes conditions à la date du retrait, restent imputables dans le compte, dans les conditions prévues au présent I.</p><p>II. – En cas de retrait de titres d'un compte mentionné au premier alinéa du I, le gain net mentionné au 2 ter du II de l'article 150-0 A correspond à la valeur de souscription des titres retirés.</p><p>Le gain imposable est déterminé dans les conditions prévues au I.</p><p>Lorsque le retrait porte sur des titres apportés dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786718&dateTexte=&categorieLien=cid'>L. 221-32-5 </a>du code monétaire et financier, aucune imposition n'est établie à raison de ce retrait.</p><p>En cas de cession à titre onéreux ou de rachat de titres ayant fait l'objet d'un retrait du compte, le gain net est déterminé et imposé suivant les modalités de droit commun prévues aux articles 150-0 A à 150-0 D ter et aux 1 ou 2 de l'article 200 A du présent code.</p><p>III. – La clôture du compte entraîne le retrait de l'ensemble des actifs détenus sur le compte. Le gain de clôture est déterminé dans les conditions prévues aux I et II.</p><p>Lorsque, à la date de clôture du compte, le montant déterminé au premier alinéa du présent III est une moins-value, celle-ci est imputable sur les plus-values réalisées dans les conditions prévues à l'article 150-0 A au titre de l'année de clôture du compte et, le cas échéant, des années suivantes, jusqu'à la dixième inclusivement.</p><p>IV. – Pour l'application du présent article, le transfert par le titulaire du compte de son domicile fiscal hors de France entraîne les mêmes conséquences qu'une clôture du compte. Dans ce cas, l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303081&dateTexte=&categorieLien=cid'>167 bis</a> est applicable :</p><p>1° Aux plus-values réalisées dans les conditions du I du présent article. Ces plus-values sont prises en compte pour l'établissement de l'impôt sur le revenu, déterminé conformément au II bis de l'article 167 bis, et des prélèvements sociaux. Lorsque les impositions dues à raison de ces plus-values sont placées en sursis de paiement, ce sursis expire dans les conditions prévues pour l'imposition desdites plus-values suivant les dispositions du présent article pour un contribuable domicilié fiscalement en France ;</p><p>2° Aux plus-values latentes constatées à la date du transfert du domicile fiscal sur les titres ou droits inscrits dans le compte. Ces plus-values sont imposables dans les conditions de droit commun prévues au 1 du I de l'article 167 bis.</p>",
            "num": "150-0 B quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 590548,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191580",
                        "id": "LEGISCTA000006191580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-03-31",
                        "fin": "2999-01-01",
                        "titre": "1. Valeurs mobilières, droits sociaux et titres assimilés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197215",
                        "id": "LEGISCTA000006197215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033786660",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197215",
            "sectionParentId": "LEGISCTA000006197215",
            "sectionParentTitre": "1. Valeurs mobilières, droits sociaux et titres assimilés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature &gt; 1. Valeurs mobilières, droits sociaux et titres assimilés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036427988",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 28 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000036377422",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000042194501",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2016-1918",
                    "datePubli": 1483056000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-6",
                    "articleId": "LEGIARTI000036427084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000047288795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 D",
                    "articleId": "LEGIARTI000006302730",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 D ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 D ter",
                    "articleId": "LEGIARTI000006302753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies B",
                    "articleId": "LEGIARTI000006308034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 458352000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies C",
                    "articleId": "LEGIARTI000006303087",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 167 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "167 bis",
                    "articleId": "LEGIARTI000006303081",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-7",
                    "articleId": "LEGIARTI000033786722",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-4",
                    "articleId": "LEGIARTI000033786716",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033786660",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036427988",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037949177",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1559952000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038687698",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1559952000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150-0 B quinquies",
                "150-0"
            ],
            "versionPrecedente": "LEGIARTI000033786660",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033786660",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – En cas de retrait de liquidités d'un compte défini à l'article L. 221-32-4 du code monétaire et financier, le gain net mentionné au 2 ter du II de l'article 150-0 A du présent code est constitué par le solde des distributions mentionnées aux 7 et 7 bis du même II et au 1 du II de l'article 163 quinquies C perçues dans le compte ainsi que des plus-values et des moins-values constatées lors d'opérations réalisées dans le compte, retenues pour leur montant brut avant application, le cas échéant, des abattements mentionnés au 1 de l'article 150-0 D ou à l'article 150-0 D ter . Lorsque ce gain net est supérieur au montant du retrait, il est retenu dans la limite de ce montant et le solde reste imposable dans le compte. Toutefois, pour la détermination du gain net mentionné au premier alinéa, il n'est pas tenu compte des mêmes distributions et plus-values et moins-values lorsqu'elles sont perçues ou réalisées dans les conditions prévues aux 1 ou 1 bis du III de l'article 150-0 A, à l'article 163 quinquies B ou au 2 du II de l'article 163 quinquies C. Les plus-values et moins-values mentionnées au premier alinéa du présent I sont déterminées conformément à l'article 150-0 D. Toutefois, par dérogation au 11 du même article 150-0 D, les moins-values sont imputables, sans limitation de délai, en priorité sur les plus-values des années antérieures les plus anciennes puis sur les plus-values de l'année et des années suivantes afférentes aux titres souscrits aux dates les plus anciennes. En cas de solde positif, le gain net mentionné au premier alinéa, pour lequel l'imposition est établie, est réduit des abattements mentionnés au 1 du même article 150-0 D ou à l'article 150-0 D ter. Pour l'application de ces abattements, le gain net est ventilé entre les différents taux d'abattement selon la même répartition que l'ensemble des plus-values constatées dans le compte au jour du retrait avant imputation des moins-values. En cas de solde négatif, les liquidités retirées ne sont pas imposables. Les moins-values réalisées dans le compte, pour leur montant excédant les plus-values réalisées dans les mêmes conditions à la date du retrait, restent imputables dans le compte, dans les conditions prévues au présent I. II. – En cas de retrait de titres d'un compte mentionné au premier alinéa du I, le gain net mentionné au 2 ter du II de l'article 150-0 A correspond à la valeur de souscription des titres retirés. Le gain imposable est déterminé dans les conditions prévues au I. Lorsque le retrait porte sur des titres apportés dans les conditions prévues à l'article L. 221-32-5 du code monétaire et financier, aucune imposition n'est établie à raison de ce retrait. En cas de cession à titre onéreux ou de rachat de titres ayant fait l'objet d'un retrait du compte, le gain net est déterminé et imposé suivant les modalités de droit commun prévues aux articles 150-0 A à 150-0 D ter du présent code. III. – La clôture du compte entraîne le retrait de l'ensemble des actifs détenus sur le compte. Le gain de clôture est déterminé dans les conditions prévues aux I et II. Lorsque, à la date de clôture du compte, le montant déterminé au premier alinéa du présent III est une moins-value, celle-ci est imputable sur les plus-values réalisées dans les conditions prévues à l'article 150-0 A au titre de l'année de clôture du compte et, le cas échéant, des années suivantes, jusqu'à la dixième inclusivement. IV. – Pour l'application du présent article, le transfert par le titulaire du compte de son domicile fiscal hors de France entraîne les mêmes conséquences qu'une clôture du compte. Dans ce cas, l'article 167 bis est applicable : 1° Aux plus-values réalisées dans les conditions du I du présent article. Ces plus-values sont prises en compte pour l'établissement de l'impôt sur le revenu, déterminé conformément au II bis de l'article 167 bis, et des prélèvements sociaux. Lorsque les impositions dues à raison de ces plus-values sont placées en sursis de paiement, ce sursis expire dans les conditions prévues pour l'imposition desdites plus-values suivant les dispositions du présent article pour un contribuable domicilié fiscalement en France ; 2° Aux plus-values latentes constatées à la date du transfert du domicile fiscal sur les titres ou droits inscrits dans le compte. Ces plus-values sont imposables dans les conditions de droit commun prévues au 1 du I de l'article 167 bis.",
            "texteHtml": "<p>I. – En cas de retrait de liquidités d'un compte défini à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786716&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L221-32-4 (V)'>L. 221-32-4 </a>du code monétaire et financier, le gain net mentionné au 2 ter du II de l'article 150-0 A du présent code est constitué par le solde des distributions mentionnées aux 7 et 7 bis du même II et au 1 du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303087&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 163 quinquies C (V)'>163 quinquies C </a>perçues dans le compte ainsi que des plus-values et des moins-values constatées lors d'opérations réalisées dans le compte, retenues pour leur montant brut avant application, le cas échéant, des abattements mentionnés au 1 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302730&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 150-0 D (V)'>150-0 D </a>ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302753&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 150-0 D ter (V)'>150-0 D ter</a>. Lorsque ce gain net est supérieur au montant du retrait, il est retenu dans la limite de ce montant et le solde reste imposable dans le compte. </p><p>Toutefois, pour la détermination du gain net mentionné au premier alinéa, il n'est pas tenu compte des mêmes distributions et plus-values et moins-values lorsqu'elles sont perçues ou réalisées dans les conditions prévues aux 1 ou 1 bis du III de l'article 150-0 A, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308034&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 163 quinquies B (V)'>163 quinquies B </a>ou au 2 du II de l'article 163 quinquies C. </p><p>Les plus-values et moins-values mentionnées au premier alinéa du présent I sont déterminées conformément à l'article 150-0 D. </p><p>Toutefois, par dérogation au 11 du même article 150-0 D, les moins-values sont imputables, sans limitation de délai, en priorité sur les plus-values des années antérieures les plus anciennes puis sur les plus-values de l'année et des années suivantes afférentes aux titres souscrits aux dates les plus anciennes. </p><p>En cas de solde positif, le gain net mentionné au premier alinéa, pour lequel l'imposition est établie, est réduit des abattements mentionnés au 1 du même article 150-0 D ou à l'article 150-0 D ter. Pour l'application de ces abattements, le gain net est ventilé entre les différents taux d'abattement selon la même répartition que l'ensemble des plus-values constatées dans le compte au jour du retrait avant imputation des moins-values. </p><p>En cas de solde négatif, les liquidités retirées ne sont pas imposables. Les moins-values réalisées dans le compte, pour leur montant excédant les plus-values réalisées dans les mêmes conditions à la date du retrait, restent imputables dans le compte, dans les conditions prévues au présent I. </p><p>II. – En cas de retrait de titres d'un compte mentionné au premier alinéa du I, le gain net mentionné au 2 ter du II de l'article 150-0 A correspond à la valeur de souscription des titres retirés. </p><p>Le gain imposable est déterminé dans les conditions prévues au I. </p><p>Lorsque le retrait porte sur des titres apportés dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000033786718&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L221-32-5 (V)'>L. 221-32-5 </a>du code monétaire et financier, aucune imposition n'est établie à raison de ce retrait. </p><p>En cas de cession à titre onéreux ou de rachat de titres ayant fait l'objet d'un retrait du compte, le gain net est déterminé et imposé suivant les modalités de droit commun prévues aux articles 150-0 A à 150-0 D ter du présent code. </p><p>III. – La clôture du compte entraîne le retrait de l'ensemble des actifs détenus sur le compte. Le gain de clôture est déterminé dans les conditions prévues aux I et II. </p><p>Lorsque, à la date de clôture du compte, le montant déterminé au premier alinéa du présent III est une moins-value, celle-ci est imputable sur les plus-values réalisées dans les conditions prévues à l'article 150-0 A au titre de l'année de clôture du compte et, le cas échéant, des années suivantes, jusqu'à la dixième inclusivement. </p><p>IV. – Pour l'application du présent article, le transfert par le titulaire du compte de son domicile fiscal hors de France entraîne les mêmes conséquences qu'une clôture du compte. Dans ce cas, l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303081&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 167 bis (V)'>167 bis</a> est applicable : </p><p>1° Aux plus-values réalisées dans les conditions du I du présent article. Ces plus-values sont prises en compte pour l'établissement de l'impôt sur le revenu, déterminé conformément au II bis de l'article 167 bis, et des prélèvements sociaux. Lorsque les impositions dues à raison de ces plus-values sont placées en sursis de paiement, ce sursis expire dans les conditions prévues pour l'imposition desdites plus-values suivant les dispositions du présent article pour un contribuable domicilié fiscalement en France ; </p><p>2° Aux plus-values latentes constatées à la date du transfert du domicile fiscal sur les titres ou droits inscrits dans le compte. Ces plus-values sont imposables dans les conditions de droit commun prévues au 1 du I de l'article 167 bis.</p><p></p>",
            "num": "150-0 B quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 590548,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191580",
                        "id": "LEGISCTA000006191580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-03-31",
                        "fin": "2999-01-01",
                        "titre": "1. Valeurs mobilières, droits sociaux et titres assimilés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197215",
                        "id": "LEGISCTA000006197215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033786660",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197215",
            "sectionParentId": "LEGISCTA000006197215",
            "sectionParentTitre": "1. Valeurs mobilières, droits sociaux et titres assimilés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature &gt; 1. Valeurs mobilières, droits sociaux et titres assimilés",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033786660",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 31 (M)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000033782336",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000042194501",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2016-1918",
                    "datePubli": 1483056000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-6",
                    "articleId": "LEGIARTI000034117082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000047288795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 D",
                    "articleId": "LEGIARTI000006302730",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 D ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 D ter",
                    "articleId": "LEGIARTI000006302753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies B",
                    "articleId": "LEGIARTI000006308034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 458352000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies C",
                    "articleId": "LEGIARTI000006303087",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 167 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "167 bis",
                    "articleId": "LEGIARTI000006303081",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-7",
                    "articleId": "LEGIARTI000033786722",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-4",
                    "articleId": "LEGIARTI000033786716",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033786660",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036427988",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037949177",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1559952000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038687698",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1559952000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150-0 B quinquies",
                "150-0"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}