{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000017868607",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Font l'objet de redevances les services rendus, sous réserve des compétences des institutions de l'Union européenne, aux organismes de conception et de production d'aéronefs ou d'éléments d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des décisions individuelles prévues par le présent code et les règlements communautaires en vue d'attester la navigabilité. II. - Font l'objet de redevances les services rendus aux propriétaires d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et décisions individuelles prévus par le présent code et les règlements communautaires en vue d'attester la navigabilité des aéronefs ou d'autoriser leur circulation. III. - Font l'objet de redevances les services rendus aux propriétaires ou exploitants d'aéronefs, aux organismes chargés de la gestion et du suivi du maintien de leur navigabilité et aux organismes de maintenance, pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la conformité de l'entretien des aéronefs. IV. - Font l'objet de redevances les services rendus aux entreprises de transport aérien public, aux entreprises de travail aérien, aux exploitants d'aérodromes, aux prestataires de services d'information de vol pour les aérodromes non contrôlés, aux fournisseurs de matériels de lutte contre l'incendie et aux écoles de formation pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité de l'exploitation et, pour les écoles, la qualité de la formation. V. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux exploitants d'aérodromes, aux entreprises de transport aérien public, aux entreprises qui leur sont liées par contrat, aux autres personnes autorisées à occuper ou utiliser les zones non librement accessibles au public des aérodromes, aux organismes de formation des personnels, aux fabricants ou distributeurs de matériels de détection, pour l'instruction, la délivrance et le suivi de l'application des approbations, des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sûreté des vols. VI. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux organisateurs pour l'instruction, la délivrance et le suivi de l'application des autorisations de manifestations aériennes. VII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile pour l'organisation des examens aéronautiques et la délivrance ou la validation des brevets, licences, certificats et qualifications du personnel de l'aviation civile. VIII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile ou les organismes agréés aux fabricants de matériels ou leurs mandataires et aux concepteurs de systèmes destinés à un prestataire de services de la navigation aérienne pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité des services de la navigation aérienne. IX. - Pour l'établissement du montant des redevances visées aux I à VIII, le coût complet des services rendus est pris en compte. Le coût complet comprend les charges de personnel, y compris les pensions de retraite et les charges de formation initiale et continue, les coûts d'études, les coûts du capital et de l'amortissement des immobilisations et les coûts de fonctionnement, y compris du système d'assurance de la qualité, ainsi qu'une quote-part des frais d'administration des personnels, de gestion financière et de communication correspondant à leur participation à l'exécution de ces services. La redevance pour services terminaux de la circulation aérienne comprend, pour la partie imputable à cette prestation, le coût de l'autorité de surveillance et des organismes agréés, chargés en application du règlement (CE) n° 550/2004 du Parlement européen et du Conseil, du 10 mars 2004, fixant le cadre pour la réalisation du ciel unique européen du contrôle de l'exploitation des prestataires de services de la navigation aérienne, ainsi que les autres coûts exposés par l'Etat. Un décret en Conseil d'Etat fixe les conditions d'application du présent article, et notamment les catégories d'usagers exonérés du paiement des redevances. Pour l'application à Mayotte, la dernière phrase du premier alinéa du IX est supprimée.",
            "texteHtml": "<p>I. - Font l'objet de redevances les services rendus, sous réserve des compétences des institutions de l'Union européenne, aux organismes de conception et de production d'aéronefs ou d'éléments d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des décisions individuelles prévues par le présent code et les règlements communautaires en vue d'attester la navigabilité.</p><p>II. - Font l'objet de redevances les services rendus aux propriétaires d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et décisions individuelles prévus par le présent code et les règlements communautaires en vue d'attester la navigabilité des aéronefs ou d'autoriser leur circulation.</p><p>III. - Font l'objet de redevances les services rendus aux propriétaires ou exploitants d'aéronefs, aux organismes chargés de la gestion et du suivi du maintien de leur navigabilité et aux organismes de maintenance, pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la conformité de l'entretien des aéronefs.</p><p>IV. - Font l'objet de redevances les services rendus aux entreprises de transport aérien public, aux entreprises de travail aérien, aux exploitants d'aérodromes, aux prestataires de services d'information de vol pour les aérodromes non contrôlés, aux fournisseurs de matériels de lutte contre l'incendie et aux écoles de formation pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité de l'exploitation et, pour les écoles, la qualité de la formation.</p><p>V. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux exploitants d'aérodromes, aux entreprises de transport aérien public, aux entreprises qui leur sont liées par contrat, aux autres personnes autorisées à occuper ou utiliser les zones non librement accessibles au public des aérodromes, aux organismes de formation des personnels, aux fabricants ou distributeurs de matériels de détection, pour l'instruction, la délivrance et le suivi de l'application des approbations, des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sûreté des vols.</p><p>VI. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux organisateurs pour l'instruction, la délivrance et le suivi de l'application des autorisations de manifestations aériennes.</p><p>VII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile pour l'organisation des examens aéronautiques et la délivrance ou la validation des brevets, licences, certificats et qualifications du personnel de l'aviation civile.</p><p>VIII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile ou les organismes agréés aux fabricants de matériels ou leurs mandataires et aux concepteurs de systèmes destinés à un prestataire de services de la navigation aérienne pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité des services de la navigation aérienne.</p><p>IX. - Pour l'établissement du montant des redevances visées aux I à VIII, le coût complet des services rendus est pris en compte. Le coût complet comprend les charges de personnel, y compris les pensions de retraite et les charges de formation initiale et continue, les coûts d'études, les coûts du capital et de l'amortissement des immobilisations et les coûts de fonctionnement, y compris du système d'assurance de la qualité, ainsi qu'une quote-part des frais d'administration des personnels, de gestion financière et de communication correspondant à leur participation à l'exécution de ces services. La redevance pour services terminaux de la circulation aérienne comprend, pour la partie imputable à cette prestation, le coût de l'autorité de surveillance et des organismes agréés, chargés en application du règlement (CE) n° 550/2004 du Parlement européen et du Conseil, du 10 mars 2004, fixant le cadre pour la réalisation du ciel unique européen du contrôle de l'exploitation des prestataires de services de la navigation aérienne, ainsi que les autres coûts exposés par l'Etat.</p><p>Un décret en Conseil d'Etat fixe les conditions d'application du présent article, et notamment les catégories d'usagers exonérés du paiement des redevances.</p><p>Pour l'application à Mayotte, la dernière phrase du premier alinéa du IX est supprimée.</p>",
            "num": "L611-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1199145600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108721",
                        "id": "LEGISCTA000006108721",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-30",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : IMPUTATION DES CHARGES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129144",
                        "id": "LEGISCTA000006129144",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844408",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129144",
            "sectionParentId": "LEGISCTA000006129144",
            "sectionParentTitre": "LIVRE VI : IMPUTATION DES CHARGES.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VI : IMPUTATION DES CHARGES.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000017868607",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017733142",
                    "textTitle": "Ordonnance n°2007-1801 du 21 décembre 2007 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000017847838",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2007-12-22",
                    "dateSignaTexte": "2007-12-21",
                    "dateDebutCible": "2008-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019991930",
                    "textTitle": "Arrêté du 10 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019991930",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1230249600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032967149",
                    "textTitle": "Arrêté du 26 juillet 2016 - art. 4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000038909097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1470355200000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "JORFTEXT000046131680",
                    "textTitle": "Arrêté du 27 juillet 2022 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000046133531",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1659484800000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R611-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-3",
                    "articleId": "LEGIARTI000006845280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R611-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-4",
                    "articleId": "LEGIARTI000006845281",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R611-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-5",
                    "articleId": "LEGIARTI000006845282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                },
                {
                    "textCid": "",
                    "textTitle": "Règlement CE 550-2004 2004-03-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844408",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1199145600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017868607",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L611-5",
                "611-5"
            ],
            "versionPrecedente": "LEGIARTI000006844408",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006844408",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Font l'objet de redevances les services rendus, sous réserve des compétences des institutions de l'Union européenne, aux organismes de conception et de production d'aéronefs ou d'éléments d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des décisions individuelles prévues par le présent code et les règlements communautaires en vue d'attester la navigabilité. II. - Font l'objet de redevances les services rendus aux propriétaires d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et décisions individuelles prévus par le présent code et les règlements communautaires en vue d'attester la navigabilité des aéronefs ou d'autoriser leur circulation. III. - Font l'objet de redevances les services rendus aux propriétaires ou exploitants d'aéronefs, aux organismes chargés de la gestion et du suivi du maintien de leur navigabilité et aux organismes de maintenance, pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la conformité de l'entretien des aéronefs. IV. - Font l'objet de redevances les services rendus aux entreprises de transport aérien public, aux entreprises de travail aérien, aux exploitants d'aérodromes, aux prestataires de services d'information de vol pour les aérodromes non contrôlés, aux fournisseurs de matériels de lutte contre l'incendie et aux écoles de formation pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité de l'exploitation et, pour les écoles, la qualité de la formation. V. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux exploitants d'aérodromes, aux entreprises de transport aérien public, aux entreprises qui leur sont liées par contrat, aux autres personnes autorisées à occuper ou utiliser les zones non librement accessibles au public des aérodromes, aux organismes de formation des personnels, aux fabricants ou distributeurs de matériels de détection, pour l'instruction, la délivrance et le suivi de l'application des approbations, des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sûreté des vols. VI. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux organisateurs pour l'instruction, la délivrance et le suivi de l'application des autorisations de manifestations aériennes. VII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile pour l'organisation des examens aéronautiques et la délivrance ou la validation des brevets, licences, certificats et qualifications du personnel de l'aviation civile. VIII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile ou les organismes agréés aux fabricants de matériels ou leurs mandataires et aux concepteurs de systèmes destinés à un prestataire de services de la navigation aérienne pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité des services de la navigation aérienne. IX. - Pour l'établissement du montant des redevances visées aux I à VIII, le coût complet des services rendus est pris en compte. Le coût complet comprend les charges de personnel, y compris les pensions de retraite et les charges de formation initiale et continue, les coûts d'études, les coûts du capital et de l'amortissement des immobilisations et les coûts de fonctionnement, y compris du système d'assurance de la qualité, ainsi qu'une quote-part des frais d'administration des personnels, de gestion financière et de communication correspondant à leur participation à l'exécution de ces services. La redevance pour services terminaux de la circulation aérienne comprend, pour la partie imputable à cette prestation, le coût de l'autorité de surveillance et des organismes agréés, chargés en application du règlement (CE) n° 550/2004 du Parlement européen et du Conseil, du 10 mars 2004, fixant le cadre pour la réalisation du ciel unique européen du contrôle de l'exploitation des prestataires de services de la navigation aérienne, ainsi que les autres coûts exposés par l'Etat. Un décret en Conseil d'Etat fixe les conditions d'application du présent article, et notamment les catégories d'usagers exonérés du paiement des redevances.",
            "texteHtml": "<p></p>   I. - Font l'objet de redevances les services rendus, sous réserve des compétences des institutions de l'Union européenne, aux organismes de conception et de production d'aéronefs ou d'éléments d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des décisions individuelles prévues par le présent code et les règlements communautaires en vue d'attester la navigabilité.<p></p><p></p>   II. - Font l'objet de redevances les services rendus aux propriétaires d'aéronefs pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et décisions individuelles prévus par le présent code et les règlements communautaires en vue d'attester la navigabilité des aéronefs ou d'autoriser leur circulation.<p></p><p></p>   III. - Font l'objet de redevances les services rendus aux propriétaires ou exploitants d'aéronefs, aux organismes chargés de la gestion et du suivi du maintien de leur navigabilité et aux organismes de maintenance, pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la conformité de l'entretien des aéronefs.<p></p><p></p>   IV. - Font l'objet de redevances les services rendus aux entreprises de transport aérien public, aux entreprises de travail aérien, aux exploitants d'aérodromes, aux prestataires de services d'information de vol pour les aérodromes non contrôlés, aux fournisseurs de matériels de lutte contre l'incendie et aux écoles de formation pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité de l'exploitation et, pour les écoles, la qualité de la formation.<p></p><p></p>   V. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux exploitants d'aérodromes, aux entreprises de transport aérien public, aux entreprises qui leur sont liées par contrat, aux autres personnes autorisées à occuper ou utiliser les zones non librement accessibles au public des aérodromes, aux organismes de formation des personnels, aux fabricants ou distributeurs de matériels de détection, pour l'instruction, la délivrance et le suivi de l'application des approbations, des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sûreté des vols.<p></p><p></p>   VI. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile aux organisateurs pour l'instruction, la délivrance et le suivi de l'application des autorisations de manifestations aériennes.<p></p><p></p>   VII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile pour l'organisation des examens aéronautiques et la délivrance ou la validation des brevets, licences, certificats et qualifications du personnel de l'aviation civile.<p></p><p></p>   VIII. - Font l'objet de redevances les services rendus par l'administration de l'aviation civile ou les organismes agréés aux fabricants de matériels ou leurs mandataires et aux concepteurs de systèmes destinés à un prestataire de services de la navigation aérienne pour l'instruction, la délivrance et le suivi de l'application des autorisations, certificats et agréments prévus par le présent code et les règlements communautaires en vue d'assurer la sécurité des services de la navigation aérienne.<p></p><p></p>   IX. - Pour l'établissement du montant des redevances visées aux I à VIII, le coût complet des services rendus est pris en compte. Le coût complet comprend les charges de personnel, y compris les pensions de retraite et les charges de formation initiale et continue, les coûts d'études, les coûts du capital et de l'amortissement des immobilisations et les coûts de fonctionnement, y compris du système d'assurance de la qualité, ainsi qu'une quote-part des frais d'administration des personnels, de gestion financière et de communication correspondant à leur participation à l'exécution de ces services. La redevance pour services terminaux de la circulation aérienne comprend, pour la partie imputable à cette prestation, le coût de l'autorité de surveillance et des organismes agréés, chargés en application du règlement (CE) n° 550/2004 du Parlement européen et du Conseil, du 10 mars 2004, fixant le cadre pour la réalisation du ciel unique européen du contrôle de l'exploitation des prestataires de services de la navigation aérienne, ainsi que les autres coûts exposés par l'Etat.<p></p><p></p>   Un décret en Conseil d'Etat fixe les conditions d'application du présent article, et notamment les catégories d'usagers exonérés du paiement des redevances.<p></p>",
            "num": "L611-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1104451200000,
            "dateFin": 1199145600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108721",
                        "id": "LEGISCTA000006108721",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-30",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : IMPUTATION DES CHARGES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129144",
                        "id": "LEGISCTA000006129144",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844408",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129144",
            "sectionParentId": "LEGISCTA000006129144",
            "sectionParentTitre": "LIVRE VI : IMPUTATION DES CHARGES.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VI : IMPUTATION DES CHARGES.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006844408",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000674978",
                    "textTitle": "Décret 67-333 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674978",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 120 () JORF 31 décembre 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "120",
                    "articleId": "LEGIARTI000006322383",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-12-31",
                    "dateSignaTexte": "2004-12-30",
                    "dateDebutCible": "2004-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019991930",
                    "textTitle": "Arrêté du 10 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019991930",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1230249600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032967149",
                    "textTitle": "Arrêté du 26 juillet 2016 - art. 4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000038909097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1470355200000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "JORFTEXT000046131680",
                    "textTitle": "Arrêté du 27 juillet 2022 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000046133531",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1659484800000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R611-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-3",
                    "articleId": "LEGIARTI000006845280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R611-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-4",
                    "articleId": "LEGIARTI000006845281",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R611-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-5",
                    "articleId": "LEGIARTI000006845282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                },
                {
                    "textCid": "",
                    "textTitle": "Règlement CE 550-2004 2004-03-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844408",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1104451200000,
                    "dateFin": 1199145600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017868607",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L611-5",
                "611-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}