{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046000359",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application du présent livre dans les îles Wallis et Futuna : 1° A l'exception du premier alinéa de l'article R. 313-3 et des articles D. 312-3 et R. 343-31, les mots \" en France \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \" ; 2° Les références au refus d'entrée sur le territoire français sont remplacées par la référence au refus d'entrée sur le territoire des îles Wallis et Futuna ; 3° Les références au préfet sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna et les référence au maire et à la mairie sont respectivement remplacées par la référence au chef de circonscription et à la circonscription ; 4° Les références au tribunal judiciaire sont remplacées par la référence au tribunal de première instance ; 5° Les valeurs monétaires exprimées en euros sont remplacées par leur contre-valeur en francs CFP ; 6° A l'article R. 311-1, après les mots : \" du ministre chargé de l'immigration \", sont insérés les mots : \" du ministre des affaires étrangères et du ministre chargé de l'outre-mer \", les mots : \" documents prévus à l'article L. 311-1 \" sont remplacés par les mots : \" documents prévus au 1° de l'article L. 311-1 \" ; 6° bis A l'article R. 312-8, la référence aux articles D. 312-5-1, D. 312-5-2 et D. 312-7-2 est remplacée par la référence aux articles D. 312-5-1 et D. 312-5-2 ; 7° L'article R. 313-1 est ainsi rédigé : \" Art. R. 313-1.-En fonction de ses déclarations sur les motifs de son voyage, l'étranger doit présenter selon les cas : \" 1° Pour un séjour touristique, tout document de nature à établir l'objet et les conditions de ce séjour, et notamment sa durée ; \" 2° Pour un voyage professionnel, tout document apportant des précisions sur la profession ou sur la qualité du voyageur ainsi que sur les établissements ou organismes situés dans les îles Wallis et Futuna par lesquels il est attendu ; \" 3° Pour une visite privée, une attestation d'accueil signée par la personne qui se propose d'assurer le logement de l'étranger ; cette attestation constitue le document prévu par les accords internationaux auxquels la France est partie pour justifier des conditions de séjour dans le cas d'une visite familiale ou privée ; \" 4° Pour un séjour motivé par une hospitalisation, tout document justifiant de la prise en charge de ses frais de séjour dans un établissement sanitaire des îles Wallis et Futuna soit par un service d'aide sociale, soit par un organisme d'assurance maladie, soit par un organisme public ou, à défaut, son engagement d'acquitter ces frais, ou celui de sa famille ou d'un tiers responsable, et de verser dès son entrée dans l'établissement une provision renouvelable calculée sur la base de la durée estimée du séjour ; en cas de sortie avant l'expiration du délai prévu, la fraction dépassant le nombre de jours de présence est restituée ; ces dispositions ne sont pas applicables dans le cas de malades ou blessés graves venant recevoir des soins en urgence dans un établissement sanitaire. \" ; 8° A l'article R. 313-4, les mots : \" sur le territoire métropolitain ou en Guadeloupe, en Guyane, en Martinique, à Mayotte et à La Réunion \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \" ; 9° L'article R. 313-5 est ainsi rédigé : \" Art. R. 313-5.-Sont notamment considérés comme des documents relatifs aux garanties de rapatriement : \" 1° Un titre de transport valable pour revenir dans le pays de résidence habituelle et dont le porteur veille à maintenir la validité jusqu'à la date de son départ ; \" 2° Une attestation d'un établissement bancaire situé en France ou à l'étranger garantissant le rapatriement de l'intéressé au cas où celui-ci ne serait pas en mesure d'en assurer lui-même les frais, accompagnée le cas échéant d'une traduction en français. \" ; 10° A l'article R. 313-9 : a) après les mots : \" documents mentionnés aux articles R. 313-7 et R. 313-8, \", sont insérés les mots : \" d'un document justifiant de son domicile s'il diffère du lieu d'accueil de l'étranger, \" ; b) les mots : \" par le maire \" et les mots \" en mairie \" sont respectivement remplacés par les mots : \" par les services de la gendarmerie ou par le chef de circonscription \" et par les mots : \" devant l'une de ces autorités \" ; 12° A l'article R. 313-12, la dernière phrase est supprimée ; 13° L'article R. 313-14 est ainsi rédigé : \" Art. R. 313-14.-Sont dispensés de présenter les documents prévus aux articles R. 313-1 à R. 313-4 et R. 313-6 à R. 313-8 : \" 1° Les ressortissants andorrans et monégasques ; \" 2° L'étranger titulaire d'un visa portant la mention : “ famille de Français ”, délivré aux conjoints de ressortissants français et aux membres de leur famille mentionnés aux articles L. 423-11 et L. 423-12 ; \" 3° L'étranger titulaire d'un visa de circulation défini par la convention d'application de l'accord de Schengen, valable pour plusieurs entrées et d'une durée de validité au moins égale à un an et délivré par une autorité consulaire française ou par celle d'un Etat mettant en vigueur cette convention et agissant en représentation de la France, sous réserve de la validité dudit visa de circulation dans les îles Wallis et Futuna ; \" 4° L'étranger titulaire d'un visa portant la mention : “ carte de séjour à solliciter dès l'arrivée dans les îles Wallis et Futuna ” ; \" 5° Les membres des missions diplomatiques et des postes consulaires et les membres de leur famille à charge venant de l'étranger pour prendre leurs fonctions en France ; \" 6° Les personnes auxquelles une dispense a été accordée par le conseil territorial conformément au 3° de l'article L. 312-6 ; \" 7° Les personnes auxquelles une dispense a été accordée par les autorités consulaires françaises dans leur pays de résidence ; \" 8° Les membres des assemblées parlementaires des Etats étrangers ; \" 9° Les fonctionnaires, officiers et agents des services publics étrangers lorsqu'ils sont porteurs d'un ordre de mission de leur gouvernement ou fonctionnaires d'une organisation intergouvernementale dont la France est membre, munis d'un ordre de mission délivré par cette organisation ; \" 10° Les membres des équipages des navires et aéronefs effectuant des déplacements de service sous couvert des documents prévus par les conventions internationales. \" ; \" 11° Les étrangers mentionnés aux 6° à 8°, 10°, 13° et 15° à 17° de l'article R. 431-16. \" ; 14° A l'article R. 313-16, après les mots : \" registre du commerce et des sociétés ou au registre des métiers \", sont insérés les mots : \" ou leur équivalent local \" ; 15° L'article R. 332-1 est ainsi rédigé : \" Art. R. 332-1.-Lorsque le contrôle des personnes à la frontière est assuré par les fonctionnaires de la police nationale, la décision de refus d'entrée dans les îles Wallis et Futuna opposée à l'étranger est prise par le fonctionnaire investi des fonctions de chef de poste ou par le fonctionnaire désigné par lui titulaire du grade de lieutenant de police ou d'un grade supérieur. \" Lorsque le contrôle des personnes à la frontière est assuré par les fonctionnaires des douanes, la décision de refus d'entrée dans les îles Wallis et Futuna opposée à l'étranger est prise par le fonctionnaire investi des fonctions de chef de poste ou par le fonctionnaire désigné par lui titulaire du grade de contrôleur ou d'un grade supérieur. \" Dans les aérodromes affectés à titre exclusif ou principal au ministère de la défense, cette décision peut être également prise par le commandant d'unité de la gendarmerie maritime ou de la gendarmerie de l'air ou par un militaire désigné par lui, titulaire au moins du grade de gendarme. \" ; 16° L'article R. 342-5 est ainsi rédigé : \" Art. R. 342-5.-Dès réception de la requête, le juge compétent ou son délégué fixe le jour et l'heure de l'audience. \" Avis en est donné par le greffier, aussitôt et par tout moyen, au chef du service de contrôle aux frontières ou au fonctionnaire désigné par lui, à l'administrateur supérieur des îles Wallis et Futuna, au procureur de la République, à l'étranger et à son avocat, s'il en a un \" ; 17° A l'article R. 342-7, le premier alinéa est ainsi rédigé : \" A l'audience, le chef de service de contrôle aux frontières ou le fonctionnaire désigné par lui, sur sa demande ou sur celle du juge, est entendu. Un représentant de l'administrateur supérieur des îles Wallis et Futuna peut demander à être entendu. \" ; 18° A l'article R. 342-10, les mots : \" vingt-quatre heures \" sont remplacés par les mots : \" quatre jours \" et la troisième phrase est supprimée ; 19° L'article R. 342-11 est ainsi rédigé : \" Art. R. 342-11.-A peine d'irrecevabilité, le premier président ou son délégué est saisi par une déclaration motivée faite ou remise par tout moyen au greffe du tribunal de première instance ou de la cour d'appel. La déclaration est enregistrée avec mentions de la date et de l'heure. \" Quand la déclaration d'appel est reçue par le greffier du tribunal de première instance, celui-ci fait parvenir sans délai une copie de la déclaration d'appel et le dossier de l'affaire au greffe de la cour d'appel. \" Quand la déclaration d'appel est reçue par le greffier de la cour d'appel, celui-ci avise sur-le-champ le greffier du tribunal de première instance qui transmet sans délai le dossier au greffe de la cour d'appel. \" ; 20° La deuxième phrase de l'article R. 342-15 est supprimée ; 21° A l'article R. 342-17, le deuxième alinéa est ainsi rédigé : \" Le chef du service de contrôle aux frontières ou le fonctionnaire désigné par lui, un représentant de l'administrateur supérieur des îles Wallis et Futuna, l'avocat de l'étranger et l'étranger lui-même peuvent demander à être entendus à l'audience. \" ; 22° A l'article R. 342-18, la deuxième phrase est supprimée et le deuxième alinéa est ainsi rédigé : \" L'ordonnance est communiquée au ministère public. Elle est notifiée sur place à l'étranger et à son conseil, s'il en a un, à l'autorité qui a prononcé le maintien en zone d'attente, ainsi qu'à l'administrateur supérieur des îles Wallis et Futuna. Les parties présentes en accusent réception. Le greffier la notifie par tout moyen et dans les meilleurs délais aux autres parties qui en accusent réception. \" ; 23° A l'article R. 342-19, le deuxième alinéa est ainsi rédigé : \" Le pourvoi en cassation est ouvert à l'étranger, à l'administrateur supérieur des îles Wallis et Futuna et au ministère public. \" ; 24° A l'article R. 343-5, la référence au juge des enfants est remplacée par la référence au président du tribunal de première instance et la référence au président du conseil départemental est remplacée par la référence à l'administrateur supérieur des îles Wallis et Futuna ; 25° Aux articles R. 343-25 et R. 343-31, après les mots : \" mentionnée à l'article L. 7111-6 du code du travail \" sont insérés les mots : \" ou reconnu comme journaliste en application des dispositions ayant le même objet applicables dans la collectivité \" ; 26° Aux articles R. 343-16 et R. 343-23, les mots : \" et les agents de l'Office français de l'immigration et de l'intégration chargés de l'assistance humanitaire \" sont supprimés ; 27° A l'article R. 343-19, les mots : \" cinq années \" sont remplacés par les mots \" une année \" et après les mots : \" l'assistance médicale ou sociale \", sont insérés les mots : \" et ayant leur siège dans les îles Wallis et Futuna \" ; 28° A l'article R. 343-20, les mots : \" dix personnes \" sont remplacés par les mots : \" cinq personnes \" et ce même article est complété par un alinéa ainsi rédigé : \" Sous réserve des nécessités de l'ordre public et de la sécurité des transports, une association habilitée peut accéder, par l'intermédiaire d'un ou de deux représentants agréés, à chaque zone d'attente huit fois par an, entre 8 heures et 20 heures. \" ; 29° Le deuxième alinéa de l'article R. 351-1 n'est pas applicable ; 30° A l'article R. 351-3, les mots : \" Sauf dans le cas où l'examen de la demande d'asile relève de la compétence d'un autre Etat, \" sont supprimés.",
            "texteHtml": "<p>Pour l'application du présent livre dans les îles Wallis et Futuna :</p><p>1° A l'exception du premier alinéa de l'article R. 313-3 et des articles D. 312-3 et R. 343-31, les mots \" en France \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \" ;</p><p>2° Les références au refus d'entrée sur le territoire français sont remplacées par la référence au refus d'entrée sur le territoire des îles Wallis et Futuna ;</p><p>3° Les références au préfet sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna et les référence au maire et à la mairie sont respectivement remplacées par la référence au chef de circonscription et à la circonscription ;</p><p>4° Les références au tribunal judiciaire sont remplacées par la référence au tribunal de première instance ;</p><p>5° Les valeurs monétaires exprimées en euros sont remplacées par leur contre-valeur en francs CFP ;</p><p>6° A l'article R. 311-1, après les mots : \" du ministre chargé de l'immigration \", sont insérés les mots : \" du ministre des affaires étrangères et du ministre chargé de l'outre-mer \", les mots : \" documents prévus à l'article L. 311-1 \" sont remplacés par les mots : \" documents prévus au 1° de l'article L. 311-1 \" ;</p><p>6° bis A l'article R. 312-8, la référence aux articles D. 312-5-1, D. 312-5-2 et D. 312-7-2 est remplacée par la référence aux articles D. 312-5-1 et D. 312-5-2 ;</p><p>7° L'article R. 313-1 est ainsi rédigé :</p><p>\" Art. R. 313-1.-En fonction de ses déclarations sur les motifs de son voyage, l'étranger doit présenter selon les cas :</p><p>\" 1° Pour un séjour touristique, tout document de nature à établir l'objet et les conditions de ce séjour, et notamment sa durée ;</p><p>\" 2° Pour un voyage professionnel, tout document apportant des précisions sur la profession ou sur la qualité du voyageur ainsi que sur les établissements ou organismes situés dans les îles Wallis et Futuna par lesquels il est attendu ;</p><p>\" 3° Pour une visite privée, une attestation d'accueil signée par la personne qui se propose d'assurer le logement de l'étranger ; cette attestation constitue le document prévu par les accords internationaux auxquels la France est partie pour justifier des conditions de séjour dans le cas d'une visite familiale ou privée ;</p><p>\" 4° Pour un séjour motivé par une hospitalisation, tout document justifiant de la prise en charge de ses frais de séjour dans un établissement sanitaire des îles Wallis et Futuna soit par un service d'aide sociale, soit par un organisme d'assurance maladie, soit par un organisme public ou, à défaut, son engagement d'acquitter ces frais, ou celui de sa famille ou d'un tiers responsable, et de verser dès son entrée dans l'établissement une provision renouvelable calculée sur la base de la durée estimée du séjour ; en cas de sortie avant l'expiration du délai prévu, la fraction dépassant le nombre de jours de présence est restituée ; ces dispositions ne sont pas applicables dans le cas de malades ou blessés graves venant recevoir des soins en urgence dans un établissement sanitaire. \" ;</p><p>8° A l'article R. 313-4, les mots : \" sur le territoire métropolitain ou en Guadeloupe, en Guyane, en Martinique, à Mayotte et à La Réunion \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \" ;</p><p>9° L'article R. 313-5 est ainsi rédigé :</p><p>\" Art. R. 313-5.-Sont notamment considérés comme des documents relatifs aux garanties de rapatriement :</p><p>\" 1° Un titre de transport valable pour revenir dans le pays de résidence habituelle et dont le porteur veille à maintenir la validité jusqu'à la date de son départ ;</p><p>\" 2° Une attestation d'un établissement bancaire situé en France ou à l'étranger garantissant le rapatriement de l'intéressé au cas où celui-ci ne serait pas en mesure d'en assurer lui-même les frais, accompagnée le cas échéant d'une traduction en français. \" ;</p><p>10° A l'article R. 313-9 :</p><p>a) après les mots : \" documents mentionnés aux articles R. 313-7 et R. 313-8, \", sont insérés les mots : \" d'un document justifiant de son domicile s'il diffère du lieu d'accueil de l'étranger, \" ;</p><p>b) les mots : \" par le maire \" et les mots \" en mairie \" sont respectivement remplacés par les mots : \" par les services de la gendarmerie ou par le chef de circonscription \" et par les mots : \" devant l'une de ces autorités \" ;</p><p>12° A l'article R. 313-12, la dernière phrase est supprimée ;</p><p>13° L'article R. 313-14 est ainsi rédigé :</p><p>\" Art. R. 313-14.-Sont dispensés de présenter les documents prévus aux articles R. 313-1 à R. 313-4 et R. 313-6 à R. 313-8 :</p><p>\" 1° Les ressortissants andorrans et monégasques ;</p><p>\" 2° L'étranger titulaire d'un visa portant la mention : “ famille de Français ”, délivré aux conjoints de ressortissants français et aux membres de leur famille mentionnés aux articles L. 423-11 et L. 423-12 ;</p><p>\" 3° L'étranger titulaire d'un visa de circulation défini par la convention d'application de l'accord de Schengen, valable pour plusieurs entrées et d'une durée de validité au moins égale à un an et délivré par une autorité consulaire française ou par celle d'un Etat mettant en vigueur cette convention et agissant en représentation de la France, sous réserve de la validité dudit visa de circulation dans les îles Wallis et Futuna ;</p><p>\" 4° L'étranger titulaire d'un visa portant la mention : “ carte de séjour à solliciter dès l'arrivée dans les îles Wallis et Futuna ” ;</p><p>\" 5° Les membres des missions diplomatiques et des postes consulaires et les membres de leur famille à charge venant de l'étranger pour prendre leurs fonctions en France ;</p><p>\" 6° Les personnes auxquelles une dispense a été accordée par le conseil territorial conformément au 3° de l'article L. 312-6 ;</p><p>\" 7° Les personnes auxquelles une dispense a été accordée par les autorités consulaires françaises dans leur pays de résidence ;</p><p>\" 8° Les membres des assemblées parlementaires des Etats étrangers ;</p><p>\" 9° Les fonctionnaires, officiers et agents des services publics étrangers lorsqu'ils sont porteurs d'un ordre de mission de leur gouvernement ou fonctionnaires d'une organisation intergouvernementale dont la France est membre, munis d'un ordre de mission délivré par cette organisation ;</p><p>\" 10° Les membres des équipages des navires et aéronefs effectuant des déplacements de service sous couvert des documents prévus par les conventions internationales. \" ;</p><p>\" 11° Les étrangers mentionnés aux 6° à 8°, 10°, 13° et 15° à 17° de l'article R. 431-16. \" ;</p><p>14° A l'article R. 313-16, après les mots : \" registre du commerce et des sociétés ou au registre des métiers \", sont insérés les mots : \" ou leur équivalent local \" ;</p><p>15° L'article R. 332-1 est ainsi rédigé :</p><p>\" Art. R. 332-1.-Lorsque le contrôle des personnes à la frontière est assuré par les fonctionnaires de la police nationale, la décision de refus d'entrée dans les îles Wallis et Futuna opposée à l'étranger est prise par le fonctionnaire investi des fonctions de chef de poste ou par le fonctionnaire désigné par lui titulaire du grade de lieutenant de police ou d'un grade supérieur.</p><p>\" Lorsque le contrôle des personnes à la frontière est assuré par les fonctionnaires des douanes, la décision de refus d'entrée dans les îles Wallis et Futuna opposée à l'étranger est prise par le fonctionnaire investi des fonctions de chef de poste ou par le fonctionnaire désigné par lui titulaire du grade de contrôleur ou d'un grade supérieur.</p><p>\" Dans les aérodromes affectés à titre exclusif ou principal au ministère de la défense, cette décision peut être également prise par le commandant d'unité de la gendarmerie maritime ou de la gendarmerie de l'air ou par un militaire désigné par lui, titulaire au moins du grade de gendarme. \" ;</p><p>16° L'article R. 342-5 est ainsi rédigé :</p><p>\" Art. R. 342-5.-Dès réception de la requête, le juge compétent ou son délégué fixe le jour et l'heure de l'audience.</p><p>\" Avis en est donné par le greffier, aussitôt et par tout moyen, au chef du service de contrôle aux frontières ou au fonctionnaire désigné par lui, à l'administrateur supérieur des îles Wallis et Futuna, au procureur de la République, à l'étranger et à son avocat, s'il en a un \" ;</p><p>17° A l'article R. 342-7, le premier alinéa est ainsi rédigé :</p><p>\" A l'audience, le chef de service de contrôle aux frontières ou le fonctionnaire désigné par lui, sur sa demande ou sur celle du juge, est entendu. Un représentant de l'administrateur supérieur des îles Wallis et Futuna peut demander à être entendu. \" ;</p><p>18° A l'article R. 342-10, les mots : \" vingt-quatre heures \" sont remplacés par les mots : \" quatre jours \" et la troisième phrase est supprimée ;</p><p>19° L'article R. 342-11 est ainsi rédigé :</p><p>\" Art. R. 342-11.-A peine d'irrecevabilité, le premier président ou son délégué est saisi par une déclaration motivée faite ou remise par tout moyen au greffe du tribunal de première instance ou de la cour d'appel. La déclaration est enregistrée avec mentions de la date et de l'heure.</p><p>\" Quand la déclaration d'appel est reçue par le greffier du tribunal de première instance, celui-ci fait parvenir sans délai une copie de la déclaration d'appel et le dossier de l'affaire au greffe de la cour d'appel.</p><p>\" Quand la déclaration d'appel est reçue par le greffier de la cour d'appel, celui-ci avise sur-le-champ le greffier du tribunal de première instance qui transmet sans délai le dossier au greffe de la cour d'appel. \" ;</p><p>20° La deuxième phrase de l'article R. 342-15 est supprimée ;</p><p>21° A l'article R. 342-17, le deuxième alinéa est ainsi rédigé :</p><p>\" Le chef du service de contrôle aux frontières ou le fonctionnaire désigné par lui, un représentant de l'administrateur supérieur des îles Wallis et Futuna, l'avocat de l'étranger et l'étranger lui-même peuvent demander à être entendus à l'audience. \" ;</p><p>22° A l'article R. 342-18, la deuxième phrase est supprimée et le deuxième alinéa est ainsi rédigé :</p><p>\" L'ordonnance est communiquée au ministère public. Elle est notifiée sur place à l'étranger et à son conseil, s'il en a un, à l'autorité qui a prononcé le maintien en zone d'attente, ainsi qu'à l'administrateur supérieur des îles Wallis et Futuna. Les parties présentes en accusent réception. Le greffier la notifie par tout moyen et dans les meilleurs délais aux autres parties qui en accusent réception. \" ;</p><p>23° A l'article R. 342-19, le deuxième alinéa est ainsi rédigé :<br/>\n\" Le pourvoi en cassation est ouvert à l'étranger, à l'administrateur supérieur des îles Wallis et Futuna et au ministère public. \" ;</p><p>24° A l'article R. 343-5, la référence au juge des enfants est remplacée par la référence au président du tribunal de première instance et la référence au président du conseil départemental est remplacée par la référence à l'administrateur supérieur des îles Wallis et Futuna ;</p><p>25° Aux articles R. 343-25 et R. 343-31, après les mots : \" mentionnée à l'article L. 7111-6 du code du travail \" sont insérés les mots : \" ou reconnu comme journaliste en application des dispositions ayant le même objet applicables dans la collectivité \" ;</p><p>26° Aux articles R. 343-16 et R. 343-23, les mots : \" et les agents de l'Office français de l'immigration et de l'intégration chargés de l'assistance humanitaire \" sont supprimés ;</p><p>27° A l'article R. 343-19, les mots : \" cinq années \" sont remplacés par les mots \" une année \" et après les mots : \" l'assistance médicale ou sociale \", sont insérés les mots : \" et ayant leur siège dans les îles Wallis et Futuna \" ;<br/>\n28° A l'article R. 343-20, les mots : \" dix personnes \" sont remplacés par les mots : \" cinq personnes \" et ce même article est complété par un alinéa ainsi rédigé :</p><p>\" Sous réserve des nécessités de l'ordre public et de la sécurité des transports, une association habilitée peut accéder, par l'intermédiaire d'un ou de deux représentants agréés, à chaque zone d'attente huit fois par an, entre 8 heures et 20 heures. \" ;</p><p>29° Le deuxième alinéa de l'article R. 351-1 n'est pas applicable ;</p><p>30° A l'article R. 351-3, les mots : \" Sauf dans le cas où l'examen de la demande d'asile relève de la compétence d'un autre Etat, \" sont supprimés.</p>",
            "num": "R364-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1656720000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741820,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : ENTRÉE EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800414",
                        "id": "LEGISCTA000042807898",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : DISPOSITIONS RELATIVES À L'OUTRE-MER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800742",
                        "id": "LEGISCTA000042807570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800778",
                        "id": "LEGISCTA000042807534",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042800786",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042800778",
            "sectionParentId": "LEGISCTA000042807534",
            "sectionParentTitre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre III : ENTRÉE EN FRANCE &gt; Titre VI : DISPOSITIONS RELATIVES À L'OUTRE-MER &gt; Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000046000359",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000045996907",
                    "textTitle": "Décret n°2022-962 du 29 juin 2022 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045997807",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-07-01",
                    "dateSignaTexte": "2022-06-29",
                    "dateDebutCible": "2022-07-02"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042807526",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1656720000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046000359",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1656720000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R364-4",
                "364-4"
            ],
            "versionPrecedente": "LEGIARTI000042807526",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042807526",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application du présent livre dans les îles Wallis et Futuna : 1° A l'exception du premier alinéa de l'article R. 313-3 et des articles D. 312-3 et R. 343-31, les mots \" en France \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \" ; 2° Les références au refus d'entrée sur le territoire français sont remplacées par la référence au refus d'entrée sur le territoire des îles Wallis et Futuna ; 3° Les références au préfet sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna et les référence au maire et à la mairie sont respectivement remplacées par la référence au chef de circonscription et à la circonscription ; 4° Les références au tribunal judiciaire sont remplacées par la référence au tribunal de première instance ; 5° Les valeurs monétaires exprimées en euros sont remplacées par leur contre-valeur en francs CFP ; 6° A l'article R. 311-1, après les mots : \" du ministre chargé de l'immigration \", sont insérés les mots : \" du ministre des affaires étrangères et du ministre chargé de l'outre-mer \", les mots : \" documents prévus à l'article L. 311-1 \" sont remplacés par les mots : \" documents prévus au 1° de l'article L. 311-1 \" ; 7° L'article R. 313-1 est ainsi rédigé : \" Art. R. 313-1.-En fonction de ses déclarations sur les motifs de son voyage, l'étranger doit présenter selon les cas : \" 1° Pour un séjour touristique, tout document de nature à établir l'objet et les conditions de ce séjour, et notamment sa durée ; \" 2° Pour un voyage professionnel, tout document apportant des précisions sur la profession ou sur la qualité du voyageur ainsi que sur les établissements ou organismes situés dans les îles Wallis et Futuna par lesquels il est attendu ; \" 3° Pour une visite privée, une attestation d'accueil signée par la personne qui se propose d'assurer le logement de l'étranger ; cette attestation constitue le document prévu par les accords internationaux auxquels la France est partie pour justifier des conditions de séjour dans le cas d'une visite familiale ou privée ; \" 4° Pour un séjour motivé par une hospitalisation, tout document justifiant de la prise en charge de ses frais de séjour dans un établissement sanitaire des îles Wallis et Futuna soit par un service d'aide sociale, soit par un organisme d'assurance maladie, soit par un organisme public ou, à défaut, son engagement d'acquitter ces frais, ou celui de sa famille ou d'un tiers responsable, et de verser dès son entrée dans l'établissement une provision renouvelable calculée sur la base de la durée estimée du séjour ; en cas de sortie avant l'expiration du délai prévu, la fraction dépassant le nombre de jours de présence est restituée ; ces dispositions ne sont pas applicables dans le cas de malades ou blessés graves venant recevoir des soins en urgence dans un établissement sanitaire. \" ; 8° A l'article R. 313-4, les mots : \" sur le territoire métropolitain ou en Guadeloupe, en Guyane, en Martinique, à Mayotte et à La Réunion \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \" ; 9° L'article R. 313-5 est ainsi rédigé : \" Art. R. 313-5.-Sont notamment considérés comme des documents relatifs aux garanties de rapatriement : \" 1° Un titre de transport valable pour revenir dans le pays de résidence habituelle et dont le porteur veille à maintenir la validité jusqu'à la date de son départ ; \" 2° Une attestation d'un établissement bancaire situé en France ou à l'étranger garantissant le rapatriement de l'intéressé au cas où celui-ci ne serait pas en mesure d'en assurer lui-même les frais, accompagnée le cas échéant d'une traduction en français. \" ; 10° A l'article R. 313-9 : a) après les mots : \" documents mentionnés aux articles R. 313-7 et R. 313-8, \", sont insérés les mots : \" d'un document justifiant de son domicile s'il diffère du lieu d'accueil de l'étranger, \" ; b) les mots : \" par le maire \" et les mots \" en mairie \" sont respectivement remplacés par les mots : \" par les services de la gendarmerie ou par le chef de circonscription \" et par les mots : \" devant l'une de ces autorités \" ; 12° A l'article R. 313-12, la dernière phrase est supprimée ; 13° L'article R. 313-14 est ainsi rédigé : \" Art. R. 313-14.-Sont dispensés de présenter les documents prévus aux articles R. 313-1 à R. 313-4 et R. 313-6 à R. 313-8 : \" 1° Les ressortissants andorrans et monégasques ; \" 2° L'étranger titulaire d'un visa portant la mention : “ famille de Français ”, délivré aux conjoints de ressortissants français et aux membres de leur famille mentionnés aux articles L. 423-11 et L. 423-12 ; \" 3° L'étranger titulaire d'un visa de circulation défini par la convention d'application de l'accord de Schengen, valable pour plusieurs entrées et d'une durée de validité au moins égale à un an et délivré par une autorité consulaire française ou par celle d'un Etat mettant en vigueur cette convention et agissant en représentation de la France, sous réserve de la validité dudit visa de circulation dans les îles Wallis et Futuna ; \" 4° L'étranger titulaire d'un visa portant la mention : “ carte de séjour à solliciter dès l'arrivée dans les îles Wallis et Futuna ” ; \" 5° Les membres des missions diplomatiques et des postes consulaires et les membres de leur famille à charge venant de l'étranger pour prendre leurs fonctions en France ; \" 6° Les personnes auxquelles une dispense a été accordée par le conseil territorial conformément au 3° de l'article L. 312-6 ; \" 7° Les personnes auxquelles une dispense a été accordée par les autorités consulaires françaises dans leur pays de résidence ; \" 8° Les membres des assemblées parlementaires des Etats étrangers ; \" 9° Les fonctionnaires, officiers et agents des services publics étrangers lorsqu'ils sont porteurs d'un ordre de mission de leur gouvernement ou fonctionnaires d'une organisation intergouvernementale dont la France est membre, munis d'un ordre de mission délivré par cette organisation ; \" 10° Les membres des équipages des navires et aéronefs effectuant des déplacements de service sous couvert des documents prévus par les conventions internationales. \" ; \" 11° Les étrangers mentionnés aux 6° à 8°, 10°, 13° et 15° à 17° de l'article R. 431-16. \" ; 14° A l'article R. 313-16, après les mots : \" registre du commerce et des sociétés ou au registre des métiers \", sont insérés les mots : \" ou leur équivalent local \" ; 15° L'article R. 332-1 est ainsi rédigé : \" Art. R. 332-1.-Lorsque le contrôle des personnes à la frontière est assuré par les fonctionnaires de la police nationale, la décision de refus d'entrée dans les îles Wallis et Futuna opposée à l'étranger est prise par le fonctionnaire investi des fonctions de chef de poste ou par le fonctionnaire désigné par lui titulaire du grade de lieutenant de police ou d'un grade supérieur. \" Lorsque le contrôle des personnes à la frontière est assuré par les fonctionnaires des douanes, la décision de refus d'entrée dans les îles Wallis et Futuna opposée à l'étranger est prise par le fonctionnaire investi des fonctions de chef de poste ou par le fonctionnaire désigné par lui titulaire du grade de contrôleur ou d'un grade supérieur. \" Dans les aérodromes affectés à titre exclusif ou principal au ministère de la défense, cette décision peut être également prise par le commandant d'unité de la gendarmerie maritime ou de la gendarmerie de l'air ou par un militaire désigné par lui, titulaire au moins du grade de gendarme. \" ; 16° L'article R. 342-5 est ainsi rédigé : \" Art. R. 342-5.-Dès réception de la requête, le juge compétent ou son délégué fixe le jour et l'heure de l'audience. \" Avis en est donné par le greffier, aussitôt et par tout moyen, au chef du service de contrôle aux frontières ou au fonctionnaire désigné par lui, à l'administrateur supérieur des îles Wallis et Futuna, au procureur de la République, à l'étranger et à son avocat, s'il en a un \" ; 17° A l'article R. 342-7, le premier alinéa est ainsi rédigé : \" A l'audience, le chef de service de contrôle aux frontières ou le fonctionnaire désigné par lui, sur sa demande ou sur celle du juge, est entendu. Un représentant de l'administrateur supérieur des îles Wallis et Futuna peut demander à être entendu. \" ; 18° A l'article R. 342-10, les mots : \" vingt-quatre heures \" sont remplacés par les mots : \" quatre jours \" et la troisième phrase est supprimée ; 19° L'article R. 342-11 est ainsi rédigé : \" Art. R. 342-11.-A peine d'irrecevabilité, le premier président ou son délégué est saisi par une déclaration motivée faite ou remise par tout moyen au greffe du tribunal de première instance ou de la cour d'appel. La déclaration est enregistrée avec mentions de la date et de l'heure. \" Quand la déclaration d'appel est reçue par le greffier du tribunal de première instance, celui-ci fait parvenir sans délai une copie de la déclaration d'appel et le dossier de l'affaire au greffe de la cour d'appel. \" Quand la déclaration d'appel est reçue par le greffier de la cour d'appel, celui-ci avise sur-le-champ le greffier du tribunal de première instance qui transmet sans délai le dossier au greffe de la cour d'appel. \" ; 20° La deuxième phrase de l'article R. 342-15 est supprimée ; 21° A l'article R. 342-17, le deuxième alinéa est ainsi rédigé : \" Le chef du service de contrôle aux frontières ou le fonctionnaire désigné par lui, un représentant de l'administrateur supérieur des îles Wallis et Futuna, l'avocat de l'étranger et l'étranger lui-même peuvent demander à être entendus à l'audience. \" ; 22° A l'article R. 342-18, la deuxième phrase est supprimée et le deuxième alinéa est ainsi rédigé : \" L'ordonnance est communiquée au ministère public. Elle est notifiée sur place à l'étranger et à son conseil, s'il en a un, à l'autorité qui a prononcé le maintien en zone d'attente, ainsi qu'à l'administrateur supérieur des îles Wallis et Futuna. Les parties présentes en accusent réception. Le greffier la notifie par tout moyen et dans les meilleurs délais aux autres parties qui en accusent réception. \" ; 23° A l'article R. 342-19, le deuxième alinéa est ainsi rédigé : \" Le pourvoi en cassation est ouvert à l'étranger, à l'administrateur supérieur des îles Wallis et Futuna et au ministère public. \" ; 24° A l'article R. 343-5, la référence au juge des enfants est remplacée par la référence au président du tribunal de première instance et la référence au président du conseil départemental est remplacée par la référence à l'administrateur supérieur des îles Wallis et Futuna ; 25° Aux articles R. 343-25 et R. 343-31, après les mots : \" mentionnée à l'article L. 7111-6 du code du travail \" sont insérés les mots : \" ou reconnu comme journaliste en application des dispositions ayant le même objet applicables dans la collectivité \" ; 26° Aux articles R. 343-16 et R. 343-23, les mots : \" et les agents de l'Office français de l'immigration et de l'intégration chargés de l'assistance humanitaire \" sont supprimés ; 27° A l'article R. 343-19, les mots : \" cinq années \" sont remplacés par les mots \" une année \" et après les mots : \" l'assistance médicale ou sociale \", sont insérés les mots : \" et ayant leur siège dans les îles Wallis et Futuna \" ; 28° A l'article R. 343-20, les mots : \" dix personnes \" sont remplacés par les mots : \" cinq personnes \" et ce même article est complété par un alinéa ainsi rédigé : \" Sous réserve des nécessités de l'ordre public et de la sécurité des transports, une association habilitée peut accéder, par l'intermédiaire d'un ou de deux représentants agréés, à chaque zone d'attente huit fois par an, entre 8 heures et 20 heures. \" ; 29° Le deuxième alinéa de l'article R. 351-1 n'est pas applicable ; 30° A l'article R. 351-3, les mots : \" Sauf dans le cas où l'examen de la demande d'asile relève de la compétence d'un autre Etat, \" sont supprimés.",
            "texteHtml": "<p><br/>Pour l'application du présent livre dans les îles Wallis et Futuna : <br/>1° A l'exception du premier alinéa de l'article R. 313-3 et des articles D. 312-3 et R. 343-31, les mots \" en France \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \" ; <br/>2° Les références au refus d'entrée sur le territoire français sont remplacées par la référence au refus d'entrée sur le territoire des îles Wallis et Futuna ; <br/>3° Les références au préfet sont remplacées par la référence à l'administrateur supérieur des îles Wallis et Futuna et les référence au maire et à la mairie sont respectivement remplacées par la référence au chef de circonscription et à la circonscription ; <br/>4° Les références au tribunal judiciaire sont remplacées par la référence au tribunal de première instance ; <br/>5° Les valeurs monétaires exprimées en euros sont remplacées par leur contre-valeur en francs CFP ; <br/>6° A l'article R. 311-1, après les mots : \" du ministre chargé de l'immigration \", sont insérés les mots : \" du ministre des affaires étrangères et du ministre chargé de l'outre-mer \", les mots : \" documents prévus à l'article L. 311-1 \" sont remplacés par les mots : \" documents prévus au 1° de l'article L. 311-1 \" ; <br/>7° L'article R. 313-1 est ainsi rédigé : </p><p><br/>\" Art. R. 313-1.-En fonction de ses déclarations sur les motifs de son voyage, l'étranger doit présenter selon les cas : <br/>\" 1° Pour un séjour touristique, tout document de nature à établir l'objet et les conditions de ce séjour, et notamment sa durée ; <br/>\" 2° Pour un voyage professionnel, tout document apportant des précisions sur la profession ou sur la qualité du voyageur ainsi que sur les établissements ou organismes situés dans les îles Wallis et Futuna par lesquels il est attendu ; <br/>\" 3° Pour une visite privée, une attestation d'accueil signée par la personne qui se propose d'assurer le logement de l'étranger ; cette attestation constitue le document prévu par les accords internationaux auxquels la France est partie pour justifier des conditions de séjour dans le cas d'une visite familiale ou privée ; <br/>\" 4° Pour un séjour motivé par une hospitalisation, tout document justifiant de la prise en charge de ses frais de séjour dans un établissement sanitaire des îles Wallis et Futuna soit par un service d'aide sociale, soit par un organisme d'assurance maladie, soit par un organisme public ou, à défaut, son engagement d'acquitter ces frais, ou celui de sa famille ou d'un tiers responsable, et de verser dès son entrée dans l'établissement une provision renouvelable calculée sur la base de la durée estimée du séjour ; en cas de sortie avant l'expiration du délai prévu, la fraction dépassant le nombre de jours de présence est restituée ; ces dispositions ne sont pas applicables dans le cas de malades ou blessés graves venant recevoir des soins en urgence dans un établissement sanitaire. \" ; </p><p><br/>8° A l'article R. 313-4, les mots : \" sur le territoire métropolitain ou en Guadeloupe, en Guyane, en Martinique, à Mayotte et à La Réunion \" sont remplacés par les mots : \" sur le territoire des îles Wallis et Futuna \" ; <br/>9° L'article R. 313-5 est ainsi rédigé : </p><p><br/>\" Art. R. 313-5.-Sont notamment considérés comme des documents relatifs aux garanties de rapatriement : <br/>\" 1° Un titre de transport valable pour revenir dans le pays de résidence habituelle et dont le porteur veille à maintenir la validité jusqu'à la date de son départ ; <br/>\" 2° Une attestation d'un établissement bancaire situé en France ou à l'étranger garantissant le rapatriement de l'intéressé au cas où celui-ci ne serait pas en mesure d'en assurer lui-même les frais, accompagnée le cas échéant d'une traduction en français. \" ; </p><p><br/>10° A l'article R. 313-9 : <br/>a) après les mots : \" documents mentionnés aux articles R. 313-7 et R. 313-8, \", sont insérés les mots : \" d'un document justifiant de son domicile s'il diffère du lieu d'accueil de l'étranger, \" ; <br/>b) les mots : \" par le maire \" et les mots \" en mairie \" sont respectivement remplacés par les mots : \" par les services de la gendarmerie ou par le chef de circonscription \" et par les mots : \" devant l'une de ces autorités \" ; <br/>12° A l'article R. 313-12, la dernière phrase est supprimée ; <br/>13° L'article R. 313-14 est ainsi rédigé : </p><p><br/>\" Art. R. 313-14.-Sont dispensés de présenter les documents prévus aux articles R. 313-1 à R. 313-4 et R. 313-6 à R. 313-8 : <br/>\" 1° Les ressortissants andorrans et monégasques ; <br/>\" 2° L'étranger titulaire d'un visa portant la mention : “ famille de Français ”, délivré aux conjoints de ressortissants français et aux membres de leur famille mentionnés aux articles L. 423-11 et L. 423-12 ; <br/>\" 3° L'étranger titulaire d'un visa de circulation défini par la convention d'application de l'accord de Schengen, valable pour plusieurs entrées et d'une durée de validité au moins égale à un an et délivré par une autorité consulaire française ou par celle d'un Etat mettant en vigueur cette convention et agissant en représentation de la France, sous réserve de la validité dudit visa de circulation dans les îles Wallis et Futuna ; <br/>\" 4° L'étranger titulaire d'un visa portant la mention : “ carte de séjour à solliciter dès l'arrivée dans les îles Wallis et Futuna ” ; <br/>\" 5° Les membres des missions diplomatiques et des postes consulaires et les membres de leur famille à charge venant de l'étranger pour prendre leurs fonctions en France ; <br/>\" 6° Les personnes auxquelles une dispense a été accordée par le conseil territorial conformément au 3° de l'article L. 312-6 ; <br/>\" 7° Les personnes auxquelles une dispense a été accordée par les autorités consulaires françaises dans leur pays de résidence ; <br/>\" 8° Les membres des assemblées parlementaires des Etats étrangers ; <br/>\" 9° Les fonctionnaires, officiers et agents des services publics étrangers lorsqu'ils sont porteurs d'un ordre de mission de leur gouvernement ou fonctionnaires d'une organisation intergouvernementale dont la France est membre, munis d'un ordre de mission délivré par cette organisation ; <br/>\" 10° Les membres des équipages des navires et aéronefs effectuant des déplacements de service sous couvert des documents prévus par les conventions internationales. \" ; <br/>\" 11° Les étrangers mentionnés aux 6° à 8°, 10°, 13° et 15° à 17° de l'article R. 431-16. \" ; </p><p><br/>14° A l'article R. 313-16, après les mots : \" registre du commerce et des sociétés ou au registre des métiers \", sont insérés les mots : \" ou leur équivalent local \" ; <br/>15° L'article R. 332-1 est ainsi rédigé : </p><p><br/>\" Art. R. 332-1.-Lorsque le contrôle des personnes à la frontière est assuré par les fonctionnaires de la police nationale, la décision de refus d'entrée dans les îles Wallis et Futuna opposée à l'étranger est prise par le fonctionnaire investi des fonctions de chef de poste ou par le fonctionnaire désigné par lui titulaire du grade de lieutenant de police ou d'un grade supérieur. <br/>\" Lorsque le contrôle des personnes à la frontière est assuré par les fonctionnaires des douanes, la décision de refus d'entrée dans les îles Wallis et Futuna opposée à l'étranger est prise par le fonctionnaire investi des fonctions de chef de poste ou par le fonctionnaire désigné par lui titulaire du grade de contrôleur ou d'un grade supérieur. <br/>\" Dans les aérodromes affectés à titre exclusif ou principal au ministère de la défense, cette décision peut être également prise par le commandant d'unité de la gendarmerie maritime ou de la gendarmerie de l'air ou par un militaire désigné par lui, titulaire au moins du grade de gendarme. \" ; </p><p><br/>16° L'article R. 342-5 est ainsi rédigé : </p><p><br/>\" Art. R. 342-5.-Dès réception de la requête, le juge compétent ou son délégué fixe le jour et l'heure de l'audience. <br/>\" Avis en est donné par le greffier, aussitôt et par tout moyen, au chef du service de contrôle aux frontières ou au fonctionnaire désigné par lui, à l'administrateur supérieur des îles Wallis et Futuna, au procureur de la République, à l'étranger et à son avocat, s'il en a un \" ; </p><p><br/>17° A l'article R. 342-7, le premier alinéa est ainsi rédigé : <br/>\" A l'audience, le chef de service de contrôle aux frontières ou le fonctionnaire désigné par lui, sur sa demande ou sur celle du juge, est entendu. Un représentant de l'administrateur supérieur des îles Wallis et Futuna peut demander à être entendu. \" ; <br/>18° A l'article R. 342-10, les mots : \" vingt-quatre heures \" sont remplacés par les mots : \" quatre jours \" et la troisième phrase est supprimée ; <br/>19° L'article R. 342-11 est ainsi rédigé : </p><p><br/>\" Art. R. 342-11.-A peine d'irrecevabilité, le premier président ou son délégué est saisi par une déclaration motivée faite ou remise par tout moyen au greffe du tribunal de première instance ou de la cour d'appel. La déclaration est enregistrée avec mentions de la date et de l'heure. <br/>\" Quand la déclaration d'appel est reçue par le greffier du tribunal de première instance, celui-ci fait parvenir sans délai une copie de la déclaration d'appel et le dossier de l'affaire au greffe de la cour d'appel. <br/>\" Quand la déclaration d'appel est reçue par le greffier de la cour d'appel, celui-ci avise sur-le-champ le greffier du tribunal de première instance qui transmet sans délai le dossier au greffe de la cour d'appel. \" ; </p><p><br/>20° La deuxième phrase de l'article R. 342-15 est supprimée ; <br/>21° A l'article R. 342-17, le deuxième alinéa est ainsi rédigé : <br/>\" Le chef du service de contrôle aux frontières ou le fonctionnaire désigné par lui, un représentant de l'administrateur supérieur des îles Wallis et Futuna, l'avocat de l'étranger et l'étranger lui-même peuvent demander à être entendus à l'audience. \" ; <br/>22° A l'article R. 342-18, la deuxième phrase est supprimée et le deuxième alinéa est ainsi rédigé : <br/>\" L'ordonnance est communiquée au ministère public. Elle est notifiée sur place à l'étranger et à son conseil, s'il en a un, à l'autorité qui a prononcé le maintien en zone d'attente, ainsi qu'à l'administrateur supérieur des îles Wallis et Futuna. Les parties présentes en accusent réception. Le greffier la notifie par tout moyen et dans les meilleurs délais aux autres parties qui en accusent réception. \" ; <br/>23° A l'article R. 342-19, le deuxième alinéa est ainsi rédigé : <br/>\" Le pourvoi en cassation est ouvert à l'étranger, à l'administrateur supérieur des îles Wallis et Futuna et au ministère public. \" ; <br/>24° A l'article R. 343-5, la référence au juge des enfants est remplacée par la référence au président du tribunal de première instance et la référence au président du conseil départemental est remplacée par la référence à l'administrateur supérieur des îles Wallis et Futuna ; <br/>25° Aux articles R. 343-25 et R. 343-31, après les mots : \" mentionnée à l'article L. 7111-6 du code du travail \" sont insérés les mots : \" ou reconnu comme journaliste en application des dispositions ayant le même objet applicables dans la collectivité \" ; <br/>26° Aux articles R. 343-16 et R. 343-23, les mots : \" et les agents de l'Office français de l'immigration et de l'intégration chargés de l'assistance humanitaire \" sont supprimés ; <br/>27° A l'article R. 343-19, les mots : \" cinq années \" sont remplacés par les mots \" une année \" et après les mots : \" l'assistance médicale ou sociale \", sont insérés les mots : \" et ayant leur siège dans les îles Wallis et Futuna \" ; <br/>28° A l'article R. 343-20, les mots : \" dix personnes \" sont remplacés par les mots : \" cinq personnes \" et ce même article est complété par un alinéa ainsi rédigé : <br/>\" Sous réserve des nécessités de l'ordre public et de la sécurité des transports, une association habilitée peut accéder, par l'intermédiaire d'un ou de deux représentants agréés, à chaque zone d'attente huit fois par an, entre 8 heures et 20 heures. \" ; <br/>29° Le deuxième alinéa de l'article R. 351-1 n'est pas applicable ; <br/>30° A l'article R. 351-3, les mots : \" Sauf dans le cas où l'examen de la demande d'asile relève de la compétence d'un autre Etat, \" sont supprimés.</p>",
            "num": "R364-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1619827200000,
            "dateFin": 1656720000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741820,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : ENTRÉE EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800414",
                        "id": "LEGISCTA000042807898",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : DISPOSITIONS RELATIVES À L'OUTRE-MER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800742",
                        "id": "LEGISCTA000042807570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042800778",
                        "id": "LEGISCTA000042807534",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042800786",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042800778",
            "sectionParentId": "LEGISCTA000042807534",
            "sectionParentTitre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre III : ENTRÉE EN FRANCE &gt; Titre VI : DISPOSITIONS RELATIVES À L'OUTRE-MER &gt; Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042807526",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.",
            "notaHtml": "<p>Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042807526",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1656720000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046000359",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1656720000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R364-4",
                "364-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}