{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006579530",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les travaux sont déclarés d'utilité publique. Les ouvrages et éventuellement les terrains d'emprise sont remis gratuitement aux associations syndicales autorisées ou forcées, ou aux collectivités publiques et établissements publics visés aux articles 142 et 143 du présent code, en vue de leur exploitation et leur entretien dans les conditions prévues par lesdits articles. Dans le cas d'une remise à une collectivité publique ou à un établissement public, l'article 176 du présent code est applicable aux dépenses autres que celles intégralement prises en charge par l'Etat. Ces collectivités et établissements publics bénéficient de la servitude d'écoulement instituée par les articles 135 à 138 du présent code. Lorsque l'exécution des travaux n'exige pas l'acquisition du sol à l'amiable ou par voie d'expropriation, le sol nécessaire à l'implantation des travaux est occupé sous le régime de la loi du 29 décembre 1892. Ce régime cesse d'avoir effet lors de la remise des ouvrages aux associations ou collectivités et établissements publics visés à l'alinéa ci-dessus. Pendant la durée de l'occupation temporaire, l'Etat bénéficie de la servitude d'écoulement instituée par les articles 135 à 138 du présent code. Le transfert des servitudes accompagne la remise des ouvrages. Le règlement des indemnités d'occupation du sol, de servitudes d'écoulement et de toutes autres résultant de l'exécution des travaux est à la charge de l'Etat. En tout état de cause, le total des dépenses engagées au titre de ces travaux est limité au montant de la subvention en capital dont auraient pu bénéficier, selon les modalités en vigueur, les travaux de drainage du périmètre considéré et de mise en état des émissaires correspondants. Nonobstant les dispositions des articles 144 à 146 ci-dessus, aucune fraction de la plus-value de productivité des terrains assainis ne donne lieu à reversement au Trésor. Par contre, pour tenir compte des dépenses engagées par l'Etat, l'aide financière à laquelle auraient pu prétendre les associations syndicales, les collectivités et établissements publics intéressés pour la réalisation de travaux complémentaires, dans la limite du périmètre intéressé par les travaux d'infra-structure, peut être réduite ou supprimée. Cette collectivité ou cet établissement public peut cependant prétendre au bénéfice des prêts à long terme et à taux réduit institués pour les travaux de l'espèce.",
            "texteHtml": "<p></p>   Les travaux sont déclarés d'utilité publique. Les ouvrages et éventuellement les terrains d'emprise sont remis gratuitement aux associations syndicales autorisées ou forcées, ou aux collectivités publiques et établissements publics visés aux articles 142 et 143 du présent code, en vue de leur exploitation et leur entretien dans les conditions prévues par lesdits articles. Dans le cas d'une remise à une collectivité publique ou à un établissement public, l'article 176 du présent code est applicable aux dépenses autres que celles intégralement prises en charge par l'Etat. Ces collectivités et établissements publics bénéficient de la servitude d'écoulement instituée par les articles 135 à 138 du présent code.<p></p><p></p>   Lorsque l'exécution des travaux n'exige pas l'acquisition du sol à l'amiable ou par voie d'expropriation, le sol nécessaire à l'implantation des travaux est occupé sous le régime de la loi du 29 décembre 1892. Ce régime cesse d'avoir effet lors de la remise des ouvrages aux associations ou collectivités et établissements publics visés à l'alinéa ci-dessus. Pendant la durée de l'occupation temporaire, l'Etat bénéficie de la servitude d'écoulement instituée par les articles 135 à 138 du présent code. Le transfert des servitudes accompagne la remise des ouvrages.<p></p><p></p>   Le règlement des indemnités d'occupation du sol, de servitudes d'écoulement et de toutes autres résultant de l'exécution des travaux est à la charge de l'Etat.<p></p><p></p>   En tout état de cause, le total des dépenses engagées au titre de ces travaux est limité au montant de la subvention en capital dont auraient pu bénéficier, selon les modalités en vigueur, les travaux de drainage du périmètre considéré et de mise en état des émissaires correspondants.<p></p><p></p>   Nonobstant les dispositions des articles 144 à 146 ci-dessus, aucune fraction de la plus-value de productivité des terrains assainis ne donne lieu à reversement au Trésor. Par contre, pour tenir compte des dépenses engagées par l'Etat, l'aide financière à laquelle auraient pu prétendre les associations syndicales, les collectivités et établissements publics intéressés pour la réalisation de travaux complémentaires, dans la limite du périmètre intéressé par les travaux d'infra-structure, peut être réduite ou supprimée. Cette collectivité ou cet établissement public peut cependant prétendre au bénéfice des prêts à long terme et à taux réduit institués pour les travaux de l'espèce.<p></p>",
            "num": "151-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": -63417600000,
            "dateFin": 721526400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1996-03-17",
                        "titre": "Titre VI : Equipement rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121352",
                        "id": "LEGISCTA000006121352",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-11-12",
                        "titre": "Chapitre Ier : Des travaux entrepris par l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138197",
                        "id": "LEGISCTA000006138197",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579530",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138197",
            "sectionParentId": "LEGISCTA000006138197",
            "sectionParentTitre": "Chapitre Ier : Des travaux entrepris par l'Etat.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre VI : Equipement rural",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579530",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000542506",
                    "textTitle": "Loi n°92-1283 du 11 décembre 1992 - art. 5 (V) JORF 12 décembre 1992",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006600053",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "1992-12-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 135 à 138, 142, 143, 144 à 146, 176",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1892-12-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579530",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -63417600000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "151-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}