{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048875826",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les normes d'exercice professionnel relatives à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuées par le garde des sceaux, ministre de la justice, figurent ci-dessous : NEP-701.-JUSTIFICATION DES APPRÉCIATIONS DANS LES RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS DES ENTITÉS D'INTÉRÊT PUBLIC Introduction 1. En application des dispositions de l'article L. 821-53 du code de commerce, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification établie conformément à ce même article. 2. La justification des appréciations doit permettre au destinataire du rapport de mieux comprendre l'opinion émise par le commissaire aux comptes sur les comptes. 3. La présente norme a pour objet de définir les principes et de préciser leurs modalités d'application concernant l'obligation légale faite au commissaire aux comptes de justifier de ses appréciations dans son rapport sur les comptes annuels et dans son rapport sur les comptes consolidés des entités d'intérêt public. Concept de justification des appréciations dans les rapports sur les comptes des entités d'intérêt public 4. Lorsque la mission de certification porte sur les comptes d'une entité d'intérêt public, la justification des appréciations consiste en une description des risques d'anomalies significatives les plus importants, y compris lorsque celles-ci sont dues à une fraude, et une indication des réponses apportées pour faire face à ces risques. 5. Ces risques d'anomalies significatives sont ceux qui, selon le jugement professionnel du commissaire aux comptes, ont été les plus importants pour l'audit des comptes annuels ou consolidés de l'exercice et font partie des éléments communiqués au comité spécialisé mentionné à l'article . 821-67 du code de commerce ou à l'organe qui en exerce les fonctions. Ces risques d'anomalies significatives les plus importants sont qualifiés dans la présente norme de points clés de l'audit. 6. La communication des points clés de l'audit dans le rapport sur les comptes s'inscrit dans le contexte de l'opinion formulée par le commissaire aux comptes sur les comptes pris dans leur ensemble. La formulation retenue ne doit pas conduire à exprimer une opinion sur des éléments des comptes pris isolément. 7. La communication des points clés de l'audit ne saurait se substituer à la nécessité : – de formuler une opinion avec réserve, un refus de certifier ou une impossibilité de certifier, ou ; – d'insérer une partie relative aux incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation, ou ; – de formuler une observation lorsque celle-ci est obligatoire. 8. La communication des points clés de l'audit ne saurait conduire le commissaire aux comptes à être un dispensateur d'informations dont la diffusion relève de la responsabilité des dirigeants. Détermination des points clés de l'audit 9. Le commissaire aux comptes sélectionne, parmi les éléments communiqués au comité spécialisé mentionné à l'article L. 821-67 du code de commerce ou à l'organe qui en exerce les fonctions, ceux ayant nécessité une attention particulière de sa part au cours de l'audit. Pour les besoins de cette sélection, le commissaire aux comptes prend notamment en considération les éléments suivants : – les domaines qu'il considère comme présentant des risques élevés d'anomalies significatives ou des risques inhérents élevés nécessitant une démarche d'audit particulière. Ces risques ont été identifiés conformément à la norme relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes ; – les appréciations qu'il a portées sur des éléments des comptes ayant nécessité des jugements importants de la direction, tels que les estimations comptables présentant un degré élevé d'incertitude ; – les incidences sur l'audit d'opérations ou d'événements importants intervenus au cours de l'exercice. 10. Parmi les éléments ainsi sélectionnés, le commissaire aux comptes retient ceux qu'il juge avoir été les plus importants pour l'audit des comptes de l'exercice et qui constituent de ce fait les points clés de l'audit. 11. A titre d'exemple, le commissaire aux comptes peut estimer pertinent de considérer : – le contenu et l'étendue des échanges avec le comité spécialisé mentionné à l'article L. 821-67 du code de commerce ou à l'organe qui en exerce les fonctions ; – l'importance des éléments pour la compréhension des comptes dans leur ensemble et en particulier leur caractère significatif par rapport aux comptes annuels ou consolidés ; – la complexité ou la subjectivité qu'implique le choix par la direction d'une méthode comptable, notamment en comparaison d'autres entités dans le même secteur ; – la nature et l'étendue de l'effort d'audit mis en œuvre en réponse aux risques d'anomalies significatives, notamment la nécessité de compétences spécifiques et de consultations d'experts ; – la nature et l'importance des difficultés rencontrées dans l'application des procédures d'audit, dans l'évaluation de leurs résultats et dans l'obtention d'éléments suffisants et appropriés pour conclure ; – l'importance des faiblesses de contrôle interne identifiées. Formulation des points clés de l'audit 12. Les points clés de l'audit figurent dans la partie distincte du rapport relative à la justification des appréciations du commissaire aux comptes. 13. Le commissaire aux comptes formule les points clés de l'audit par référence explicite aux dispositions des articles L. 821-53 et R. 821-180 du code de commerce et de manière appropriée au regard des circonstances propres à chaque cas d'espèce. 14. Le commissaire aux comptes précise en introduction de cette partie distincte : – que les points clés de l'audit sont les risques d'anomalies significatives qui, selon son jugement professionnel, ont été les plus importants pour l'audit des comptes de l'exercice ; – que ces points clés de l'audit s'inscrivent dans le contexte de l'audit des comptes, pris dans leur ensemble, et de la formation de l'opinion formulée sur ces comptes ; – qu'il n'est pas exprimé d'opinion sur des éléments des comptes pris isolément. Description de chacun des points clés de l'audit 15. Cette formulation doit être claire et comprendre pour chaque point clé de l'audit : – un sous-titre approprié ; – les raisons pour lesquelles le risque d'anomalies significatives est considéré comme l'un des plus importants de l'audit et constitue de ce fait un point clé de l'audit ; – une synthèse des réponses apportées par le commissaire aux comptes pour faire face à ce risque. Lorsque cela est pertinent au regard de la description effectuée, le commissaire aux comptes fait référence aux informations fournies dans les comptes annuels ou, le cas échéant, dans les comptes consolidés. Circonstances dans lesquelles un risque d'anomalies significatives considéré comme un point clé de l'audit n'est pas communiqué dans le rapport 16. Le commissaire aux comptes décrit chacun des points clés de l'audit sauf si des textes légaux et réglementaires en empêchent la communication. Lien entre les points clés de l'audit et les observations 17. Lorsque le commissaire aux comptes détermine qu'un risque d'anomalies significatives est un point clé de l'audit, ce point n'est pas mentionné dans la partie du rapport relative aux observations, à l'exception des cas où des dispositions légales et réglementaires le prévoient. Lien entre les points clés de l'audit et les incertitudes significatives liées à des événements ou circonstances susceptibles de mettre en cause la continuité d'exploitation 18. Lorsque le commissaire aux comptes inclut dans son rapport une partie distincte relative à des incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation, il ne décrit pas ces incertitudes dans la partie du rapport relative aux points clés de l'audit. Dans celle-ci, il renvoie à la partie du rapport relative à ces incertitudes. Précisions concernant la certification avec réserve et le refus de certifier 19. Un élément motivant une certification avec réserve ou un refus de certifier constitue, par nature, un point clé de l'audit. Dans ce cas, le commissaire aux comptes ne décrit pas cet élément dans la partie du rapport relative aux points clés de l'audit. Dans celle-ci, il renvoie à la partie du rapport relative au fondement de l'opinion. Une certification avec réserve ne dispense pas le commissaire aux comptes, dans la partie du rapport relative aux points clés de l'audit, de décrire les autres points clés de l'audit qu'il a, le cas échéant, retenus à l'issue de son analyse. En cas de refus de certifier, le commissaire aux comptes peut, dans la partie du rapport relative aux points clés de l'audit, décrire les autres points clés de l'audit qu'il a, le cas échéant, retenus à l'issue de son analyse. Précisions concernant l'impossibilité de certifier 20. Un élément motivant une impossibilité de certifier constitue, par nature, un point clé de l'audit. Dans ce cas, le commissaire aux comptes ne décrit pas cet élément dans la partie du rapport relative aux points clés de l'audit. Dans celle-ci, il renvoie à la partie du rapport relative au fondement de l'opinion. Le commissaire aux comptes ne formule pas d'autres points clés de l'audit. Il précise dans la partie du rapport relative aux points clés de l'audit qu'il n'y a pas lieu de formuler d'autres points clés de l'audit eu égard à l'impossibilité de certifier. Forme et contenu de la partie du rapport relative aux points clés de l'audit dans certaines circonstances 21. Lorsque le commissaire aux comptes détermine, en fonction des faits et circonstances de l'entité et de l'audit, qu'il n'y a pas de points clés de l'audit à décrire ou que les seuls points clés de l'audit sont ceux décrits aux paragraphes 18 à 20, il le précise dans la partie du rapport relative aux points clés de l'audit. Communication avec les organes mentionnés à l'article L. 821-63 du code de commerce 22. Le commissaire aux comptes communique aux organes mentionnés à l'article L. 821-63 du code de commerce les risques d'anomalies significatives qu'il considère comme des points clés de l'audit. Le cas échéant, il porte à leur connaissance le fait qu'il n'y a pas, selon son jugement professionnel, de point clé de l'audit à décrire dans son rapport. Documentation 23. Le commissaire aux comptes consigne dans son dossier les éléments suivants : – les éléments ayant nécessité une attention particulière de sa part au cours de l'audit et déterminés conformément aux principes énoncés au paragraphe 9 ainsi que le raisonnement qui l'a conduit à qualifier, ou non, chacun de ces éléments comme un point clé de l'audit conformément aux principes énoncés au paragraphe 10 ; – le cas échéant, l'analyse l'ayant conduit à déterminer qu'il n'y a pas de point clé d'audit à décrire dans son rapport ou que les seuls points clés de l'audit à communiquer sont ceux dont il est question aux paragraphes 18 à 20 ; – le cas échéant, les raisons pour lesquelles le commissaire aux comptes n'a pas communiqué dans son rapport un point clé de l'audit, en application du paragraphe 16. NEP-702.-JUSTIFICATION DES APPRÉCIATIONS DANS LES RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS DES PERSONNES ET ENTITÉS QUI NE SONT PAS DES ENTITÉS D'INTÉRÊT PUBLIC Introduction 1. En application des dispositions de l'article L. 821-53 du code de commerce, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification établie conformément à ce même article. 2. La justification des appréciations doit permettre au destinataire du rapport de mieux comprendre l'opinion émise par le commissaire aux comptes sur les comptes. 3. La présente norme a pour objet de définir les principes et de préciser leurs modalités d'application concernant l'obligation légale faite au commissaire aux comptes de justifier de ses appréciations dans son rapport sur les comptes annuels et dans son rapport sur les comptes consolidés des personnes et entités qui ne sont pas des entités d'intérêt public. Concept de justification des appréciations dans les rapports sur les comptes des personnes et entités qui ne sont pas des entités d'intérêt public 4. Lorsque la mission de certification porte sur les comptes d'une personne ou entité qui n'est pas une entité d'intérêt public, la justification des appréciations consiste en une explicitation de celles-ci et, ce faisant, en une motivation de l'opinion émise. 5. Ces appréciations sont celles, qui, selon le jugement professionnel du commissaire aux comptes et au vu des diligences effectuées tout au long de sa mission, lui sont apparues les plus importantes. 6. La communication des appréciations dans le rapport sur les comptes s'inscrit dans le contexte de l'opinion formulée par le commissaire aux comptes sur les comptes pris dans leur ensemble. La formulation retenue ne doit pas conduire à exprimer une opinion sur des éléments des comptes pris isolément. 7. La communication des appréciations ne saurait se substituer à la nécessité : – de formuler une opinion avec réserve, un refus de certifier ou une impossibilité de certifier, ou ; – d'insérer une partie relative aux incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation, ou ; – de formuler une observation lorsque celle-ci est obligatoire. 8. La communication des appréciations ne saurait conduire le commissaire aux comptes à être un dispensateur d'informations dont la diffusion relève de la responsabilité des dirigeants. Appréciations de nature à faire l'objet d'une justification 9. Sans préjudice d'autres appréciations que le commissaire aux comptes jugerait nécessaire de justifier pour répondre à l'obligation posée par la loi, les appréciations de nature à faire l'objet d'une justification se rapportent généralement à des éléments déterminants pour la compréhension des comptes. Entrent dans ce cadre, notamment, les appréciations portant sur : – les options retenues dans le choix des méthodes comptables ou dans leurs modalités de mise en œuvre lorsqu'elles ont des incidences majeures sur le résultat, la situation financière ou la présentation d'ensemble des comptes de l'entité ; – les estimations comptables importantes, notamment celles manquant de données objectives et impliquant un jugement professionnel dans leur appréciation ; – la présentation d'ensemble des comptes annuels et consolidés, qu'il s'agisse du contenu de l'annexe ou de la présentation des états de synthèse. Le commissaire aux comptes peut également estimer nécessaire de justifier d'appréciations portant sur les procédures de contrôle interne concourant à l'élaboration des comptes, qu'il est conduit à apprécier dans le cadre de la mise en œuvre de sa démarche d'audit. Formulation des appréciations 10. Les appréciations figurent dans la partie distincte du rapport relative à la justification des appréciations du commissaire aux comptes. 11. Le commissaire aux comptes formule ses appréciations par référence explicite aux dispositions des articles L. 821-53 et R. 821-180 du code de commerce et de manière appropriée au regard des circonstances propres à chaque cas d'espèce. 12. Le commissaire aux comptes précise en introduction de cette partie distincte : – que les appréciations sont celles qui, selon son jugement professionnel, ont été les plus importantes pour l'audit des comptes de l'exercice ; – que les appréciations s'inscrivent dans le contexte de l'audit des comptes, pris dans leur ensemble, et de la formation de l'opinion formulée sur ces comptes ; – qu'il n'est pas exprimé d'opinion sur des éléments des comptes pris isolément. Formulation de chacune des appréciations 13. Cette formulation doit être claire et comprendre, pour chaque appréciation : – la description du sujet et la référence, si elle est possible, aux informations fournies dans les comptes annuels ou, le cas échéant, dans les comptes consolidés ; – un résumé des diligences effectuées par le commissaire aux comptes pour fonder son appréciation. Circonstances dans lesquelles une appréciation n'est pas communiquée dans le rapport 14. Le commissaire aux comptes explicite ses appréciations en toutes circonstances sauf si des textes légaux et réglementaires en empêchent la communication. Circonstances dans lesquelles la formulation des appréciations peut être moins développée 15. La formulation des appréciations peut éventuellement être moins développée dans les cas où : – les principes comptables retenus par l'entité ou le groupe ne donnent pas lieu à plusieurs interprétations ou options possibles, y compris dans leurs modalités d'application, pour ce qui concerne les éléments significatifs du bilan et du compte de résultat ; – il n'existe pas d'événement ou de décision intervenus au cours de l'exercice dont l'incidence sur les comptes ou la compréhension que pourrait en avoir un lecteur est apparue importante au commissaire aux comptes ; – aucun élément significatif dans les comptes n'est constitué à partir d'estimations fondées sur des données subjectives. Lien entre les appréciations et les observations 16. Lorsque le commissaire aux comptes détermine qu'un élément concernant les comptes nécessite une justification des appréciations, cet élément n'est pas mentionné dans la partie du rapport relative aux observations, à l'exception des cas où des dispositions légales et réglementaires le prévoient. Lien entre les appréciations et les incertitudes significatives liées à des événements ou circonstances susceptibles de mettre en cause la continuité d'exploitation 17. Lorsque le commissaire aux comptes inclut dans son rapport une partie distincte relative à des incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation, il ne décrit pas ces incertitudes dans la partie relative à la justification des appréciations. Dans celle-ci, il renvoie à la partie du rapport relative à ces incertitudes. Précision concernant la certification avec réserve et le refus de certifier 18. L'exposé des motivations fondant une certification avec réserve ou un refus de certifier constitue, par nature, une justification des appréciations. Dans ce cas, le commissaire aux comptes n'expose pas ses motivations dans la partie du rapport relative à la justification des appréciations. Dans celle-ci, il renvoie à la partie du rapport relative au fondement de l'opinion. Une certification avec réserve ne dispense pas le commissaire aux comptes dans la partie du rapport relative à la justification des appréciations, d'expliciter, le cas échéant, ses appréciations sur d'autres éléments que ceux ayant motivé la réserve. En cas de refus de certifier, le commissaire aux comptes peut, le cas échéant, dans la partie du rapport relative à la justification des appréciations, expliciter ses appréciations sur d'autres éléments que ceux ayant motivé le refus. Précision concernant l'impossibilité de certifier 19. L'exposé des motivations conduisant à une impossibilité de certifier constitue, par nature, une justification des appréciations. Dans ce cas, le commissaire aux comptes n'expose pas ses motivations dans la partie du rapport relative à la justification des appréciations. Dans celle-ci, il renvoie à la partie du rapport relative au fondement de l'opinion. Le commissaire aux comptes n'explicite pas ses appréciations sur d'autres éléments que ceux ayant motivé l'impossibilité de certifier. Il précise dans la partie du rapport relative à la justification des appréciations qu'il n'y a pas lieu d'expliciter d'autres appréciations eu égard à l'impossibilité de certifier.",
            "texteHtml": "<p>Les normes d'exercice professionnel relatives à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuées par le garde des sceaux, ministre de la justice, figurent ci-dessous :</p><p>NEP-701.-JUSTIFICATION DES APPRÉCIATIONS DANS LES RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS DES ENTITÉS D'INTÉRÊT PUBLIC</p><p>Introduction</p><p>1. En application des dispositions de l'article L. 821-53 du code de commerce, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification établie conformément à ce même article.</p><p>2. La justification des appréciations doit permettre au destinataire du rapport de mieux comprendre l'opinion émise par le commissaire aux comptes sur les comptes.</p><p>3. La présente norme a pour objet de définir les principes et de préciser leurs modalités d'application concernant l'obligation légale faite au commissaire aux comptes de justifier de ses appréciations dans son rapport sur les comptes annuels et dans son rapport sur les comptes consolidés des entités d'intérêt public.</p><p>Concept de justification des appréciations dans les rapports sur les comptes des entités d'intérêt public</p><p>4. Lorsque la mission de certification porte sur les comptes d'une entité d'intérêt public, la justification des appréciations consiste en une description des risques d'anomalies significatives les plus importants, y compris lorsque celles-ci sont dues à une fraude, et une indication des réponses apportées pour faire face à ces risques.</p><p>5. Ces risques d'anomalies significatives sont ceux qui, selon le jugement professionnel du commissaire aux comptes, ont été les plus importants pour l'audit des comptes annuels ou consolidés de l'exercice et font partie des éléments communiqués au comité spécialisé mentionné à l'article . 821-67 du code de commerce ou à l'organe qui en exerce les fonctions.</p><p>Ces risques d'anomalies significatives les plus importants sont qualifiés dans la présente norme de points clés de l'audit.</p><p>6. La communication des points clés de l'audit dans le rapport sur les comptes s'inscrit dans le contexte de l'opinion formulée par le commissaire aux comptes sur les comptes pris dans leur ensemble. La formulation retenue ne doit pas conduire à exprimer une opinion sur des éléments des comptes pris isolément.</p><p>7. La communication des points clés de l'audit ne saurait se substituer à la nécessité :</p><p>– de formuler une opinion avec réserve, un refus de certifier ou une impossibilité de certifier, ou ;</p><p>– d'insérer une partie relative aux incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation, ou ;</p><p>– de formuler une observation lorsque celle-ci est obligatoire.</p><p>8. La communication des points clés de l'audit ne saurait conduire le commissaire aux comptes à être un dispensateur d'informations dont la diffusion relève de la responsabilité des dirigeants.</p><p>Détermination des points clés de l'audit</p><p>9. Le commissaire aux comptes sélectionne, parmi les éléments communiqués au comité spécialisé mentionné à l'article L. 821-67 du code de commerce ou à l'organe qui en exerce les fonctions, ceux ayant nécessité une attention particulière de sa part au cours de l'audit. Pour les besoins de cette sélection, le commissaire aux comptes prend notamment en considération les éléments suivants :</p><p>– les domaines qu'il considère comme présentant des risques élevés d'anomalies significatives ou des risques inhérents élevés nécessitant une démarche d'audit particulière. Ces risques ont été identifiés conformément à la norme relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes ;</p><p>– les appréciations qu'il a portées sur des éléments des comptes ayant nécessité des jugements importants de la direction, tels que les estimations comptables présentant un degré élevé d'incertitude ;</p><p>– les incidences sur l'audit d'opérations ou d'événements importants intervenus au cours de l'exercice.</p><p>10. Parmi les éléments ainsi sélectionnés, le commissaire aux comptes retient ceux qu'il juge avoir été les plus importants pour l'audit des comptes de l'exercice et qui constituent de ce fait les points clés de l'audit.</p><p>11. A titre d'exemple, le commissaire aux comptes peut estimer pertinent de considérer :</p><p>– le contenu et l'étendue des échanges avec le comité spécialisé mentionné à l'article L. 821-67 du code de commerce ou à l'organe qui en exerce les fonctions ;</p><p>– l'importance des éléments pour la compréhension des comptes dans leur ensemble et en particulier leur caractère significatif par rapport aux comptes annuels ou consolidés ;</p><p>– la complexité ou la subjectivité qu'implique le choix par la direction d'une méthode comptable, notamment en comparaison d'autres entités dans le même secteur ;</p><p>– la nature et l'étendue de l'effort d'audit mis en œuvre en réponse aux risques d'anomalies significatives, notamment la nécessité de compétences spécifiques et de consultations d'experts ;</p><p>– la nature et l'importance des difficultés rencontrées dans l'application des procédures d'audit, dans l'évaluation de leurs résultats et dans l'obtention d'éléments suffisants et appropriés pour conclure ;</p><p>– l'importance des faiblesses de contrôle interne identifiées.</p><p>Formulation des points clés de l'audit</p><p>12. Les points clés de l'audit figurent dans la partie distincte du rapport relative à la justification des appréciations du commissaire aux comptes.</p><p>13. Le commissaire aux comptes formule les points clés de l'audit par référence explicite aux dispositions des articles L. 821-53 et R. 821-180 du code de commerce et de manière appropriée au regard des circonstances propres à chaque cas d'espèce.</p><p>14. Le commissaire aux comptes précise en introduction de cette partie distincte :</p><p>– que les points clés de l'audit sont les risques d'anomalies significatives qui, selon son jugement professionnel, ont été les plus importants pour l'audit des comptes de l'exercice ;</p><p>– que ces points clés de l'audit s'inscrivent dans le contexte de l'audit des comptes, pris dans leur ensemble, et de la formation de l'opinion formulée sur ces comptes ;</p><p>– qu'il n'est pas exprimé d'opinion sur des éléments des comptes pris isolément.</p><p>Description de chacun des points clés de l'audit</p><p>15. Cette formulation doit être claire et comprendre pour chaque point clé de l'audit :</p><p>– un sous-titre approprié ;</p><p>– les raisons pour lesquelles le risque d'anomalies significatives est considéré comme l'un des plus importants de l'audit et constitue de ce fait un point clé de l'audit ;</p><p>– une synthèse des réponses apportées par le commissaire aux comptes pour faire face à ce risque.</p><p>Lorsque cela est pertinent au regard de la description effectuée, le commissaire aux comptes fait référence aux informations fournies dans les comptes annuels ou, le cas échéant, dans les comptes consolidés.</p><p>Circonstances dans lesquelles un risque d'anomalies significatives considéré comme un point clé de l'audit n'est pas communiqué dans le rapport</p><p>16. Le commissaire aux comptes décrit chacun des points clés de l'audit sauf si des textes légaux et réglementaires en empêchent la communication.</p><p>Lien entre les points clés de l'audit et les observations</p><p>17. Lorsque le commissaire aux comptes détermine qu'un risque d'anomalies significatives est un point clé de l'audit, ce point n'est pas mentionné dans la partie du rapport relative aux observations, à l'exception des cas où des dispositions légales et réglementaires le prévoient.</p><p>Lien entre les points clés de l'audit et les incertitudes significatives liées à des événements ou circonstances susceptibles de mettre en cause la continuité d'exploitation</p><p>18. Lorsque le commissaire aux comptes inclut dans son rapport une partie distincte relative à des incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation, il ne décrit pas ces incertitudes dans la partie du rapport relative aux points clés de l'audit.</p><p>Dans celle-ci, il renvoie à la partie du rapport relative à ces incertitudes.</p><p>Précisions concernant la certification avec réserve et le refus de certifier</p><p>19. Un élément motivant une certification avec réserve ou un refus de certifier constitue, par nature, un point clé de l'audit.</p><p>Dans ce cas, le commissaire aux comptes ne décrit pas cet élément dans la partie du rapport relative aux points clés de l'audit. Dans celle-ci, il renvoie à la partie du rapport relative au fondement de l'opinion.</p><p>Une certification avec réserve ne dispense pas le commissaire aux comptes, dans la partie du rapport relative aux points clés de l'audit, de décrire les autres points clés de l'audit qu'il a, le cas échéant, retenus à l'issue de son analyse.</p><p>En cas de refus de certifier, le commissaire aux comptes peut, dans la partie du rapport relative aux points clés de l'audit, décrire les autres points clés de l'audit qu'il a, le cas échéant, retenus à l'issue de son analyse.</p><p>Précisions concernant l'impossibilité de certifier</p><p>20. Un élément motivant une impossibilité de certifier constitue, par nature, un point clé de l'audit.</p><p>Dans ce cas, le commissaire aux comptes ne décrit pas cet élément dans la partie du rapport relative aux points clés de l'audit. Dans celle-ci, il renvoie à la partie du rapport relative au fondement de l'opinion.</p><p>Le commissaire aux comptes ne formule pas d'autres points clés de l'audit. Il précise dans la partie du rapport relative aux points clés de l'audit qu'il n'y a pas lieu de formuler d'autres points clés de l'audit eu égard à l'impossibilité de certifier.</p><p>Forme et contenu de la partie du rapport relative aux points clés de l'audit dans certaines circonstances</p><p>21. Lorsque le commissaire aux comptes détermine, en fonction des faits et circonstances de l'entité et de l'audit, qu'il n'y a pas de points clés de l'audit à décrire ou que les seuls points clés de l'audit sont ceux décrits aux paragraphes 18 à 20, il le précise dans la partie du rapport relative aux points clés de l'audit.</p><p>Communication avec les organes mentionnés à l'article L. 821-63 du code de commerce</p><p>22. Le commissaire aux comptes communique aux organes mentionnés à l'article L. 821-63 du code de commerce les risques d'anomalies significatives qu'il considère comme des points clés de l'audit.</p><p>Le cas échéant, il porte à leur connaissance le fait qu'il n'y a pas, selon son jugement professionnel, de point clé de l'audit à décrire dans son rapport.</p><p>Documentation</p><p>23. Le commissaire aux comptes consigne dans son dossier les éléments suivants :</p><p>– les éléments ayant nécessité une attention particulière de sa part au cours de l'audit et déterminés conformément aux principes énoncés au paragraphe 9 ainsi que le raisonnement qui l'a conduit à qualifier, ou non, chacun de ces éléments comme un point clé de l'audit conformément aux principes énoncés au paragraphe 10 ;</p><p>– le cas échéant, l'analyse l'ayant conduit à déterminer qu'il n'y a pas de point clé d'audit à décrire dans son rapport ou que les seuls points clés de l'audit à communiquer sont ceux dont il est question aux paragraphes 18 à 20 ;</p><p>– le cas échéant, les raisons pour lesquelles le commissaire aux comptes n'a pas communiqué dans son rapport un point clé de l'audit, en application du paragraphe 16.</p><p>NEP-702.-JUSTIFICATION DES APPRÉCIATIONS DANS LES RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS DES PERSONNES ET ENTITÉS QUI NE SONT PAS DES ENTITÉS D'INTÉRÊT PUBLIC</p><p>Introduction</p><p>1. En application des dispositions de l'article L. 821-53 du code de commerce, le commissaire aux comptes justifie de ses appréciations pour toutes les personnes ou entités dont les comptes annuels ou consolidés font l'objet d'une certification établie conformément à ce même article.</p><p>2. La justification des appréciations doit permettre au destinataire du rapport de mieux comprendre l'opinion émise par le commissaire aux comptes sur les comptes.</p><p>3. La présente norme a pour objet de définir les principes et de préciser leurs modalités d'application concernant l'obligation légale faite au commissaire aux comptes de justifier de ses appréciations dans son rapport sur les comptes annuels et dans son rapport sur les comptes consolidés des personnes et entités qui ne sont pas des entités d'intérêt public.</p><p>Concept de justification des appréciations dans les rapports sur les comptes des personnes et entités qui ne sont pas des entités d'intérêt public</p><p>4. Lorsque la mission de certification porte sur les comptes d'une personne ou entité qui n'est pas une entité d'intérêt public, la justification des appréciations consiste en une explicitation de celles-ci et, ce faisant, en une motivation de l'opinion émise.</p><p>5. Ces appréciations sont celles, qui, selon le jugement professionnel du commissaire aux comptes et au vu des diligences effectuées tout au long de sa mission, lui sont apparues les plus importantes.</p><p>6. La communication des appréciations dans le rapport sur les comptes s'inscrit dans le contexte de l'opinion formulée par le commissaire aux comptes sur les comptes pris dans leur ensemble. La formulation retenue ne doit pas conduire à exprimer une opinion sur des éléments des comptes pris isolément.</p><p>7. La communication des appréciations ne saurait se substituer à la nécessité :</p><p>– de formuler une opinion avec réserve, un refus de certifier ou une impossibilité de certifier, ou ;</p><p>– d'insérer une partie relative aux incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation, ou ;</p><p>– de formuler une observation lorsque celle-ci est obligatoire.</p><p>8. La communication des appréciations ne saurait conduire le commissaire aux comptes à être un dispensateur d'informations dont la diffusion relève de la responsabilité des dirigeants.</p><p>Appréciations de nature à faire l'objet d'une justification</p><p>9. Sans préjudice d'autres appréciations que le commissaire aux comptes jugerait nécessaire de justifier pour répondre à l'obligation posée par la loi, les appréciations de nature à faire l'objet d'une justification se rapportent généralement à des éléments déterminants pour la compréhension des comptes. Entrent dans ce cadre, notamment, les appréciations portant sur :</p><p>– les options retenues dans le choix des méthodes comptables ou dans leurs modalités de mise en œuvre lorsqu'elles ont des incidences majeures sur le résultat, la situation financière ou la présentation d'ensemble des comptes de l'entité ;</p><p>– les estimations comptables importantes, notamment celles manquant de données objectives et impliquant un jugement professionnel dans leur appréciation ;</p><p>– la présentation d'ensemble des comptes annuels et consolidés, qu'il s'agisse du contenu de l'annexe ou de la présentation des états de synthèse.</p><p>Le commissaire aux comptes peut également estimer nécessaire de justifier d'appréciations portant sur les procédures de contrôle interne concourant à l'élaboration des comptes, qu'il est conduit à apprécier dans le cadre de la mise en œuvre de sa démarche d'audit.</p><p>Formulation des appréciations</p><p>10. Les appréciations figurent dans la partie distincte du rapport relative à la justification des appréciations du commissaire aux comptes.</p><p>11. Le commissaire aux comptes formule ses appréciations par référence explicite aux dispositions des articles L. 821-53 et R. 821-180 du code de commerce et de manière appropriée au regard des circonstances propres à chaque cas d'espèce.</p><p>12. Le commissaire aux comptes précise en introduction de cette partie distincte :</p><p>– que les appréciations sont celles qui, selon son jugement professionnel, ont été les plus importantes pour l'audit des comptes de l'exercice ;</p><p>– que les appréciations s'inscrivent dans le contexte de l'audit des comptes, pris dans leur ensemble, et de la formation de l'opinion formulée sur ces comptes ;</p><p>– qu'il n'est pas exprimé d'opinion sur des éléments des comptes pris isolément.</p><p>Formulation de chacune des appréciations</p><p>13. Cette formulation doit être claire et comprendre, pour chaque appréciation :</p><p>– la description du sujet et la référence, si elle est possible, aux informations fournies dans les comptes annuels ou, le cas échéant, dans les comptes consolidés ;</p><p>– un résumé des diligences effectuées par le commissaire aux comptes pour fonder son appréciation.</p><p>Circonstances dans lesquelles une appréciation n'est pas communiquée dans le rapport</p><p>14. Le commissaire aux comptes explicite ses appréciations en toutes circonstances sauf si des textes légaux et réglementaires en empêchent la communication.</p><p>Circonstances dans lesquelles la formulation des appréciations peut être moins développée</p><p>15. La formulation des appréciations peut éventuellement être moins développée dans les cas où :</p><p>– les principes comptables retenus par l'entité ou le groupe ne donnent pas lieu à plusieurs interprétations ou options possibles, y compris dans leurs modalités d'application, pour ce qui concerne les éléments significatifs du bilan et du compte de résultat ;</p><p>– il n'existe pas d'événement ou de décision intervenus au cours de l'exercice dont l'incidence sur les comptes ou la compréhension que pourrait en avoir un lecteur est apparue importante au commissaire aux comptes ;</p><p>– aucun élément significatif dans les comptes n'est constitué à partir d'estimations fondées sur des données subjectives.</p><p>Lien entre les appréciations et les observations</p><p>16. Lorsque le commissaire aux comptes détermine qu'un élément concernant les comptes nécessite une justification des appréciations, cet élément n'est pas mentionné dans la partie du rapport relative aux observations, à l'exception des cas où des dispositions légales et réglementaires le prévoient.</p><p>Lien entre les appréciations et les incertitudes significatives liées à des événements ou circonstances susceptibles de mettre en cause la continuité d'exploitation</p><p>17. Lorsque le commissaire aux comptes inclut dans son rapport une partie distincte relative à des incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation, il ne décrit pas ces incertitudes dans la partie relative à la justification des appréciations.</p><p>Dans celle-ci, il renvoie à la partie du rapport relative à ces incertitudes.</p><p>Précision concernant la certification avec réserve et le refus de certifier</p><p>18. L'exposé des motivations fondant une certification avec réserve ou un refus de certifier constitue, par nature, une justification des appréciations.</p><p>Dans ce cas, le commissaire aux comptes n'expose pas ses motivations dans la partie du rapport relative à la justification des appréciations. Dans celle-ci, il renvoie à la partie du rapport relative au fondement de l'opinion.</p><p>Une certification avec réserve ne dispense pas le commissaire aux comptes dans la partie du rapport relative à la justification des appréciations, d'expliciter, le cas échéant, ses appréciations sur d'autres éléments que ceux ayant motivé la réserve.</p><p>En cas de refus de certifier, le commissaire aux comptes peut, le cas échéant, dans la partie du rapport relative à la justification des appréciations, expliciter ses appréciations sur d'autres éléments que ceux ayant motivé le refus.</p><p>Précision concernant l'impossibilité de certifier</p><p>19. L'exposé des motivations conduisant à une impossibilité de certifier constitue, par nature, une justification des appréciations.</p><p>Dans ce cas, le commissaire aux comptes n'expose pas ses motivations dans la partie du rapport relative à la justification des appréciations. Dans celle-ci, il renvoie à la partie du rapport relative au fondement de l'opinion.</p><p>Le commissaire aux comptes n'explicite pas ses appréciations sur d'autres éléments que ceux ayant motivé l'impossibilité de certifier. Il précise dans la partie du rapport relative à la justification des appréciations qu'il n'y a pas lieu d'expliciter d'autres appréciations eu égard à l'impossibilité de certifier.</p><p></p>",
            "num": "A821-93",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874163",
                        "id": "LEGISCTA000048874163",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 7 : De l'élaboration des rapports de certification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874578",
                        "id": "LEGISCTA000048874578",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048875749",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874578",
            "sectionParentId": "LEGISCTA000048874578",
            "sectionParentTitre": "Sous-paragraphe 7 : De l'élaboration des rapports de certification",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 2 : De la certification des comptes &gt; Sous-paragraphe 7 : De l'élaboration des rapports de certification",
            "refInjection": "MD-20240112_202141_801_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048875826",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-27 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-27",
                    "articleId": "LEGIARTI000034883561",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048875826",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-93",
                "821-93"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}